Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# common_next
source: Next
ms: Langkah Yang Seterusnya
th: ขั้นตอนต่อไป
zh_hans: 下一步
zh_hant: 下一步

# common_cancel
source: Cancel
ms: Batal
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# common_close
source: Off
ms: Tutup
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

# common_close1
source: Close
ms: Tutup
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

# common_finish
source: Complete
ms: Selesai
th: เสร็จสมบูรณ์
zh_hans: 完成
zh_hant: 完成

# common_isOK
source: OK
ms: Baik
th: โอเค
zh_hans: 好的
zh_hant: 好的

# common_confirm
source: Confirm
ms: OK
th: ยืนยัน
zh_hans: 确认
zh_hant: 確認

# common_confirm2
source: Confirm
ms: Mengesahkan
th: ยืนยัน
zh_hans: 确定
zh_hant: 確定

# common_confirm3
source: OK
th: ยืนยัน
zh_hans: 确认
zh_hant: 確認

# common_toSet
source: Set Now
ms: Set Sekarang
th: ไปที่การตั้งค่า
zh_hans: 去设置
zh_hant: 去設定

# common_loading
source: Loading
ms: Sedang Memuat
th: กำลังโหลด
zh_hans: 加载中
zh_hant: 加載中

# common_loading_with_more
source: Load More
ms: Memuat lagi
th: โหลดเพิ่ม
zh_hans: 加载更多
zh_hant: 加載更多

# common_net_error
source: Connection failed. Please try again later.
ms: Connectan gagal. Sila cuba sebentar lagi.
th: การเชื่อมต่อล้มเหลว โปรดลองอีกครั้งในภายหลัง
zh_hans: 连接失败，请稍后重试
zh_hant: 連接失敗，請稍後重試

# common_Monday
source: Monday
ms: Isnin
th: วันจันทร์
zh_hans: 周一
zh_hant: 周一

# common_Tuesday
source: Tuesday
ms: Selasa
th: วันอังคาร
zh_hans: 周二
zh_hant: 周二

# common_Wednesday
source: Wednesday
ms: Rabu
th: วันพุธ
zh_hans: 周三
zh_hant: 周三

# common_Thursday
source: Thursday
ms: Khamis
th: วันพฤหัสบดี
zh_hans: 周四
zh_hant: 周四

# common_Friday
source: Friday
ms: Jumaat
th: วันศุกร์
zh_hans: 周五
zh_hant: 周五

# common_Saturday
source: Saturday
ms: Sabtu
th: วันเสาร์
zh_hans: 周六
zh_hant: 周六

# common_Sunday
source: Sunday
ms: Ahad
th: วันอาทิตย์
zh_hans: 周日
zh_hant: 周日

# common_year
source: Y
th: ปี
zh_hans: 年
zh_hant: 年

# common_month
source: M
th: เดือน
zh_hans: 月
zh_hant: 月

# common_day
source: D
th: วัน
zh_hans: 日
zh_hant: 日

# common_taking_pictures
source: Take Photo
ms: Tangkap gambar
th: ถ่ายรูป
zh_hans: 拍照
zh_hant: 拍照

# scan_taking_pictures
source: Scan
ms: Imbas
th: สแกน
zh_hans: 扫描
zh_hant: 掃描

# common_unknown_error
source: Unknown Error
ms: Ralat yang tidak diketahui
th: ความผิดพลาดที่ไม่ทราบสาเหตุ
zh_hans: 未知错误
zh_hant: 未知錯誤

# common_no_data
source: No Data
ms: Tiada data
th: ยังไม่มีข้อมูลชั่วคราว
zh_hans: 暂无数据
zh_hant: 暫無數據

# common_string_of_emptyPicture
source: This page currently does not have content
ms: Halaman ini tidak mempunyai kandungan pada masa ini
th: ยังไม่มีเนื้อหา
zh_hans: 暂无内容
zh_hant: 暫無內容

# common_drop_refresh
source: Pull to refresh
ms: memuat semula
th: ดึงลงเพื่ออัปเดต
zh_hans: 下拉更新
zh_hant: 下拉更新

# common_refreshing
source: Loading
ms: Sedang memuat
th: กำลังอัปเดต
zh_hans: 更新中
zh_hant: 更新中

# common_refresh_done
source: Refreshed Successfully
ms: Berjaya dimuat semula
th: อัปเดตเสร็จแล้ว
zh_hans: 更新成功
zh_hant: 更新成功

# common_release_refresh
source: Release To refresh
ms: Lepaskan Untuk muat semula
th: ปล่อยอัปเดต
zh_hans: 释放更新
zh_hant: 釋放更新

# common_loading_with_dot
source: Loading...
ms: Sedang muat...
th: กำลังโหลด
zh_hans: 加载中...
zh_hant: 加載中...

# common_iknow
source: Got it
ms: OK
th: รับทราบแล้ว
zh_hans: 知道了
zh_hant: 我知道了

# common_ok
source: OK
ms: Baik
th: โอเค
zh_hans: 好的
zh_hant: 好的

# common_submit_success
source: Submitted successfully!
ms: Berjaya Hantar
th: สัญญาณเตือนส่งสำเร็จ
zh_hans: 提交成功
zh_hant: 提交成功

# common_rmb
source: CNH
ms: CNY
th: หยวนจีน
zh_hans: 人民币
zh_hant: 人民幣

# common_rmb2
source: CNY
th: หยวนจีน
zh_hans: 人民币
zh_hant: 人民幣

# common_sg_dollar
source: SGD
th: ดอลลาร์สิงคโปร์
zh_hans: 新币
zh_hant: 新幣

# common_hk_dollar
source: HKD
th: ดอลลาร์ฮ่องกง
zh_hans: 港币
zh_hant: 港幣

# common_us_dollar
source: USD
th: ดอลลาร์สหรัฐ
zh_hans: 美元
zh_hant: 美元

# common_person_unit
source: People
ms: Orang
th: คน
zh_hans: 人
zh_hant: 人

# common_day_unit
source: Days
ms: Hari
th: วัน
zh_hans: 天
zh_hant: 天

# common_hour
source: Hours
ms: Jam
th: ชั่วโมง
zh_hans: 小时
zh_hant: 小時

# common_minute
source: Minutes
ms: Minit
th: นาที
zh_hans: 分钟
zh_hant: 分鐘

# common_billion
source: 100M
th: ร้อยล้าน
zh_hans: 亿
zh_hant: 億

# common_unit_billion
source: B
th: พันล้าน
zh_hans: 十亿
zh_hant: 十億

# common_unit_million
source: M
th: ล้าน
zh_hans: 百万
zh_hant: 百萬

# common_pre_opening
source: Pre
ms: Pra
th: ก่อนเปิด
zh_hans: 盘前
zh_hant: 盤前

# common_after_opening
source: Post
ms: Pos
th: หลังเปิด
zh_hans: 盘后
zh_hant: 盤後

# common_delay
source: Delayed
ms: Tertunda
th: ขยาย
zh_hans: 延
zh_hant: 延

# common_hkHSI
source: Hang Seng Index
ms: HSI
th: ดัชนีฮั่งเส็ง
zh_hans: 恒生指数
zh_hant: 恆生指數

# common_hkHSCEI
source: Hang Seng China Enterprises Index
ms: HSCEI
th: ดัชนีรัฐวิสาหกิจ
zh_hans: 国企指数
zh_hant: 國企指數

# common_hkHSCCI
source: Hang Seng China Affiliated Corp Index
ms: HSCCI
th: ดัชนีชิปสีแดง
zh_hans: 红筹指数
zh_hant: 紅籌指數

# common_usDJIA
source: SPDR Dow Jones Industrial Average ETF
ms: SPDR Dow Jones Purata Industri ETF
th: Dow Jones ETFs
zh_hans: 道琼斯ETF
zh_hant: 道瓊斯ETF

# common_usNDX
source: NASDAQ Composite
ms: Komposit NASDAQ
th: ดัชนี Nasdaq
zh_hans: 纳斯达克指数
zh_hant: 納斯達克指數

# common_usSPY
source: SPDR S&P 500 ETF
th: S&P 500 ETF
zh_hans: 标普500ETF
zh_hant: 標普500ETF

# common_find_new_version
source: Update
ms: Kemas kini
th: พบเวอร์ชันใหม่
zh_hans: 发现新版本
zh_hant: 發現新版本

# common_go_update
source: Update Now
ms: Kemas kini sekarang
th: อัพเดททันที
zh_hans: 立即更新
zh_hant: 立即更新

# common_upgrade
source: Upgrade
ms: Untuk Naik taraf
th: ไปอัปเกรด
zh_hans: 去升级
zh_hant: 去升級

# common_add_stock
source: Add Stock
ms: Tambah Saham
th: หุ้นเพิ่มทุน
zh_hans: 新增股票
zh_hant: 添加股票

# common_bmptips
source: At request of HKEX, stock quote should be manually refreshed under BMP service. BMP service supports 20 HK stocks at most, others will be 15 minutes delayed. Please go to [My Quotes] for details.
ms: Atas permintaan HKEX, sebut harga saham perlu dimuat semula secara manual di bawah perkhidmatan BMP. Perkhidmatan BMP sokong paling banyak 20 saham HK, saham yang lain akan tertunda 15 minit. Sila pergi ke [Sebut Harga Saya] untuk dapatkan butiran.
th: ตามคำร้องขอของตลาดหลักทรัพย์ฮ่องกง จำเป็นต้องดึงราคาตลาด BMP พื้นฐานของหุ้นฮ่องกงลงและอัปเดตด้วยตนเอง หากมีหุ้นมากกว่า 20 หุ้น แสดงเฉพาะราคาที่ล่าช้า 15 นาทีเท่านั้น โปรดไปที่ "ราคาตลาดของฉัน" เพื่อดูรายละเอียด
zh_hans: 应港交所要求，港股BMP基础行情需手动下拉更新，超过20只股票仅展示延迟 15分钟报价。请到「我的行情」了解详情。
zh_hant: 應港交所要求, 港股即時報價需手動下拉更新, 超過20隻股票僅展示 延遲15分鐘報價。請到「我的報價」了解詳情。

# common_delaytips
source: At the request of the exchange, the current quotation authority only displays 15-minute delayed quotations. Please go to [My Quotes] for details.
ms: Atas permintaan pihak pusat pertukaran, pihak berkuasa sebut harga semasa hanya memaparkan sebut harga tertunda 15 minit. Sila pergi ke [Sebut Harga Saya] untuk dapatkan butiran.
th: ตามคำร้องขอของตลาดหลักทรัพย์ สิทธิ์การเสนอราคาในปัจจุบันจะแสดงเฉพาะราคาที่ล่าช้า 15 นาทีเท่านั้น โปรดไปที่ "ราคาตลาดของฉัน" เพื่อดูรายละเอียด
zh_hans: 应交易所要求，当前行情权限仅展示延迟15分钟报价。请到「我的行情」了解详情。
zh_hant: 應交易所要求，當前行情權限僅展示延遲15分鐘報價。請到「我的報價」了解詳情。

# common_watch
source: u-Monitor
ms: u-Pantau
th: คำเตือนอันชาญฉลาด
zh_hans: 智能提示
zh_hant: 智能提示

# common_all
source: All
ms: Semua
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

# common_no_more_data
source: No more
ms: Sudah Tiada
th: ไม่มีมากอีกแล้ว
zh_hans: 没有更多了
zh_hant: 沒有更多了

# common_no_download
source: Download
ms: muat turun
th: ดาวน์โหลด
zh_hans: 下载
zh_hant: 下載

# common_system_camera_tip
source: Would Like to Access the Camera
ms: Perlu Mengakses Kamera
th: ต้องการเข้าถึงกล้องของคุณ
zh_hans: 想访问您的相机
zh_hant: 想訪問您的相機

# common_system_OK
source: OK
th: ดี
zh_hans: 好
zh_hant: 好

# common_reset
source: Reset
ms: Set semula
th: ตั้งค่าใหม่
zh_hans: 重置
zh_hant: 重置

# common_exit_app
source: Exit
ms: Keluar
th: ออกจากแอพ
zh_hans: 退出应用
zh_hant: 退出應用

# common_continue_app
source: Continue
ms: Connect
th: ใช้ต่อไป
zh_hans: 继续使用
zh_hant: 繼續使用

# common_ios_warning_msg
source: Your device is rooted or jailbroken that might lead to security risks. Please check if there are any unsafe programs in your device.
ms: Peranti anda telah di-nyahkunci atau dijailbreak mungkin akan menyebabkan risiko keselamatan. Sila semak jika terdapat sebarang program yang tidak selamat dalam peranti anda.
th: เรียนผู้ใช้ที่นับถือ ตรวจพบว่าอุปกรณ์ของคุณมีความเสี่ยงด้านความปลอดภัย จะมีความเสี่ยงในการเข้าถึงแอปพลิเคชันนี้ต่อไป โปรดตรวจสอบว่ามีโปรแกรมที่ไม่ปลอดภัยกำลังทำงานอยู่หรือไม่
zh_hans: 尊敬的用户，检测到您的设备存在安全隐患，继续访问本应用会存在风险，请检查是否有不安全的程序运行。
zh_hant: 尊敬的用戶，檢測到您的設備存在安全隱患，繼續訪問本應用會存在風險，請檢查是否有不安全的程序運行。

# common_save_failed
source: Save failed. Please retry.
ms: Proses simpan gagal. Sila cuba semula.
th: บันทึกไม่สำเร็จ โปรดลองอีกครั้ง
zh_hans: 保存失败，请重试。
zh_hant: 保存失敗，請重試。

# common_click_refresh
source: Click to refresh
ms: Tekan untuk memuat semula
th: คลิกรีเฟรช
zh_hans: 点击刷新
zh_hant: 點擊更新

# common_load_fail
source: Loading Failed
ms: Gagal memuat
th: โหลดข้อมูลไม่สำเร็จ
zh_hans: 加载信息失败
zh_hant: 加載資訊失敗

# community_hk_stock
source: HK
th: หุ้นฮ่องกง
zh_hans: 港股
zh_hant: 港股

# community_us_stock
source: US
ms: AS
th: หุ้นสหรัฐ
zh_hans: 美股
zh_hant: 美股

# community_cn_stock
source: CN
th: A-Share
zh_hans: A股
zh_hant: A股

# community_sg_stock
source: SG
th: สิงคโปร์
zh_hans: 新加坡
zh_hant: 新加坡

# common_pi
source: Professional Investor
ms: Pelabur profesional
th: นักลงทุนมืออาชีพ
zh_hans: 专业投资者
zh_hant: 專業投資者

# account_pro
source: PRO Account
ms: Akaun PRO
th: บัญชี PRO
zh_hans: PRO 账户
zh_hant: PRO 賬戶

# commom_description
source: Description
ms: Deskripsi
th: อธิบาย
zh_hans: 说明
zh_hant: 說明

# common_for_details
source: Learn More
ms: Ketahui lebih lanjut
th: เรียนรู้เพิ่มเติม
zh_hans: 了解详情
zh_hant: 了解詳情

# common_preview
source: Preview
ms: Pratpapar
th: ดูตัวอย่าง
zh_hans: 预览
zh_hant: 預覽

# common_loadFailed
source: Failed to load
ms: Gagal dimuat
th: โหลดไม่สำเร็จ
zh_hans: 加载失败
zh_hant: 加載失敗

# common_go_back
source: Back
ms: Kembali
th: กลับ
zh_hans: 返回
zh_hant: 返回

# common_top
source: Top
ms: Atas
th: ตั้งหลังคา
zh_hans: 置顶
zh_hant: 置顶

# common_delete
source: Delete
ms: Padam
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# common_edit
source: Edit
th: แก้ไขการจัดกลุ่ม
zh_hans: 修改分组
zh_hant: 修改分組

# common_edit_groups
source: Watchlist
ms: Senarai pantauan
th: แก้ไขเป็นกลุ่ม
zh_hans: 批量编辑
zh_hant: 批量編輯

# common_done
source: Done
ms: Selesai
th: เสร็จสมบูรณ์
zh_hans: 完成
zh_hant: 完成

# see_detail
source: Details
ms: Butiran
th: ดูรายละเอียด
zh_hans: 查看详情
zh_hant: 查看詳情

# modify_group
source: Edit
th: แก้ไขการจัดกลุ่ม
zh_hans: 修改分组
zh_hant: Modify Group

# stock_manager
source: Watchlist
ms: Senarai pantauan
th: เลือกเอง
zh_hans: 自选
zh_hant: 股票管理

# group_manager
source: Groups
ms: Kumpulan
th: การจัดการกลุ่ม
zh_hans: 分组管理
zh_hant: 分組管理

# add_to_group_unit
source: Add to (%d)
ms: Tambahkan pada (%d)
th: เพิ่มใน (%d)
zh_hans: 添加到 (%d)
zh_hant: 添加到 (%d)

# add_to_group
source: Add to
ms: Tambahkan pada
th: เพิ่มใน
zh_hans: 添加到
zh_hant: 添加到

# tips_add_stock_success
source: Added to Watchlist "%@"
ms: Ditambah pada Senarai Pantauan "%@"
th: เพิ่มไปยังกลุ่ม "%@"
zh_hans: 已添加至分组“%@”
zh_hant: 已添加至分組”%@”

source: Sort
ms: Susun
th: เรียงลำดับ
zh_hans: 排序
zh_hant: 排序

# tips_for_delete_stock_from_all_group
source: Stock will be deleted from all groups. Confirm to delete?
ms: Saham akan dipadamkan dari semua kumpulan. Pasti nak padam?
th: ตัวเลือกเสริมจะถูกลบออกจากกลุ่มทั้งหมด ยืนยันจะลบ
zh_hans: 将从所有分组中删除自选，确认删除？
zh_hant: 將從所有分組中刪除股票，確認刪除？

# stock_toTop
source: %@ moved to top
ms: %@ pindah ke atas
th: %@ปักหมุดให้อยู่บนที่สุดแล้ว
zh_hans: %@ 已置顶
zh_hant: %@ 已置顶

# tip_for_delete_group_and_stocks
source: Confirm to delete this group and remove all stocks in this group from watchlist?
ms: Pasti untuk padamkan kumpulan ini dan padamkan semua saham dalam kumpulan ini dari senarai pantau?
th: แน่ใจว่าจะลบกลุ่ม "%@" และตัวเลือกเสริมทั้งหมดในกลุ่ม
zh_hans: 确认删除分组“%@”和组内的全部自选吗？
zh_hant: 確認刪除分組“%@”和組內的全部股票嗎？

# tips_group_count_max
source: Max limit has been reached
ms: Had maksimum telah dicapai
th: ถึงขีดจำกัดแล้ว
zh_hans: 数量已达上限
zh_hant: 數量已達上限

# add_group
source: Create Group
ms: Cipta Kumpulan
th: สร้างกลุ่มใหม่
zh_hans: 新建分组
zh_hant: 新建分組

# confirm_buy
source: Submit
ms: Hantar
th: ยืนยันว่าจะซื้อเข้า
zh_hans: 确认买入
zh_hant: 確認買入

# confirm_sell
source: Submit
ms: Hantar
th: ยืนยันว่าจะขายออก
zh_hans: 确认卖出
zh_hant: 確認賣出

# add_stock_group_hint
source: Set the group name
ms: Tetapkan nama kumpulan
th: ตั้งชื่อกลุ่ม เช่น การเติบโตสูงอันดับ 1
zh_hans: 给分组取个名字吧，如高成长1号
zh_hant: 給分組取名吧，如高成長1號

# rename_stock_group
source: Rename Group
ms: Nama semula Kumpulan
th: เปลี่ยนชื่อกลุ่ม
zh_hans: 重命名分组
zh_hant: 重命名分組

# tip_add_group
source: Create my own group
ms: Cipta kumpulan saya sendiri
th: สร้างกลุ่มของคุณเอง
zh_hans: 创建一个自己的分组吧
zh_hant: 創建一個自己的分組吧

source: My Stock Group
ms: Kumpulan Saham Saya
th: กลุ่มของฉัน
zh_hans: 我的分组
zh_hant: 我的分組

source: Name
ms: Nama
th: ชื่อ
zh_hans: 名称
zh_hant: 名稱

# optionalStockManager_selectAll
source: Select All
ms: Pilih semua
th: เลือกทั้งหมด
zh_hans: 全选
zh_hant: 全選

# tip_for_delete_optional_stock
source: Confirm to delete?
ms: Pasti nak padam?
th: แน่ใจว่าต้องการลบตัวเลือกเสริมของคุณ
zh_hans: 确认删除自选？
zh_hant: 確認刪除股票？

# dilog_group_stock_count
source: %d Stocks
ms: %d Saham
th: หุ้น %d หุ้น
zh_hans: %d只股票
zh_hant: %d隻股票

# add_group_plaeceHold
source: Up to 12 characters
ms: Sehingga 12 aksara
th: สามารถพิมพ์ได้สูงสุด 12 ตัวอักษร
zh_hans: 最多可输入12个字
zh_hant: 最多可輸入12個字

# group_manager_btn
source: Manage
ms: Mengurus
th: การจัดการกลุ่ม
zh_hans: 分组管理
zh_hant: 分組管理

# group_pop_title
source: Grouping
ms: Pengolongan
th: แบ่งกลุ่ม
zh_hans: 分组
zh_hant: 分組

# common_hot
source: Popular
th: เป็นที่นิยม
zh_hans: 热门
zh_hant: 熱門

# common_other_countries_or_regions
source: Other Countries or Regions
ms: Negara atau Wilayah lain
th: ประเทศหรือภูมิภาคอื่น ๆ
zh_hans: 其他国家或地区
zh_hant: 其他國家或地區

# common_select_area_code
source: Countries / Regions
ms: Negara / Wilayah
th: ประเทศ/ภูมิภาค
zh_hans: 国家/地区
zh_hant: 國家/地區

# common_more_countries_or_regions
source: More
ms: Lebih Banyak
th: ประเทศ/ภูมิภาคเพิ่มเติม
zh_hans: 更多国家/地区
zh_hant: 更多國家/地區

# tab_optional
source: Watchlist
ms: Senarai Pantauan
th: เลือกเอง
zh_hans: 自选
zh_hant: 我的組合

# tab_stock_st
source: uStrategy
ms: uStrategi
th: เลือกหุ้นอย่างชาญฉลาด
zh_hans: 智能选股
zh_hant: 智能選股

# tab_market
source: Market
ms: Pasaran
th: ตลาด
zh_hans: 市场
zh_hant: 市場

# tab_trade
source: Account
ms: Akaun
th: บัญชีผู้ใช้
zh_hans: 户口
zh_hant: 戶口

# tab_open_account
source: Open Account
ms: Cipta akaun
th: เปิดบัญชี
zh_hans: 开户
zh_hant: 開戶

# tab_user_center
source: Me
ms: Saya
th: ของฉัน
zh_hans: 我的
zh_hant: 個人中心

# tab_find
source: uFinance
ms: uKewangan
th: uSMART ไฟแนนซ์
zh_hans: 盈财经
zh_hant: 盈財經

# tab_find_title
source: uSMART Finance
ms: uSMART Kewangan
th: uSMART ไฟแนนซ์
zh_hans: 盈财经
zh_hant: 盈財經

# tab_stock_title
source: Smart-Strategy
ms: Strategi Pintar
th: เลือกหุ้นอย่างชาญฉลาด
zh_hans: 智能选股
zh_hant: 智能選股

# tab_quote_title
source: Quotes
ms: Sebut Harga
th: ตลาด
zh_hans: 行情
zh_hant: 行情

# tab_discover_title
source: Intel
th: ลงทุนอัจฉริยะ
zh_hans: 智投
zh_hant: 智投

# tab_learning
source: Learning
ms: Belajar
th: ศึกษา
zh_hans: 学习
zh_hant: 學習

# tab_expert
source: Expert
ms: Pakar
th: ผู้เชี่ยวชาญ
zh_hans: 专家
zh_hant: 專家

# default_loginTip
source: Login/Register
ms: Log masuk/Daftar
th: เข้าสู่ระบบ/ลงทะเบียน
zh_hans: 登录/注册
zh_hant: 登錄/註冊

# login_loginTip
source: Login
ms: Log masuk
th: เข้าสู่ระบบ
zh_hans: 登录
zh_hant: 登錄

# login_loginBtnName
source: Login
ms: Log masuk
th: เข้าสู่ระบบ
zh_hans: 登录
zh_hant: 登錄

# login_phonePlaceHolder
source: Mobile Number
ms: Nombor telefon
th: หมายเลขโทรศัพท์
zh_hans: 手机号码
zh_hant: 手機號碼

# login_bindRegisterTip
source: This mobile number has been registered, please contact CS if you have any enquiries.
ms: Nombor mobile ini sudah didaftarkan, sila hubungi Perkhidmatan Pelanggan jika anda ada sebarang pertanyaan.
th: หมายเลขโทรศัพท์ถูกลงทะเบียนแล้ว หากต้องการกู้คืน โปรดติดต่อฝ่ายบริการลูกค้า
zh_hans: 手机号码已注册，如需找回，请联系客服
zh_hant: 手機號碼已註冊，如需找回，請聯繫客服

# login_optationTip
source: Unregistered mobile number will be registered
ms: Nombor mobile yang belum didaftarkan akan didaftar
th: หมายเลขโทรศัพท์ที่ไม่ได้ลงทะเบียนจะถูกลงทะเบียนโดยอัตโนมัติ
zh_hans: 未注册的手机号码将自动完成注册
zh_hant: 未註冊的手機號碼將自動完成註冊

# login_botTip1
source: By completing registration, you agree to
ms: Dengan melengkapkan pendaftaran, anda bersetuju untuk
th: ลงทะเบียน แสดงว่าคุณเห็นด้วย
zh_hans: 注册即表示您同意
zh_hant: 註冊即表示您同意

# bind_botTip1
source: By clicking any button on this page, you agree to
ms: Dengan tekan mana-mana butang pada halaman ini, anda bersetuju untuk
th: คลิกตกลงแสดงว่าคุณตกลง
zh_hans: 点击确定即表示您同意
zh_hant: 點擊確定即表示您同意

# login_privacy_tips
source: By registering or logging in, you have read and agreed to the Terms of Services and Privacy Policy
ms: Dengan mendaftar atau log masuk, anda telah membaca dan bersetuju menerima Syarat Perkhidmatan dan Polisi Privasi
th: โดยการลงทะเบียนหรือเข้าสู่ระบบคุณได้อ่านและยอมรับข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัว
zh_hans: 注册或登录即表示您已阅读并同意服务条款和隐私政策
zh_hant: 註冊或登錄即表示您已閱讀並同意服務條款和隱私政策

source: Agreement Statement
ms: Penyata Perjanjian
th: แนะนำสัญญา
zh_hans: 协议说明
zh_hant: 協議說明

# login_privacy_tip_link_key_words_1
source: Terms of Services
ms: Syarat Perkhidmatan
th: ข้อกำหนดในการให้บริการ
zh_hans: 服务条款
zh_hant: 服務條款

# login_privacy_tip_link_key_words_2
source: Privacy Policy
ms: Polisi Privasi
th: นโยบายความเป็นส่วนตัว
zh_hans: 隐私政策
zh_hant: 隱私政策

# bind_jumpOver
source: Skip
ms: Langkau
th: กระโดดข้าม
zh_hans: 跳过
zh_hant: 跳過

# login_botProtocol
source: Product Licensing Agreement
ms: Perjanjian Pelesenan Produk
th: "ข้อตกลงการอนุญาตใช้สิทธิ์ผลิตภัณฑ์"
zh_hans: 《产品使用许可协议》
zh_hant: 《產品使用許可協議》

# login_botTip2
source: and
ms: dan
th: และ
zh_hans: 和
zh_hant: 和

# login_botPrivacy
source: Privacy Policy
ms: Polisi Privasi
th: "นโยบายความเป็นส่วนตัว"
zh_hans: 《隐私政策》
zh_hant: 《私隱政策》

# login_forgetPwd
source: Forgot Password
ms: Lupa kata laluan
th: ลืมรหัสผ่าน
zh_hans: 忘记密码
zh_hant: 忘記密碼

# login_findPwd
source: Forgot Password
ms: Lupa kata laluan
th: กู้คืนรหัสผ่าน
zh_hans: 找回密码
zh_hant: 找回密碼

# login_goRegister
source: SMS Login/Register
ms: SMS Log Masuk/Daftar
th: ล็อกอิน/ลงทะเบียนทางข้อความ
zh_hans: 短信登录/注册
zh_hant: 短訊登錄/註冊

# login_pwdLogin
source: Password Login
ms: Kata laluan Log Masuk
th: ล็อกอินด้วยรหัสผ่าน
zh_hans: 密码登录
zh_hant: 密碼登錄

# login_inputPhoneTip
source: Enter your mobile number
ms: Masukkan nombor mobile anda
th: กรุณากรอกหมายเลขโทรศัพท์
zh_hans: 请输入手机号码
zh_hant: 請輸入手機號碼

# login_bindPhone
source: Bind mobile number
ms: Ikat nombor mobile
th: ผูกเบอร์มือถือ
zh_hans: 绑定手机号码
zh_hant: 綁定手機號碼

# login_sendTo
source: Sent to
ms: Dihantar ke
th: ส่งรหัสยืนยันทางข้อความไปที่
zh_hans: 短信验证码已发送至
zh_hant: 短訊驗證碼已發送至

# login_setPwdTip
source: Set Password
ms: Tetapkan kata laluan
th: ตั้งรหัสผ่าน
zh_hans: 设置密码
zh_hant: 設定密碼

# login_pwdPlaceHolder
source: 8-24 Characters
ms: 8-24 Aksara
th: ตัวเลข/ตัวอักษร/สัญลักษณ์ 8-24 ตัว
zh_hans: 8-24位数字/字母/符号组合
zh_hant: 8–24位數字/字母/符號組合

# login_completeRegister
source: Completed Registration
ms: Pendaftaran Selesai
th: ลงทะเบียนเสร็จสิ้น
zh_hans: 完成注册
zh_hant: 完成註冊

# login_productLicense
source: Product Licensing Agreement
ms: Perjanjian Pelesenan Produk
th: "ข้อตกลงการอนุญาตใช้สิทธิ์ผลิตภัณฑ์"
zh_hans: 《产品使用许可协议》
zh_hant: 《產品使用許可協議》

# login_privacy
source: Privacy Policy
ms: Polisi Privasi
th: "ข้อตกลงความเป็นส่วนตัว"
zh_hans: 《隐私协议》
zh_hant: 《私隱政策》

# login_registerTip
source: By completing registration, you agree to
ms: Dengan melengkapkan pendaftaran, anda bersetuju untuk
th: คลิกเพื่อเสร็จสิ้นการลงทะเบียน แสดงว่าคุณยอมรับ
zh_hans: 点击完成注册，即表示您同意
zh_hant: 點擊完成註冊，即表示您同意

# login_protocol
source: Product Licensing Agreement and Privacy Policy
ms: Perjanjian Perlesenan Produk dan Polisi Privasi
th: “ข้อตกลงสิทธิ์การใช้งานผลิตภัณฑ์” และ “นโยบายความเป็นส่วนตัว”
zh_hans: 《产品使用许可协议》和《隐私协议》
zh_hant: 《產品使用許可協議》和《私隱政策》

# login_phoneRegistered
source: This mobile number has been registered. Login now?
ms: Nombor mobile ini telah didaftarkan. Log masuk sekarang?
th: หมายเลขโทรศัพท์ถูกลงทะเบียนแล้ว คุณต้องการล็อกอินหรือไม่
zh_hans: 该手机号码已经注册 是否登录？
zh_hant: 該手機號碼已註冊 是否登錄?

# login_phoneUnRegistered
source: This number has not been registered. Register now?
ms: Nombor ini belum didaftarkan. Daftar sekarang?
th: หมายเลขโทรศัพท์ไม่ได้ลงทะเบียน จะลงทะเบียนหรือไม่
zh_hans: 该手机号码未注册，是否注册？
zh_hant: 該手機號碼未註冊，是否註冊?

# login_setLoginPwdAlertTip
source: You have not set a login password, please set it before the next step
ms: Anda belum tetapkan kata laluan log masuk, sila tetapkan sebelum langkah seterusnya
th: คุณยังไม่ได้ตั้งรหัสผ่านที่ใช้ล็อกอิน โปรดตั้งค่าและดำเนินการในขั้นตอนต่อไป
zh_hans: 您尚未设置登录密码，请设置后进行下一步操作
zh_hant: 您尚未設定登錄密碼，請設定後進行下一步操作

# login_setLoginPwdTip
source: Verify your mobile number and set your login password
ms: Sahkan nombor mobile anda dan tetapkan kata laluan log masuk anda
th: กรุณายืนยันหมายเลขโทรศัพท์มือถือและตั้งรหัสผ่านที่ใช้ล็อกอิน
zh_hans: 请验证手机号码，设置登录密码
zh_hant: 請驗證手機號碼、設定登錄密碼

# login_unsetLoginPwd
source: You have not set a login password. Please login with SMS.
ms: Anda belum tetapkan kata laluan log masuk. Sila log masuk dengan SMS.
th: ไม่ได้ตั้งค่ารหัสผ่านที่ใช้ล็อกอินสำหรับบัญชีนี้ โปรดล็อกอินด้วยรหัสยืนยันทางข้อความ
zh_hans: 该账户未设置登录密码 请使用短信验证码登录
zh_hant: 該賬戶未設定登錄密碼 請使用短訊驗證碼登錄

# login_unsetLoginPwdContent
source: (You can set your login password in "Me" after logging in)
ms: (Anda boleh tetapkan kata laluan log masuk anda dalam "Saya" selepas log masuk)
th: (สามารถตั้งรหัสผ่านที่ใช้ล็อกอินในศูนย์ส่วนบุคคลหลังจากล็อกอิน)
zh_hans: （登录后可在个人中心设置登录密码）
zh_hant: (登錄後可在個人中心設定登錄密碼)

# login_goLogin
source: Login
ms: Log masuk
th: ไปเข้าสู่ระบบ
zh_hans: 去登录
zh_hant: 去登錄

# login_registered
source: Register Now
ms: Daftar sekarang
th: ไปลงทะเบียน
zh_hans: 去注册
zh_hant: 去註冊

# login_registerSuccess
source: Registration Successful
ms: Pendaftaran berjaya
th: ลงทะเบียนสำเร็จ
zh_hans: 注册成功
zh_hant: 註冊成功

# login_loginSuccess
source: Login Successful
ms: Log masuk Berjaya
th: ล็อกอินสำเร็จ
zh_hans: 登录成功
zh_hant: 登錄成功

# login_completeSet
source: Finish Settings
ms: Selesaikan Tetapan
th: การตั้งค่าเสร็จสิ้น
zh_hans: 完成设置
zh_hant: 完成設定

# login_resetPwdTip
source: Set New Password
ms: Tetapkan Kata Laluan Baru
th: ตั้งรหัสผ่านใหม่
zh_hans: 设置新密码
zh_hant: 設定新密碼

# login_more
source: Quick Login
ms: Log Masuk Pantas
th: เข้าสู่ระบบอย่างรวดเร็ว
zh_hans: 快速登录
zh_hant: 更多登錄方式

# login_codeTip
source: Verification Code
ms: Dapatkan kod
th: รับรหัสยืนยัน
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

# login_codeLoginTip
source: New device detected Enter SMS verification code
ms: Peranti baru dikesan Masukkan kod pengesahan SMS
th: ตรวจพบว่ามีอุปกรณ์ใหม่ล็อกอิน โปรดป้อนรหัสยืนยันทางข้อความ
zh_hans: 检测到新设备登录 请输入短信验证码
zh_hant: 檢測到新設備登錄 請輸入短訊驗證碼

# login_unRegisterTip
source: This mobile number has not been registered
ms: Nombor mobile ini belum didaftar
th: หมายเลขโทรศัพท์ไม่ได้ลงทะเบียน
zh_hans: 该手机号码没有注册
zh_hant: 該手機號碼沒有註冊

# login_resetPwdSuccess
source: Your login password has been reset. Please re-login.
ms: Kata laluan log masuk anda telah diset semula. Sila log masuk semula.
th: รีเซ็ตรหัสผ่านที่ใช้ล็อกอินสำเร็จ กรุณาล็อกอินใหม่อีกครั้ง
zh_hans: 登录密码重置成功，请重新登录
zh_hant: 登錄密碼重置成功，請重新登錄

# login_reloginTip
source: Re-login
ms: Log masuk semula
th: ล็อกอินใหม่
zh_hans: 重新登录
zh_hant: 重新登錄

# login_backPwd
source: Forgot Password
ms: Lupa kata laluan
th: กู้คืนรหัสผ่าน
zh_hans: 找回密码
zh_hant: 找回密碼

# login_captchaLogin
source: SMS Login
ms: SMS Log Masuk
th: ล็อกอินด้วยรหัสยืนยัน
zh_hans: 验证码登录
zh_hant: 短訊登錄

# login_resend
source: Resend
ms: Hantar semula
th: ส่งซ้ำ
zh_hans: 重新发送
zh_hant: 重新發送
