Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# ma_description
source: Moving averages(MA) smooth the price data to form a trend-following indicator. They do not predict price direction, but rather define the current direction with a lag. Moving averages lag because they are based on past prices. Despite this lag, moving averages help smooth price action and filter out the noise. They also form the building blocks for many other technical indicators and overlays, such as Bollinger Bands, MACD and the McClellan Oscillator. The two most popular types of moving averages are the Simple Moving Average (SMA) and the Exponential Moving Average (EMA). These moving averages can be used to identify the direction of the trend or define potential support and resistance levels. A simple moving average is formed by computing the average price of a security over a specific number of periods. Most moving averages are based on closing prices. A 5-day simple moving average is the five-day sum of closing prices divided by five. As its name implies, a moving average is an average that moves.
ms: Purata pergerakan (MA) melancarkan data harga untuk membentuk isyarat pengikut aliran. Mereka tidak meramalkan arah harga, tetapi sebaliknya mentakrif arah semasa dengan la . Purata pergerakan ketundaan kerana ia adalah berdasarkan harga dulu. Walaupun selang ini, purata bergerak membantu melancarkan tindakan harga dan menapis kebisingan. Mereka juga membentuk blok bangunan untuk banyak isyarat teknikal lain dan tindihan, seperti Bollinger Bands, MACD dan McClellan Oscillator. Dua jenis purata bergerak yang paling popular ialah Purata Pergerakan Mudah (SMA) dan Purata Pergerakan Eksponen (EMA). Purata bergerak ini boleh digunakan untuk mengenal pasti arah aliran atau menentukan tahap sokongan dan rintangan yang berpotensi. Purata bergerak mudah dibentuk dengan mengira harga purata sesuatu keselamatan sepanjang beberapa tempoh tertentu. Kebanyakan purata bergerak berdasarkan pada harga tutup. Purata pergerakan mudah 5 hari ialah jumlah lima hari bagi harga penutupan dibahagikan dengan lima. Seperti yang ditunjukkan oleh namanya, purata bergerak ialah purata yang bergerak.
th: MA เป็นเส้นโค้งที่สร้างขึ้นหลังจากเฉลี่ยราคาปิดวัตถุประสงค์ของการเฉลี่ยราคาปิดคือการกำจัดผลกระทบของความผันผวนระยะสั้นของอัตราแลกเปลี่ยนในการตัดสินแนวโน้ม MA เป็นค่าเฉลี่ยของราคาที่มีเวลาหลายวันติดต่อกันและช่วงเวลาเป็นพารามิเตอร์ของ MA หากเลือกพารามิเตอร์คือ 20 วัน ค่าของเส้นค่าเฉลี่ยเคลื่อนที่ย้อนหลัง 20 วันจะแสดงด้วยสัญลักษณ์ MA (20)
zh_hans: MA是对收盘价进行平均之后的生成的一条曲线，对收盘价平均的目的是为了消除汇价短期波动对趋势判断的影响。MA是连续若干天的价格的算术平均，时间周期就是MA的参数。如果参数选择为20天，20日移动平均线的值用符号MA(20)表示。
zh_hant: MA是對收盤價進行平均之後的生成的一條曲線，對收盤價平均的目的是為了消除匯價短期波動對趨勢判斷的影響。 MA是連續若干天的價格的算術平均，時間週期就是MA的參數。 如果參數選擇為20天，20日移動平均線的值用符號MA(20)表示。

# ema_description
source: Exponential moving averages (EMAs) reduce the lag by applying more weight to recent prices. The weighting applied to the most recent price depends on the number of periods in the moving average. EMAs differ from simple moving averages in that a given day's EMA calculation depends on the EMA calculations for all the days prior to that day. You need far more than 10 days of data to calculate a reasonably accurate 10-day EMA. There are three steps to calculate an exponential moving average (EMA). First, calculate the simple moving average for the initial EMA value. An exponential moving average (EMA) has to start somewhere, so a simple moving average is used as the previous period's EMA in the first calculation. Second, calculate the weighted multiplier. Third, calculate the exponential moving average for each day between the initial EMA value and today, using the price, the multiplier and the previous period's EMA value. The formula below is for a 10-day EMA.
ms: Purata pergerakan eksponen (EMA) mengurangkan ketundaan dengan menggunakan lebih berat pada harga terkini. Wajaran yang digunakan pada harga terkini bergantung pada bilangan tempoh dalam purata bergerak. EMA berbeza daripada purata bergerak ringkas kerana pengiraan EMA hari tertentu bergantung pada pengiraan EMA untuk semua hari sebelum hari itu. Anda memerlukan lebih daripada 10 hari data untuk mengira EMA 10 hari yang munasabah tepat. Terdapat tiga langkah untuk mengira purata bergerak eksponen (EMA). Pertama, kira purata pergerakan ringkas untuk nilai EMA awal. Purata bergerak eksponen (EMA) perlu bermula di suatu tempat, jadi purata bergerak ringkas digunakan sebagai EMA tempoh sebelumnya dalam pengiraan pertama. Kedua, kira pengganda berwajaran. Ketiga, kira purata pergerakan eksponen untuk setiap hari antara nilai EMA awal dan hari ini, menggunakan harga, pendaraban dan nilai EMA masa sebelumnya. Formula di bawah adalah untuk EMA 10 hari.
th: EMA ดัชนีพารามิเตอร์ เป็นดัชประเภทแนวโน้มซึ่งมีหลักการคือการทำหลังราคาการปิดและวิเคราะห์ตามผลการคำนวณเพื่อใช้ในกำหนดแนวโน้มที่เปลี่ยนแปลงในอนาคตของราคา เทียบกับดัชนี MACD และดัชนี DMA เนื้องจากสูตรคำนวณเน้นของดัชนี EMAพิจารณาน้ำหนักของตลาดในวันที่ราคาปัจจุบัน ดังนั้นสูตรคำนวณเน้นของดัชนีตัดสินใจเป็นดัชนีวิเคราะห์ชนิดแนวโน้ม
zh_hans: EMA指数平均数指标，是一种趋向类指标，其原理是对价格收盘价进行算术平均，并根据计算结果来进行分析，用于判断价格未来走势的变动趋势。 与MACD指标、DMA指标相比，EMA指标由于其计算公式中着重考虑了价格当天(当期)行情的权重，因此指标自身的计算公式决定了作为一类趋势分析指标。
zh_hant: EMA指數平均數指標，是一種趨向類指標，其原理是對價格收盤價進行算術平均，並根據計算結果來進行分析，用於判斷價格未來走勢的變動趨勢。 與MACD指標、DMA指標相比，EMA指標由於其計算公式中著重考慮了價格當天(當期)行情的權重，因此指標自身的計算公式決定了作為一類趨勢分析指標。

# boll_description
source: Bollinger Bands(BOLL) are volatility bands placed above and below a moving average. Volatility is based on the standard deviation, which changes as volatility increases or decreases. The bands automatically widen when volatility increases and narrow when volatility decreases. This dynamic nature of Bollinger Bands also means they can be used on different securities with the standard settings. For signals, Bollinger Bands can be used to identify M-Tops and W-Bottoms or to determine the strength of the trend. Bollinger Bands consist of a middle band with two outer bands. The middle band is a simple moving average that is usually set at 20 periods. A simple moving average is used because the standard deviation formula also uses a simple moving average. The look-back period for the standard deviation is the same as for the simple moving average. The outer bands are usually set 2 standard deviations above and below the middle band.
ms: Bollinger Band(BOLL) ialah jalur turun naik diletakkan di atas dan di bawah purata bergerak. Kemeruapan adalah berdasarkan ssusunanan piawai, yang berubah apabila turun naik meningkat atau berkurangan. Jalur secara automatik melebar apabila kemeruapan meningkat dan mengempit apabila kemeruapan berkurang. Sifat dinamik Bollinger Bands ini juga bermakna ia boleh digunakan pada sekuriti yang berbeza dengan tetapan standard. Untuk isyarat, Bollinger Band boleh digunakan untuk mengenal pasti M-Tops dan W-Bottoms atau untuk menentukan kekukuhan trend. Bollinger band terdiri dari jalur tengah dengan dua jalur luar. Jalur tengah ialah purata pergerakan mudah yang biasa ditetapkan pada 20 tempoh. Purata bergerak mudah digunakan kerana formula ssusunanan piawai juga menggunakan purata bergerak mudah. Tempoh imbas kembali untuk ssusunanan piawai adalah sama seperti untuk purata pergerakan mudah. Jalur luar biasanya ditetapkan 2 ssusunanan piawai di atas dan di bawah jalur tengah.
th: ดัชนี BOLL เป็นดัชนีการวิเคราะห์ทางเทคนิคที่ง่ายและใช้งานได้จริงซึ่งออกแบบตามหลักการของค่าเบี่ยงเบนมาตรฐานในสถิติ โดยทั่วไป การเคลื่อนไหวของราคาหุ้นจะเปลี่ยนแปลงในช่วงหนึ่งรอบศูนย์ค่าบางอย่าง เช่นการค่าเฉลี่ยเคลื่อนที่เส้นการต้นทุน ขึ้นอยู่กับเงื่อนไขข้างต้นตัวบ่งชี้เส้นบอลลิน แนะนำแนวคิดของ ช่องราคาหุ้น ซึ่งเชื่อว่าความกว้างและความแคบของช่องราคาหุ้นจะการเปลี่ยนไปตาม ขนาดของความผันผวนของราคาหุ้นและช่องราคาหุ้นมีความแปรปรวนมันจะปรับโดยอัตโนมัติกับการเปลี่ยนแปลงของราคาหุ้นเนื้องจากมีคุณสมบัติทางความยืดหยุ่นสัญชาตญาณและแนวโน้ม ดัชนี BOLL ได้กลายเป็นดัชนียอดนิยมในตลาดที่นักลงทุนใช้กันอย่างแพร่หลายโดยทั่วไป ดัชนี BOLL มีสามหน้าที่หลัก: 1 ซึ่งบ่งชี้ถึงการสนับสนุนและความต้านทาน 2 แสดง การขายเกินและการซื้อเกิน 3 แสดงแนวโน้มทั้งหมด
zh_hans: BOLL指标是根据统计学中的标准差原理设计出来的一种非常简单实用的技术分析指标。一般而言，股价的运动总是围绕某一价值中枢(如均线、成本线等)在一定的范围内变动，布林线指标指标正是在上述条件的基础上，引进了“股价通道”的概念，其认为股价通道的宽窄随着股价波动幅度的大小而变化，而且股价通道又具有变异性，它会随着股价的变化而自动调整。正是由于它具有灵活性、直观性和趋势性的特点，BOLL指标渐渐成为投资者广为应用的市场上热门指标。 一般认为，BOLL指标有三大功能: 1、指示支撑和阻力作用; 2、显示超买和超卖; 3、显示整体趋势。
zh_hant: BOLL指標是根據統計學中的標準差原理設計出來的一種非常簡單實用的技術分析指標。 一般而言，股價的運動總是圍繞某一價值中樞(如均線、成本線等)在- -定的範圍內變動，布林線指標指標正是在上述條件的基礎上，引進了“股價通道”的概念，其認為股價通道的寬窄隨著股價波動幅度的大小而變化， 而且股價通道又具有變異性，它會隨著股價的變化而自動調整。 正是由於它具有靈活性、直觀性和趨勢性的特點，BOLL指標漸漸成為投資者廣為應用的市場上熱門指標。 一般認為，BOLL指標有三大功能: 1、指示支撐和阻力作用; 2、顯示超買和超賣; 3、顯示整體趨勢。

# sar_description
source: Developed by Welles Wilder, the Parabolic SAR refers to a price-and-time-based trading system. Wilder called this the "Parabolic Time/Price System." SAR indicator is used in the system. SAR stands for "stop and reverse", which is the actual indicator used in the system. SAR trails price as the trend extends over time. The indicator is below prices when prices are rising and above prices when prices are falling. In this regard, the indicator stops and reverses when the price trend reverses and breaks above or below the indicator.
ms: Dibina oleh Welles Wilder, Parabolic SAR merujuk kepada sistem perdagangan harga-dan-masa. Wilder memanggil ini "Sistem Masa/Harga Parabolik." isyarat SAR digunakan dalam sistem. SAR bermaksud "henti and terbalik", yang merupakan isyarat sebenar yang digunakan dalam sistem. SAR meningkatkan harga apabila trend Connect dari masa masa. isyarat berada di bawah harga apabila harga meningkat dan di atas harga ketika harga menurun. Dalam hal ini, isyarat berhenti dan terbalik apabila trend harga terbalik dan menembus di atas atau di bawah isyarat.
th: ดัชนีพาราโบลา (SAR) ก็เรียกว่าการสูญเสียหยุด ดัชนีนี้คล้ายกับหลักการของเส้นเฉลี่ยเคลื่อน และเป็นเครื่องมือวิเคราะห์ที่เน้นทั้งราคาและเวลา เนื่องจากจุดที่ประกอบเป็น SAR เคลื่อนที่ในลักษณะโค้งดังนั้นเรียกว่า พวงมาลัยพาราโบลา
zh_hans: 抛物线指标(SAR) 也称为停损点转向指标，这种指标与移动平均线的原理颇为相似，属于价格与时间并重的分析工具。由于组成SAR的点以弧形的方式移动，故称“抛物转向”。
zh_hant: 抛物線指標(SAR) 也稱為停損點轉向指標，這種指標與移動平均線的原理頗為相似，屬於價格與時間並重的分析工具。 由於組成SAR的點以弧形的方式移動，故稱“拋物轉向”。

# mavol_description
source: Volume(MAVOL) is an indicator that shows the amount of volume for a particular price range, which is based on closing prices. By combining volume and closing prices, this indicator can be used to identify high-volume price ranges to mark support or resistance. Volume-by-Price calculations are based on the entire period displayed on the chart. Volume-by-Price on a five-month daily chart is based on the daily closing data of all five months. Volume-by-Price on a two-week 30-minute chart is based on two weeks of 30-minute closing data.
ms: Volum(MAVOL) adalah isyarat yang menunjukkan jumlah volum untuk julat harga tertentu, yang berdasarkan harga tutup. Dengan menggabungkan harga volum dan harga tutup, isyarat ini boleh digunakan untuk mengenal pasti julat harga volum tinggi untuk menandakan sokongan atau rintangan. Pengiraan volum demi Harga adalah berdasarkan pada keseluruhan tempoh yang dipaparkan pada carta. Volum demi Harga pada carta harian lima bulan adalah berdasarkan data penutupan harian semua lima bulan. Volum demi Harga pada carta dua minggu 30 minit berdasarkan pada dua minggu data penutupan 30 minit.
th: ปริมาณการตกลุงหมายถึงจำนวนการซื้อขายที่อยู่ในช่วงระยะเวลาหนึ่งสะท้อนให้เห็นเงื่อนไขการเงินออกเข้าตลาดปริมาณการตกลุงเป็นดังนั้นที่สำคัญสำหรับการตัดสินแนวโน้มของตลาด โดยทั่วไป ปริมาณการตกลุงใหญ่ และหุ้นที่ราคาสูงขึ้นมีแนวโน้มที่ดี เมื่อปริมาณการตกลุงตกต่ำอย่างต่อเนื่องโดยทั่วไปจะปรากฏในตลาดหมีหรือหุ้นที่อยู่ในระยะการเรียบ การซื้อขายในตลาดไม่ได้ใช้งาน ปริมาณการตกลุงเป็นพื้นฐานที่สำคัญสำหรับการแนวโน้มหุ้นและเป็นให้พื้นฐานที่สำคัญกับการวิเคราะห์พฤติกรรมหลัก นักลงทุนต้องให้ความสนใจกับหุ้นที่มีปริมาณการซื้อขายที่ผิดปกติ
zh_hans: 成交量是指在某一时段内具体的交易数，反映了资金进出市场的情况，成交量是判断市场走势的重要指标。一般情况下，成交量大且价格上涨的股票，趋势向好。成交量持续低迷时，一般出现在熊市或股票整理阶段，市场交易不活跃。成交量是判断股票走势的重要依据，对分析主力行为提供了重要的依据。投资者对成交量异常波动的股票应当密切关注。
zh_hant: 成交量是指在某一時段內具體的交易數，反映了資金進出市場的情況，成交量是判斷市場走勢的重要指標。 一般情況下，成交量大且價格上漲的股票，趨勢向好。 成交量持續低迷時，一般出現在熊市或股票整理階段，市場交易不活躍。 成交量是判斷股票走勢的重要依據，對分析主力行為提供了重要的依據。 投資者對成交量異常波動的股票應當密切關注。

# macd_description
source: Moving Average Convergence/Divergence oscillator (MACD) is one of the simplest and most effective momentum indicators available. The MACD turns two trend-following indicators, moving averages, into a momentum oscillator by subtracting the longer moving average from the shorter moving average. As a result, the MACD offers the best of both worlds: trend following and momentum. The MACD fluctuates above and below the zero line as the moving averages converge, cross and diverge. Traders can look for signal line crossovers, centerline crossovers and divergences to generate signals. Because the MACD is unbounded, it is not particularly useful for identifying overbought and oversold levels.
ms: Moving Average Convergence/Divergence oscilator (MACD) adalah salah satu dari isyarat momentum paling mudah dan paling berkesan tersedia. MACD menukarkan dua isyarat mengikut arah aliran, purata bergerak menjadi pengayun momentum dengan menolak purata pergerakan yang lebih lama daripada purata pergerakan yang lebih pendek. Akibatnya, MACD menawarkan yang terbaik dari kedua-dua dunia: mengikuti aliran dan momentum. MACD turun naik di atas dan di bawah garis sifar apabila purata bergerak bertumpu, bersilang dan mencapah. Pedagang boleh cari silang garis isyarat , silang garis tengah dan capah untuk menjana isyarat. Oleh kerana MACD tidak terhad, ia tidak berguna terutamanya untuk mengenal pasti tahap terlebih beli dan terlebih jual.
th: ดัชนี MACDตามหลักการก่อสร้างของเส้นเฉลี่ยทำให้ราคาปิดของหุ้นราบรื่นขึ้นและหาเลขเฉลี่ยคณิตแล้วคำนวณในภายหลังซึ่งเป็นดัชนีแนวโน้มดัชนี MACD คือการปรับให้เรียบสองเท่าโดยใช้ค่าเฉลี่ยเคลื่อนที่ที่รวดเร็ว ระยะสั้น และช้า ระยะยาว และสัญญาณของการบรรจบกันและการแยกจากกัน ตามหลักการของเส้นเฉลี่ยเคลื่อนที่พัฒนาขึ้น MACD ที่หนึ่งการลบข้อบกพร่องของสัญญาณที่ผิดพลาดบ่อยครั้งจากค่าเฉลี่ยเคลื่อนที่สอง ยังคงรักษาผลกระทบของค่าเฉลี่ยเคลื่อนที่ดังนั้นดัชนี MACD มีลักษณะของแนวโน้มค่าเฉลี่ยเคลื่อนที่ความมั่นคงและความมั่นคงมันเป็นดัชนีการวิเคราะห์ทางเทคนิคที่ใช้ในการตัดสินเวลาของการซื้อและขายหุ้น ดัชนี MACD ตามการพิจารณาความสัมพันธ์ระหว่างค่าสามค่าของ EMA DIFF และ DEA ก็เรียกว่า MACD DEM การพิจารณาจากเส้นเฉลี่ยเคลื่อนที่ของเชื่อมต่อกับ DIFF และ DEA การพิจารณาตัดสินใจตลาดกับฮิสโตแกรม BAR ของการลบค่า DIF DEM เป็นดัชนีการณ์แนวโน้มระยะสั้นในตลาดหลักของดัชนีการวิเคราะห์ทาง DIFF เป็นหลักและ DEA เป็นผู้ช่วย DIFF คือความแตกต่างระหว่างค่าเฉลี่ยเคลื่อนที่แบบเส้นเคลื่อนไหวที่รวดเร็วและราบรื่น EMA1 และค่าเฉลี่ยเคลื่อนที่แบบเส้นเคลื่อนไหวที่ช้าและราบรื่น EMA2 รูปทรงกระบอก BAR ใช้ความหดของสีแดงและสีเขียวเพื่อศึกษาในแอปทางเทคนิคตลาดหุ้น
zh_hans: MACD指标是根据均线的构造原理，对股票价格的收盘价进行平滑处理，求出算术平均值以后再进行计算，是一种趋向类指标。 MACD指标是运用快速(短期)和慢速(长期)移动平均线及其聚合与分离的征兆，加以双重平滑运算。而根据移动平均线原理发展出来的MACD，一则去除了移动平均线频繁发出假信号的缺陷，二则保留了移动平均线的效果, 因此，MACD指标具有均线趋势性、稳重性、安定性等特点，是用来研判买卖股票的时机，预测股票价格涨跌的技术分析指标。 MACD指标主要是通过EMA、DIFF和DEA (或叫MACD、DEM)这三值之间关系的研判，DIFF和DEA连接起来的移动平均线的研判以及DIFF减去DEM值而绘制成的柱状图(BAR)的研判等来分析判断行情，预测股价中短期趋势的主要的股市技术分析指标。其中，DIFF是核心，DEA是辅助。DIFF是快速平滑移动平均线(EMA1) 和慢速平滑移动平均线(EMA2) 的差。BAR柱状图在股市技术软件上是用红柱和绿柱的收缩来研判行情。
zh_hant: MACD指標是根據均線的構造原理，對股票價格的收盤價進行平滑處理，求出算術平均值以後再進行計算，是一種趨向類指標。 MACD指標是運用快速(短期)和慢速(長期)移動平均線及其聚合與分離的徵兆，加以雙重平滑運算。 而根據移動平均線原理發展出來的MACD，一則去除了移動平均線頻繁發出假信號的缺陷，二則保留了移動平均線的效果, 因此，MACD指標具有均線趨勢性、穩重性、安定性等特點，是用來研判買賣股票的時機， 預測股票價格漲跌的技術分析指標。 MACD指標主要是通過EMA、DIFF和DEA (或叫MACD、DEM)這三值之間關係的研判，DIFF和DEA連接起來的移動平均線的研判以及DIFF減去DEM值而繪製成的柱狀圖(BAR)的研判等來分析判斷行情， 預測股價中短期趨勢的主要的股市技術分析指標。 其中，DIFF是核心，DEA是輔助。 DIFF是快速平滑移動平均線(EMA1) 和慢速平滑移動平均線(EMA2) 的差。 BAR柱狀圖在股市技術軟體上是用紅柱和綠柱的收縮來研判行情。

# kdj_description
source: Developed by George C. Lane in the late 1950s, the Stochastic Oscillator is a momentum indicator that shows the location of a closing price relative to the high-low range over a set number of periods. According to an interview with Lane, the Stochastic Oscillator "doesn't follow price, it doesn't follow volume or anything like that. It follows the speed or the momentum of price. As a rule, the momentum changes direction before price." As such, bullish and bearish divergences in the Stochastic Oscillator can be used to foreshadow reversals. This was the first, and most important, signal that Lane identified. Lane also used this oscillator to identify bull and bear set-ups to anticipate a future reversal. Because the Stochastic Oscillator is range bound, it is also useful for identifying overbought and oversold levels.
ms: Dibina oleh George C. Lane pada 1950-an. Menurut temu bual dengan Lane, Stochastic Oscillator "tidak mengikuti harga, ia tidak mengikuti volume atau apa-apa seperti untuk itu. Ia mengikuti kelajuan atau momentum harga. Sebagai peraturan arah, . sebagai peraturan arah, . " Oleh itu, perbezaan menaik dan menurun dalam Pengayun sahamastik boleh digunakan untuk meramalkan pembalikan. Ini adalah isyarat pertama, dan paling penting, yang dikenal pasti Lane. Lane juga menggunakan pengayun ini untuk mengenal pasti bull dan bear set-up untuk menjangka pembalikan masa hadapan. Oleh kerana Stochastic Oscillator terikat julat, ia juga berguna untuk mengenal pasti paras terlebih beli dan terlebih jual.
th: ดัชนี KDJ จะคำนวณค่าสุ่ม RSV ที่ยังไม่บรรลุนิติภาวะสำหรับรอบการคำนวณล่าสุดตามหลักสถิติโดยคำนวณจากราคาสูงสุด ราคาต่ำสุด และราคาปิดของช่วงการคำนวณล่าสุด รวมทั้งความสัมพันธ์ตามสัดส่วนระหว่างทั้งสามภายในช่วงเวลาที่กำหนด (โดยปกติคือ 9 วัน 9 สัปดาห์ ฯลฯ) จากนั้นจึงคำนวณค่า K, ค่า D และ] ตามวิธีการของค่าเฉลี่ยเคลื่อนที่เรียบ และวาดกราฟเส้นโค้งเพื่อศึกษาและกำหนดแนวโน้มของหุ้น ดัชนี KDJ การคำนวณจากราคาสูงสุดราคาต่ำสุดและราคาเป็นข้อมูลพื้นฐาน ได้ค่า K ค่า D และค่า] ตามลำดับในพิกัดของ ดัชนีที่เกิดขึ้นจุดที่เชื่อมต่อกับจุดดังกล่าวนับไม่ถ้วนเพื่อสร้าง ดัชนี KDJ ที่สมบูรณ์ซึ่งสะท้อนถึงแนวโน้มความผันผวนของราคา ใช้ความผันผวนที่แท้จริงของความผันผวนของราคาปรากฏการณ์การขายเกินและการซื้อเกิน เป็นเครื่องมือทางเทคนิคที่ส่งสัญญาณกับการซื้อหรือการขายก่อนที่ราคาจะสูงขึ้นหรือลดลง
zh_hans: KDJ随机指标是根据统计学的原理，通过一个特定的周期(常为9日、9周等)内出现过的最高价、最低价及最后一个计算周期的收盘价及这三者之间的比例关系，来计算最后一个计算周期的未成熟随机值RSV，然后根据平滑移动平均线的方法来计算K值、D值与]值，并绘成曲线图来研判股票走势。 随机指标(KDJ)是以最高价、最低价及收盘价为基本数据进行计算，得出的K值、D值和]值分别在指标的坐标上形成的一个点，连接无数个这样的点位，就形成一个完整的、能反映价格波动趋势的KDJ指标。它主要是利用价格波动的真实波幅来反映价格走势的强弱和超买超卖现象，在价格尚未上升或下降之前发出买卖信号的一种技术工具。
zh_hant: KDJ隨機指標是根據統計學的原理，通過一個特定的週期(常為9日、9周等)內出現過的最高價、最低價及最後一個計算週期的收盤價及這三者之間的比例關係，來計算最後一個計算週期的未成熟隨機值RSV， 然後根據平滑移動平均線的方法來計算K值、D值與]值，並繪成曲線圖來研判股票走勢。 隨機指標(KDJ)是以最高價、最低價及收盤價為基本資料進行計算，得出的K值、D值和]值分別在指標的座標上形成的一個點，連接無數個這樣的點位，就形成一個完整的、能反映價格波動趨勢的KDJ指標。 它主要是利用價格波動的真實波幅來反映價格走勢的強弱和超買超賣現象，在價格尚未上升或下降之前發出買賣信號的一種技術工具。

# rsi_description
source: Developed by J. Welles Wilder, the Relative Strength Index (RSI) is a momentum oscillator that measures the speed and change of price movements. RSI oscillates between zero and 100. Traditionally, according to Wilder, it is considered overbought when RSI is above 70 and oversold when RSI is below 30. Signals can also be generated by looking for divergences, failure swings, and centerline crossovers. RSI can also be used to identify the general trend.
ms: Dibina oleh J. Welles Wilder, Indeks Kekuatan Relatif (RSI) ialah pengayun momentum yang mengukur kelajuan dan perubahan pergerakan harga. RSI berayun antara sifar dan 100. Secara tradisinya, menurut Wilder, ia dianggap terlebih belian apabila RSI di atas 70 dan terlebih jual apabila RSI di bawah 30. Isyarat boleh dinilaikan berlebihan dan dihasilkan selain sekalian. RSI juga boleh digunakan untuk mengenal pasti trend umum.
th: RSI ดัชนีความแข็ง คือการวิเคราะห์ความตั้งใจและความแข็งแกร่งของตลาดในการซื้อ Put โดยการเปรียบเทียบของราคาปิดที่เพิ่มและการปิดที่ลดลงในช่วงระยะเวลาหนึ่งเพื่อเพื่อการวิเคราะห์ความตั้งใจของตลาดและความแข็งของการสั่งซื้อและขายเพื่อสร้างแนวโน้มของตลาดในอนาคต RSI เป็นดัชนีทางเทคนิคสำหรับกำหนดความแข็งแรงภายในของราคาหุ้นและคาดการณ์ทิศทางของการเปลี่ยนแปลงในอนาคตของราคาคำนวณการเปรียบเทียบอำนาจการซื้อขายในตลาดโดยการเปลี่ยนแปลงของราคาหุ้นในช่วงเวลาที่กำหนด
zh_hans: RSI相对强弱指数是通过比较一段时期内的平均收盘涨数和平均收盘跌数来分析市场买沽盘的意向和实力，从而作出未来市场的走势。RSI通过特定时期内股价的变动情况计算市场买卖力量对比，来判断股票价格内部本质强弱、推测价格未来的变动方向的技术指标。
zh_hant: RSI相對強弱指數是通過比較一段時期內的平均收盤漲數和平均收盤跌數來分析市場買沽盤的意向和實力，從而作出未來市場的走勢。 RSI通過特定時期內股價的變動情況計算市場買賣力量對比，來判斷股票價格內部本質強弱、推測價格未來的變動方向的技術指標。

# arbr_description
source: ARBR indicator（buying and selling sentiment indicator) is divided into BR indicators and AR indicators .The former is the buying and selling intention indicator, while the latter is the buy ingest indicator. AR can be used alone, while BR must be used with AR. They are important indicators of the change in the balance of power between the long and short sides of the market.
ms: isyarat ARBR (isyarat sentimen beli dan jual) dibahagikan kepada isyarat BR dan isyarat AR. isyarat pertama ialah isyarat niat membeli dan penjualan manakala isyarat pembelian (pengambilan) AR boleh digunakan sendirian, manakala BR mesti digunakan dengan AR. Ia adalah petunjuk penting perubahan dalam keseimbangan kuasa antara panjang dan sisi pendek pasaran.
th: ดัชนี ARBR ดัชนีอารมณ์การซื้อและการขาย แบ่งออกเป็นดัชนี BR ดัชนี AR อดีตคือดัชนีความเต็มใจที่จะซื้อและขาย หลังเป็นดัชนีโมเมนตัมการซื้อและขาย AR สามารถใช้เดียว BR จะต้องใช้ร่วมกับ AR พวกเขาเป็นดัชนีที่สำคัญวัดการเปลี่ยนแปลงสมดุลพลังงานในตลาด
zh_hans: ARBR指标(买卖情绪指标)，分为BR指标，AR指标，前者为买卖意愿指标，后者为买卖气势指标，AR可单独使用，BR必须与AR并用。它们是衡量市场上多空双方力量对比变化的重要指标。
zh_hant: ARBR指標(買賣情緒指標)，分為BR指標，AR指標，前者為買賣意願指標，後者為買賣氣勢指標，AR可單獨使用，BR必須與AR並用。 它們是衡量市場上多空雙方力量對比變化的重要指標。

# dma_description
source: The DMA indicator (Moving of Different Average) is a technical analysis of price trends based on the difference between two moving averages. It mainly determines the size of the current buy-to-sell energy and the trend of future price movements by calculating the difference between the two different moving averages of the two base periods.
ms: isyarat DMA (Pergerakan Purata Berbeza) adalah analisis teknikal trend harga berdasarkan perbezaan antara dua purata bergerak. Ia terutama menentukan saiz tenaga beli-untuk-jual semasa dan trend pergerakan harga masa hadapan dengan mengira perbezaan antara dua purata berbeza dari dua tempoh asas
th: ดัชนี DMA Different of Moving Average เป็นดัชนีการวิเคราะห์ทางเทคนิคที่วิเคราะห์แนวโน้มราคาตามความแตกต่างระหว่างค่าเฉลี่ยเคลื่อนที่ทั้งสองเส้น ส่วนใหญ่จะการคำนวณความแต่กต่างตามค่าเฉลี่ยเคลื่อนที่สองเส้นที่มีช่วงเวลาฐานต่างกันตัดสินขนาดของพลังงานการซื้อและการขายในปัจจุบันและแนวโน้มราคาอนาคต
zh_hans: DMA指标（Different of Moving Average），是依据快慢两条移动平均线的差值情况来分析价格趋势的一种技术分析指标。它主要通过计算两条基准周期不同的移动平均线的差值，来判断当前买入卖出的能量的大小和未来价格走势的趋势。
zh_hant: DMA指標（Different of Moving Average），是依據快慢兩條移動平均線的差值情況來分析價格趨勢的一種技術分析指標。 它主要通過計算兩條基準週期不同的移動平均線的差值，來判斷當前買入賣出的能量的大小和未來價格走勢的趨勢。

# emv_description
source: The Ease of Movement Value Indicator(EMA) constitutes a complete cycle of stock price systems based on changes in volume and sentiment. Stock price systems are designed to reflect the movement of stock prices or indices in a single volatility indicator.
ms: isyarat Nilai (EMA) Kemudahan Pergerakan membentuk kitaran lengkap sistem harga saham berdasarkan perubahan volum dan sentimen. Sistem harga saham direka bentuk untuk mencerminkan pergerakan harga saham atau indeks dalam satu isyarat turun naik tunggal.
th: ดัชนีความผันผวนง่าย Ease of Movement Value ตามปริมาณการซื้อขายและความนิยมของการเปลี่ยนแปลง สร้างวงจรระบบที่สมบูรณ์ของราคาหุ้นมีวัตถุประสงค์เพื่อรวมเป็นหนึ่งในตัวชี้วัดที่สะท้อนให้เห็นถึงความผันผวนของราคาหุ้นหรือดัชนีการเปลี่ยนแปลง
zh_hans: 简易波动指标（Ease of Movement Value）根据成交量和人气的变化，构成一个完整的股价系统循环，目的是结合成一个波动指标来反映股价或指数的变动状况。
zh_hant: 簡易波動指標（Ease of Movement Value）根據成交量和人氣的變化，構成一個完整的股價系統迴圈，目的是結合成一個波動指標來反映股價或指數的變動狀況。
