Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# barchart_futuresindex_explain_text
source: The histogram data is the relative contract number of stock index futures,[ ] represents the day change
ms: Data histogram ialah bilangan kontrak relatif masa hadapan indeks saham,[ ] mewakili perubahan harian
th: แผนภูมิทรงกระบอกแสดงเห็บดัชนีฟิวเจอร์สสัมพัทธ์ข้อมูลที่อยู่ใน [] แสดงจำนวนเปลี่ยนแปลงในวันนั้น
zh_hans: 柱状图表示相对期指张数，[ ]内数据表示当天变化量
zh_hant: 柱狀圖表示相對期指張數，[ ]内資料表示當天變化量

# cbbc_outstanding_ratio
source: CBBC Outstanding Ratio and Distribution
ms: Nisbah dan Distribusi Cemerlang CBBC
th: สัดส่วนและการกระจายสินค้าทางถนน
zh_hans: 街货比例及分布
zh_hant: 街貨比例及分佈

# cbbc_last_updated
source: Last updated
ms: Kemas kini terakhir
th: อัพเดทล่าสุด
zh_hans: 最后更新时间
zh_hant: 最後更新時間

# cbbc_tip_text
source: Please search HK underlying stock or index for its CBBC OD
ms: Sila cari saham dasar HK atau indeks untuk CBBC OD
th: กรุณาเลือกหุ้นบวกหรือดัชนีก่อนค่อยการตรวจสอบสินค้าแจกจ่ายของถนนวัวหมี
zh_hans: 请先选择正股或指数再查看牛熊街货分布
zh_hant: 請先選擇正股或指數再查看牛熊街貨分佈

# bubear_captial_flow
source: Net Capital Flow Trend
ms: Aliran Modal Bersih
th: แผนภูมิแนวโน้มเงินทุนไหลเข้าสุทธิ
zh_hans: 资金净流向趋势图
zh_hant: 資金淨流向趨勢圖

# bubear_used_trade
source: Used Trade Ltd
th: จำนวนจำกัด
zh_hans: 占限额
zh_hant: 佔限額

# bubear_cn_connect
source: CN Connect
th: โครงการเชื่อมต่อตลาด A-share
zh_hans: A股通
zh_hant: A股通

# bubear_hk_connect
source: HK Connect
th: โครงการเชื่อมต่อตลาดหุ้นฮ่องกง
zh_hans: 港股通
zh_hant: 港股通

# bubear_shhk_connect
source: SHH-HK Connect
th: โครงการเชื่อมต่อตลาดหุ้นฮ่องกงกับตลาดหุ้นเซี่ยงไฮ้
zh_hans: 港股通（沪）
zh_hant: 港股通（滬）

# bubear_szhk_connect
source: SZ-HK Connect
th: โครงการเชื่อมต่อตลาดหุ้นฮ่องกงกับตลาดหุ้นเซินเจิ้น
zh_hans: 港股通（深）
zh_hant: 港股通（深）

# bubear_cn_connect_wrap
source: CN Connect
th: โครงการเชื่อมต่อตลาด A-share
zh_hans: A股通
zh_hant: A股通

# bubear_hk_connect_wrap
source: HK Connect
th: โครงการเชื่อมต่อตลาดหุ้นฮ่องกง
zh_hans: 港股通
zh_hant: 港股通

# bubear_shhk_connect_wrap
source: SHH-HK Connect
th: โครงการเชื่อมต่อตลาดหุ้นฮ่องกงกับตลาดหุ้นเซี่ยงไฮ้
zh_hans: 港股通（沪）
zh_hant: 港股通（滬）

# bubear_szhk_connect_wrap
source: SZ-HK Connect
th: โครงการเชื่อมต่อตลาดหุ้นฮ่องกงกับตลาดหุ้นเซินเจิ้น
zh_hans: 港股通（深）
zh_hant: 港股通（深）

# bubear_sse_composite
source: SSE Composit
ms: Komposit SSE
th: ดัชนีหลักทรัพย์เซี่ยงไฮ้
zh_hans: 上证指数
zh_hant: 上證指數

# bubear_szse_composite
source: SZSE Composite
ms: Komposit SZSE
th: ดัชนีหลักทรัพย์เซินเจิ้น
zh_hans: 深证指数
zh_hant: 深證指數

# bubear_T+2_day
source: Data of Exchange Center T+2 day Settlement
ms: Data Penyelesaian Pusat Pertukaran T+2 hari
th: ข้อมูลตลาดแลกเปลี่ยน T+2 วันชำระ
zh_hans: 交易所数据T+2日结算
zh_hant: 交易所數據T+2日結算

# bubear_T_day
source: Data of Exchange Center T-day Settlement
ms: Data Penyelesaian Pusat Pertukaran T-hari
th: ข้อมูลสถานที่การแลกเปลี่ยนTวันการชำระเงิน
zh_hans: 交易所数据T日结算
zh_hant: 交易所數據T日結算

# bubear_net_buy_qty
source: Net Buy Qty
ms: Net Beli Kuantiti
th: จำนวนหุ้นสุทธิที่ซื้อขาย
zh_hans: 净买卖股数
zh_hant: 淨買賣股數

# bubear_net_capital_flow
source: Net Capital Flow
ms: Bersih Aliran Modal
th: เงินทุนสุทธิไหล
zh_hans: 资金净流向
zh_hant: 資金淨流向

# bubear_trade_volume
source: Trade Vol. to Shares Out %
ms: Perdagangan Vol. untuk Berkongsi Habis %
th: จำนวนหุ้นที่ซื้อและขาย สัดส่วนหุ้นที่ซื้อขายได้
zh_hans: 买卖股数占 流通股比例
zh_hant: 買賣股數佔 流通股比例

# bubear_buy_trades
source: Buy Trades
ms: Beli Perdagangan
th: จำนวนเงินที่ซื้อ
zh_hans: 买入额
zh_hant: 買入金額

# bubear_sell_trades
source: Sell Trades
ms: Jual Perdagangan
th: จำนวนเงินที่ขาย
zh_hans: 卖出额
zh_hant: 賣出金額

# bubear_turnover
source: Turnover
ms: Perolehan
th: จำนวนการซื้อและขาย
zh_hans: 买卖总额
zh_hant: 買賣總額

# bubear_net_captialflow
source: Net Capital Flow
ms: Modal Bersih Aliran
th: เงินทุนสุทธิไหล
zh_hans: 资金净流向
zh_hant: 資金淨流向

# bubear_upper_limitalert
source: Upper Limit Alert
ms: Makluman Limit Atas
th: การแจ้งเตือนขีดจำกัดสูงสุด
zh_hans: 上限预警
zh_hant: 上限預警

# bubear_trading_date
source: Trading Date
ms: Masa Dagangan
th: วันที่ทำธุรกรรม
zh_hans: 交易日期
zh_hant: 交易日期

# bubear_share_holding
source: Shareholding (100 mill)
ms: Pegangan saham (100 mill)
th: จำนวนหุ้นที่ถือทั้งหมด (ร้อยล้านหุ้น)
zh_hans: 持股总数 (亿股)
zh_hant: 持股總數 (億股)

# bubear_total_equity
source: Total Equity %
ms: Jumlah Ekuiti %
th: สัดส่วนของทุนทั้งหมด
zh_hans: 占总股本比例
zh_hant: 占總股本比例

# bubear_update_time
source: Updated
ms: dikemas kini
th: อัปเดต
zh_hans: 更新
zh_hant: 更新

# bubear_turnover_top
source: Top Turnovers
ms: Turnover Teratas
th: รายการการซื้อขาย
zh_hans: 成交榜
zh_hant: 成交榜

# bubear_roc_top
source: Top Gainers
ms: Pencapai Teratas
th: อัตราเพิ่มขึ้น
zh_hans: 涨幅榜
zh_hant: 升幅榜

# trade_current_grey_stock
source: Grey Market Trading
ms: Perdagangan Pasaran Kelabu
th: การซื้อขายในแอบมืด
zh_hans: 正在暗盘交易
zh_hant: 正在暗盤交易

# all_grey
source: All Grey Market
ms: Semua Pasaran Kelabu
th: แอบมืดทั้งหมด
zh_hans: 全部暗盘
zh_hant: 全部暗盤

# today_grey
source: Today's Grey Market
ms: Pasaran Kelabu Hari ini
th: แอบมืดวันนี้
zh_hans: 今日暗盘
zh_hant: 今日暗盤

# grey_order
source: Place Order
ms: Letak Pesan
th: การสั่งซื้อ
zh_hans: 下单
zh_hant: 落盤

# today_grey_time
source: uSMART Grey Market Trading Time
ms: Masa Dagangan Pasaran Kelabu uSMART
th: เวลาที่มืดของ หยิงลี่
zh_hans: 盈立暗盘时间
zh_hant: 盈立暗盤交易時間

# orderfilter_date_filter
source: Date selection
ms: Pemilihan tarikh
th: เลือกวันที่
zh_hans: 日期筛选
zh_hant: 日期篩選

# orderfilter_all_order
source: All Orders
ms: Semua Pesanan
th: คำสั่งซื้อทั้งหมด
zh_hans: 全部订单
zh_hant: 全部訂單

# orderfilter_select_state
source: Order Type
ms: Jenis Pesanan
th: เลือกสถานะ
zh_hans: 选择状态
zh_hant: 選擇狀態

# orderfilter_choose_start_date
source: Please select the starting day
ms: Sila pilih hari mula
th: กรุณาเลือกวันที่เริ่มต้น
zh_hans: 请选择开始日期
zh_hant: 請選擇開始日期

# orderfilter_choose_end_date
source: Please select the ending day
ms: Sila pilih hari tamat
th: กรุณาเลือกวันที่สิ้นสุด
zh_hans: 请选择结束日期
zh_hant: 請選擇結束日期

# orderfilter_filter
source: Select
ms: Penyaring
th: คัดกรอง
zh_hans: 筛选
zh_hant: 篩選

# orderfilter_date
source: Date
ms: Tarikh
th: วันที่
zh_hans: 日期
zh_hant: 日期

# orderfilter_all_stock
source: All Stocks
ms: Semua Saham
th: หุ้นทั้งหมด
zh_hans: 全部股票
zh_hant: 全部股票

# orderfilter_traded_order
source: Filled
ms: Sudah isi
th: การสั่งซื้อที่ตกลุง
zh_hans: 成交订单
zh_hant: 成交訂單

# orderfilter_all_type
source: All Type(s)
ms: Semua jenis
th: ทุกประเภท
zh_hans: 全部类型
zh_hant: 全部類型

# orderfilter_a_month
source: The recent month
ms: Bulan terdekat
th: 1 เดือนล่าสุด
zh_hans: 近1月
zh_hant: 近1月

# orderfilter_mine_service
source: My account manager
ms: Pengurus akaun saya
th: ผู้จัดการบัญชีของฉัน
zh_hans: 我的客户经理
zh_hant: 我看客戶經理

# orderfilter_all_status
source: All
ms: Semua
th: สถานะทั้งหมด
zh_hans: 全部状态
zh_hant: 全部狀態

# orderfilter_triggered
source: Triggered
ms: Diaktif
th: ทริกเกอร์แล้ว
zh_hans: 已触发
zh_hant: 已觸發

# orderfilter_lost_effectiveness
source: Expired
ms: Tidak sah
th: หมดอายุแล้ว
zh_hans: 已失效
zh_hant: 已失效

# orderfilter_select_type
source: Type selection
ms: Jenis pilihan
th: ประเภทที่เลือก
zh_hans: 选择类型
zh_hant: 選擇類型

# orderfilter_had_removed
source: Cancelled
ms: Dibatalkan
th: ยกเลิกคำสั่งแล้ว
zh_hans: 已撤单
zh_hant: 已撤單

# orderfilter_place_order_fail
source: Order Failed
ms: Pesanan Gagal
th: การสั่งซื้อล้มเหลว
zh_hans: 下单失败
zh_hant: 落盤失敗

# orderfilter_active
source: Active
ms: Aktif
th: มีผลบังคับใช้
zh_hans: 生效中
zh_hant: 生效中

# filter_wait_deal
source: Processing
ms: Menunggu Baris Gilir
th: รอการทำธุรกรรม
zh_hans: 待成交
zh_hant: 待成交

# filter_part_deal
source: Partially Filled
ms: Diisi Separa
th: การทำธุรกรรมบางส่วน
zh_hans: 部分成交
zh_hant: 部分成交

# filter_part_cancel
source: Partially Cancelled
ms: Sebahagiannya Dibatalkan
th: การยกเลิกคำสั่งบางส่วน
zh_hans: 部成撤单
zh_hant: 部成撤單

# filter_pending_queue
source: In Queue
ms: Menunggu Baris Gilir
th: รอการทำธุรกรรม
zh_hans: 待成交
zh_hant: 待成交

# filter_invalid
source: Invalid
ms: Tidak sah
th: คำสั่งซื้อโมฆะ
zh_hans: 废单
zh_hant: 廢單

# bullbear_warrants_list
source: Warrants List
ms: Senarai Waran
th: รายชื่อบวกสมัครหุ้นบวก
zh_hans: 认股证正股名单
zh_hant: 認股證名單

# bullbear_cbbc_list
source: CBBC List
ms: Senarai CBBC
th: รายชื่อหุ้นวัวหมีหุ้นบวก
zh_hans: 牛熊证正股名单
zh_hant: 牛熊證名單

# bullbear_warrants
source: Warrants
ms: Waran
th: ใบสมัครหุ้น
zh_hans: 认股证
zh_hant: 認股證

# bullbear_CBBC
source: CBBC
th: ใบหมีวัว
zh_hans: 牛熊证
zh_hant: 牛熊證

# bullbear_us_warrant
source: Warr
th: ใบสิทธิ
zh_hans: 权证
zh_hant: 權證

# bullbear_switch
source: Switch
ms: Tukar
th: สลับ
zh_hans: 切换
zh_hant: 切換

# bullbear_new_price
source: New Price
ms: Harga baharu
th: ราคาล่าสุด
zh_hans: 最新价格
zh_hant: 最新價格

# bullbear_CBBC_outstanding
source: Outstanding Distribution
ms: Distribusi Cemerlang
th: การกระจายสินค้าบนถนนวัวหมี
zh_hans: 牛熊证街货分布
zh_hant: 牛熊證街貨分佈

# bullbear_not_available
source: Not available
ms: Tiada data
th: ยังไม่มี
zh_hans: 暂无
zh_hant: 暫無

# bullbear_announcement_day
source: Ann
th: วันประกาศ
zh_hans: 公布日
zh_hant: 公佈日

# bullbear_bullish_highlight
source: Bullish Highlight
ms: Sorotann Bullish
th: การเลือกเห็นขึ้น
zh_hans: 看涨精选
zh_hant: 看升

# bullbear_bearish_highlight
source: Bearish Highlight
ms: Sorotan Bearish
th: การเลือกเห็นตก
zh_hans: 看跌精选
zh_hant: 看跌

# bullbear_warrants_financial
source: Warrants Financial Report
ms: Waran Laporan Kewangan
th: รายการผลการซื้อ
zh_hans: 财报沽购
zh_hant: 認股證財報

# bullbear_CBBC_financial
source: CBBC Financial Report
ms: Laporan Kewangan CBBC
th: รายการผลวัวหมี
zh_hans: 财报牛熊
zh_hant: 牛熊財報

# bullbear_five_inflows
source: Top 5 Net Capital Inflows
ms: Aliran Masuk 5 Modal Bersih Teratas
th: เงินทุนการไหลเข้าสุทธิห้าอัน
zh_hans: 五大资金净流入
zh_hant: 五大資金淨流入

# bullbear_net_inflow
source: Net Inflow
ms: Aliran Masuk Bersih
th: การไหลเข้าสุทธิ
zh_hans: 净流入量
zh_hant: 淨流入量

# bullbear_five_outflows
source: Top 5 Net Capital Outflows
ms: Aliran Keluar 5 Modal Bersih Terbaik
th: เงินทุนการไหลออกสุทธิห้าอัน
zh_hans: 五大资金净流出
zh_hant: 五大資金淨流出

# bullbear_net_outflow
source: Net Outflow
ms: Aliran Keluar Bersih
th: การไหลออกสุทธิ
zh_hans: 净流出量
zh_hant: 淨流出量

# bullbear_cbbc_financial_list
source: CBBC Financial Report List
ms: Senarai Laporan Kewangan CBBC
th: รายงานรายการผลหมีวัว
zh_hans: 财报牛熊列表
zh_hant: 認證股財報列表

# bullbear_warrants_financial_list
source: Warrants Financial Report List
ms: Senarai Laporan Kewangan Waran
th: รายงานรายการผลการซื้อ
zh_hans: 财报沽购列表
zh_hant: 牛熊財報列表

# bullbear_net_capital_outflow
source: Net Capital Outflow
ms: Aliran Keluar Modal Bersih
th: เงินทุนไหลออกสุทธิ
zh_hans: 资金净流出
zh_hant: 資金淨流出

# bullbear_net_capital_inflow
source: Net Capital Inflow
ms: Aliran Masuk Modal Bersih
th: เงินทุนไหลเข้าสุทธิ
zh_hans: 资金净流入
zh_hant: 資金淨流入

# bullbear_usmart_highlight
source: uSMART Highlight
ms: Pilihan Utama uSMART
th: การเลือกยูสมาร์ท
zh_hans: 盈立精选
zh_hant: 盈立精選

# bullbear_usmart_highlight2
source: uSMART Highlight
ms: Pilihan Utama uSMART
th: การเลือกยูสมาร์ท
zh_hans: 盈立精选
zh_hant: 盈立精選

# bullbear_signal_category
source: Signal Category
ms: Kategori Isyarat
th: ประเภทขสัญญาณ
zh_hans: 信号类型
zh_hant: 信號類型

# bullbear_bullish
source: Bullish
ms: Takrifan Bull
th: ขาขึ้น
zh_hans: 看涨
zh_hant: 看升

# bullbear_bearish
source: Bearish
ms: Takrifan Bear
th: ขาลง
zh_hans: 看跌
zh_hant: 看跌

# bullbear_call_warrant
source: Call Warrant
ms: Panggil Waran
th: หนังสือรับรองการสมัครสมาชิก
zh_hans: 认购证
zh_hant: 認購證

# bullbear_put_warrant
source: Put Warrant
ms: Letak Waran
th: ใบสำคัญแสดงสิทธิ
zh_hans: 认沽证
zh_hant: 認沽證

# bullbear_price_range
source: Price Range
ms: Julat harga
th: พื้นที่ราคาหุ้นบวก
zh_hans: 正股价格区域
zh_hant: 價格區域

# bullbear_short_signal
source: Short Signal
ms: Isyarat teknikal
th: สัญญาณคร่อม
zh_hans: 多空信号
zh_hant: 看淡信號

# bullbear_equivalent_number_of_Stocks
source: Equiv. No. of Stocks (10K Shares)
ms: Bilangan Stok Setara (10K Saham)
th: จำนวนหุ้นที่สัมพันธ์กัน (หมื่น หุ้น)
zh_hans: 相对股份数（万股）
zh_hant: 相對股份數（萬股）

# bullbear_yxscore
source: Smart Rating
ms: Penilaian Pintar
th: คะแนนกำไร
zh_hans: 盈立评分
zh_hant: 盈立評分

# bullbear_disclaimer
source: *The derivatives shown on this page including uSMART Highlight,Bullish Highlight and Bearish Highlight are sorted based on Smart Rating.Smart Rating is using degree of warrant outer price range,duration,the spread of bid-ask and outstanding distribution for evaluating products.The higher the score means having the higher balance between risk and returns.Different investors have different degree of risk tolerance and interpretation to risk.The information of derivatives shown in this page is for reference only.It does not constitute investment advice.Investment involves risk.Please take it in cautious.
ms: *Derivatif yang ditunjukkan pada halaman ini termasuk uSMART Highlight, Bullish Sorot dan Bearish Sorot disusunan berdasarkan Smart Rating.Smart Rating adalah menggunakan darjah warran julat harga luar , tempoh pengedaran luar produk. skor yang lebih tinggi bermakna mempunyai keseimbangan yang lebih tinggi antara risiko dan pulangan. Pelabur yang berbeza mempunyai tahap toleransi risiko yang berbeza dan tafsiran terhadap risiko. Maklumat derivatif yang ditunjukkan dalam halaman ini ciptan untuk pelaburan. Ia melibatkan pelaburan ciptan untuk pelaburan. Ia melibatkan pelaburan. Sila ambil ia dengan berhati-hati.
th: *อนุพันธ์ที่แสดงในหน้านี้ใช้สำหรับอ้างอิงรวมถึงการเลือกหยิงลี่ การเลือกเห็นตกและการเลือกเห็นขึ้น ขึ้นอยู่กับการเรียงลำดับอัตโนมัติจากคะแนนหยิงลี่คะแนนหยิงลี่ผ่านปัจจัยวัตถุประสงค์สี่ประการของระดับการเงินนอกอาร์กิวเมนต์ทางสถิติ ช่วงปี ราคาต่างการซื้อและการขาย และปริมาณสินค้า ให้คะแนนของสินค้าสำหรับการอ้างอิงคะแนนที่สูงขึ้นหรือสำหรับนักลงทุนทั่วไปอาจจะเหมาะสมกว่าการปรับใช้ผลิตภัณฑ์สำหรับภายใต้ผลตอบแทนและความเสี่ยงที่สมดุล นักลงทุนทีต่างคนมีความสามารถการรับความเสี่ยงแตกต่างกัน มีความเบี่ยงเบนจากการตีความและความหมายของความเสี่ยง ดังนั้งอนุพันธ์ที่แสดงในหน้านี้ใช้สำหรับอ้างอิงไม่ได่ถือว่าเป็นคำแนะนำการลงทุน การลงทุนมีความเสี่ยง การทำต้องอย่างระมัดระวัง
zh_hans: *本页面所展示的衍生品，包括盈立精选、看涨精选和看跌精选，均基于盈立评分自动排序所得。盈立评分通过统计窝轮的价外程度、年期、买卖差价、街货量四大客观因素，为产品作出评分以供参考。评分较高的，或代表对一般投资者而言，可能是在平衡回报及风险下，较适合作部署的产品。不同投资者承担风险的能力不同，对于风险的解读及定义亦会有偏差，因此本页面所展示的衍生品仅供参考，不构成投资建议，投资有风险，操作需谨慎。
zh_hant: *本頁面所展示的衍生品，包括盈立精選、看漲精選和看跌精選，均基於盈立評分自動排序所得。盈立評分通過統計窩輪的價外程度、年期、買賣差價、街貨量四大客觀因素，為產品作出評分以供參考。評分較高的，或代表對一般投資者而言，可能是在平衡回報及風險下，較適合作部署的產品。不同投資者承擔風險的能力不同，對於風險的解讀及定義亦會有偏差，因此本頁面所展示的衍生品僅供參考，不構成投資建議，投資有風險，操作需謹慎。

# bullbear_noWarrant_asset
source: No Warrants can be found upon the entered stock code or symbol
ms: Tiada Waran boleh dicari pada kod saham atau simbol yang dimasukkan
th: รหัสหุ้นหรือชื่อย่อที่คุณป้อนไม่มีใบสำคัญสิทธิในปัจจุบัน
zh_hans: 您输入的股票代码或简称目前并没有认股证
zh_hant: 您輸入的股票代碼或簡稱目前並沒有相閞的認股證

# bullbear_noCBBC_asset
source: No CBBC can be found upon the entered stock code or symbol
ms: Tiada CBBC boleh dicari pada kod saham atau simbol yang dimasukkan
th: รหัสหุ้นหรือชื่อย่อที่คุณป้อนไม่มีใบรับรองหมีวัวในปัจจุบัน
zh_hans: 您输入的股票代码或简称目前并没有牛熊证
zh_hant: 您輸入的股票代碼或簡稱目前並沒有相閞的牛熊證

# bullbear_call_mark
source: Call
ms: Panggil
th: หนังสือรับรองการสมัครสมาชิก
zh_hans: 认购证
zh_hant: 認購證

# bullbear_put_mark
source: Put
ms: Letak
th: ใบสำคัญแสดงสิทธิ
zh_hans: 认沽证
zh_hant: 認沽證

# bullbear_bull_mark
source: Bull
ms: Bull Cert
th: ใบรับรองวัว
zh_hans: 牛证
zh_hant: 牛證

# bullbear_bear_mark
source: Bear
ms: Bear Cert
th: ใบรับรองหมี
zh_hans: 熊证
zh_hant: 熊證

source: Bull/Bear Ratio
ms: Nisbah Bull/Bear
th: จำนวนฟิวเจอร์สสัมพัทธ์
zh_hans: 相对期指张数
zh_hant: 相對期指張數

# bullbear_cbbcflow_tips
source: Statistics of capital inflows and outflows corresponding to all bulls and bears in stocks
ms: Statistik aliran masuk dan keluar modal yang sepadan dengan semua Bull dan penurunan dalam saham
th: สถิติที่สอดคล้องกับหุ้นทั้งหมดของวัวและหมีข้อมูลการไหลเข้าของเงินทุนไหลออก
zh_hans: 统计对应股票所有牛证和熊证的资金流入流出数据
zh_hant: 統計對應股票所有牛證和熊證的資金流入流出資料

# bullbear_warrantflow_tips
source: Statistics of capital inflows and outflows corresponding to all subscription call warrants and put warrants of stocks
ms: Statistik aliran masuk dan keluar modal yang sepadan dengan semua waran panggilan langganan dan waran saham
th: สถิติข้อมูลการเข้า-ออกของเงินทุนของใบรับรองการซื้อและใบสิทธิทั้งหมดที่สอดคล้องกับหุ้น
zh_hans: 统计对应股票所有认购证和认沽证的资金流入流出数据
zh_hant: 統計對應股票所有認購證和認沽證的資金流入流出資料

# no_trade_plate
source: No transaction on NASDAQ
ms: Tiada transaksi di NASDAQ
th: ไม่มีรายการแนสแด็ก
zh_hans: 纳斯达克暂无成交
zh_hant: 納斯達克暫無成交

source: Delete Account
ms: Padamkan Akaun
th: ยกเลิกบัญชี
zh_hans: 注销账号
zh_hant: 刪除賬號

# confirm_delete_account_tip
source: If you confirm the cancellation of the account, the original information of the account will be cleared after the cancellation. If you have any questions, please contact customer service.
ms: Jika anda mengesahkan pembatalan akaun, maklumat asal akaun akan dikosongkan selepas pembatalan. Jika anda mempunyai sebarang pertanyaan, sila hubungi khidmat pelanggan.
th: ยืนยันว่าการยกเลิกบัญชีหรือไม่ การยกเลิกแล้วข้อมูลทั้งหมดของบัญชีนี้จะถูกลบ หากคุณมีคำถามใด ๆ กรุณาติดต่อฝ่ายบริการลูกค้า
zh_hans: 是否确认注销账户，注销后该账户原有信息将会清空。如有疑问请联系客服。
zh_hant: 是否確認註銷帳戶，註銷後該帳戶原有資訊將會清空。如有疑問請聯繫客服。

# confirm_delete_account
source: Confirm the cancellation
ms: Sahkan pemadaman
th: ยืนยันการออกจากระบบ
zh_hans: 确认注销
zh_hant: 確認刪除

# cancel_delete_account
source: Not confirm
ms: Tidak sah
th: ขอคิดดูอีกที
zh_hans: 我再想想
zh_hant: 不確認刪除

# delete_account_error_tip
source: The deletion is prohibited as the deletion has been process several times. Please contact customer service hotline if you have any enquiries.
ms: Pemadaman adalah dilarang kerana pemadaman telah diproses beberapa kali. Sila hubungi talian perkhidmatan pelanggan jika anda ada sebarang pertanyaan.
th: ปัจจุบันนี้บัญชีจำนวนถูกยกเลิกจำกัด ดำเนินงานยกเลิกขีดจำกัดหากมีคำถามใด ๆ กรุณาติดต่อฝ่ายบริการลูกค้า
zh_hans: 当前账号由于注销次数过多，已限制注销操作，如有疑问，请联系客服。
zh_hant: 當前賬號由於刪除次數過多，已限制刪除操作，如有疑問，請聯繫客服。

# market_3mins_chg
source: Chg in 3 Mins
ms: Pertukaran dalam 3 Min
th: ขึ้นและลงใน3 นาที
zh_hans: 3分钟涨跌幅
zh_hant: 3分鐘升跌幅

# market_high_netinflow
source: High Volume of Net Inflow
ms: Volum aliran masuk bersih yang tinggi
th: กำลังหลักไหลเข้าสุทธิ
zh_hans: 主力净流入
zh_hant: 大單淨流入

# market_total_netinflow
source: Total Net Inflow
ms: Jumlah Aliran Masuk Bersih
th: ไหลเข้าสุทธิทั้งหมด
zh_hans: 总净流入
zh_hant: 總淨流入

# market_hot_stock_pick
source: Hot Stocks
ms: Saham Hangat
th: หุ้นตารา
zh_hans: 明星股
zh_hant: 明星股

# market_hot_ETF
source: Hot ETF
ms: ETF Popular
th: ETF ยอดนิยม
zh_hans: 热门ETF
zh_hant: 熱門ETF

# market_hot_stock_add
source: One-click Add
ms: Tambah Dengan Satu tekan
th: เพิ่มในคลิกเดียว
zh_hans: 一键添加
zh_hant: 一鍵添加

# market_hot_stock_pop
source: Hot Stocks
ms: Saham Hangat
th: คำแนะนำหุ้นยอดนิยม
zh_hans: 热股推荐
zh_hant: 熱股推薦

# about_bottom_tip
source: uSMART SECURITIES LIMITED is a licensed corporation approved by the Hong Kong SFC (CE number: BJA907), provides securities trading services and is subject to its supervision.
ms: uSMART SECURITIES LIMITED ialah perbadanan berlesen yang diluluskan oleh Hong Kong SFC (nombor CE: BJA907), menyediakan perkhidmatan perdagangan sekuriti dan tertakluk kepada penyeliaannya.
th: บริษัทหลักทรัพย์หยิงลี่จำกัดเป็นบริษัทหลักทรัพย์ที่ได้รับอนุญาตจากสำนักงานคณกรรมการกำกับหลักทรัพย์และสัญญาซื้อขายล่วงหน้า (รหัสศูนย์กลาง: BJA907) ให้บริการซื้อขายหลักทรัพย์และการกำกับดูแล
zh_hans: 盈立证券有限公司为香港证监会认可的持牌券商（中央编号：BJA907），提供证券交易服务并受其监管。
zh_hant: 盈立證券有限公司為香港證監會認可的持牌法團（中央編號：BJA907），提供證券交易服務並受其監管。

# grey_trade_valid
source: Effective in the Grey Market Trading Time
ms: Berkesan dalam Masa Dagangan Pasaran Kelabu
th: ที่มีประสิทธิภาพในช่วงการซื้อขายที่มืด
zh_hans: 暗盘交易时段内有效
zh_hant: 暗盤交易時段內有效

# grey_trade_validTime_halfDay
source: Grey Marketing Trading Day Effective in 14:15-16:30
ms: Hari Pemasaran Kelabu Berkesan dalam 14:15-16:30
th: วันที่ซื้อขายของตลาดสีเทา 14: 15~16: 30 มีผลบังคับ
zh_hans: 暗盘交易日14:15~16:30有效
zh_hant: 暗盤交易日14:15-16:30有效

# grey_trade_validTime_oneDay
source: Grey Marketing Trading Day Effective in 16:15-18:30
ms: Hari Pemasaran Kelabu Berkesan dalam 16:15-18:30
th: วันที่ซื้อขายของตลาดสีเทา 14: 15-18: 30 มีผลบังคับ
zh_hans: 暗盘交易日16:15-18:30有效
zh_hant: 暗盤交易日16:15 -18:30有效

# hot_stock_recommend
source: Stock Highlight
ms: serlahan saham
th: หุ้นจุดสนใจ
zh_hans: 焦点个股
zh_hant: 焦點個股

# market_ah_shares
source: AH Shares
ms: AH Saham
th: AH Share
zh_hans: AH股
zh_hant: AH股

# market_hk_etf
source: HK ETFs
ms: ETFs HK
th: ETF หุ้นฮ่องกง
zh_hans: 港股ETF
zh_hant: 港股ETF

# market_h_shares
source: H Shares
ms: H Saham
th: H Share
zh_hans: H股
zh_hant: H股

# market_a_shares
source: A Shares
ms: A Saham
th: A Share
zh_hans: A股
zh_hant: A股

# market_adr_hkcode
source: HK Stock Code
ms: Kod saham HK
th: รหัสหุ้นฮ่องกง
zh_hans: 港股代码
zh_hant: 港股代碼

# market_financing
source: Marginable Stock
ms: Saham Boleh Dimargin
th: หุ้นบนขอบ
zh_hans: 融资股票
zh_hant: 融資股票

# market_margin_ratio
source: Margin Ratio
ms: Nisbah Margin
th: อัตราการจำนอง
zh_hans: 融资抵押率
zh_hant: 融資抵押率

# market_bail
source: Min. Margin Funds
ms: Dana Minima Margin
th: มาร์จิ้นขั้นต่ำ
zh_hans: 最低保证金
zh_hant: 最低保證金

# market_dailyFunding
source: Day Margin
ms: Margin Harian
th: มาร์จิ้นวันนี้
zh_hans: 即日孖展
zh_hant: 日內融

# market_dailyFunding_notice
source: uSMART select some high-quality stocks with large market capitalization and high liquidity based on risk control. Please pay attention that we will have more high-quality stocks in the future.
ms: uSMART memilih beberapa saham berkualiti tinggi dengan permodalan pasaran yang besar dan kecairan tinggi berdasarkan kawalan risiko. Sila beri perhatian bahawa kami akan mempunyai lebih saham berkualiti tinggi pada masa hadapan.
th: เนื่องจากการควบคุมความเสี่ยง ราคาตลาดบางส่วนที่เราเลือกขนาดใหญ่และเป็นหุ้นที่สภาพคล่องที่ดี จะสนับสนุนเพิ่มเติมในภายหลังดังนั้นกรุณาติดตาม
zh_hans: 基于风险控制，我们精选部分市值较大，流动性较好的优质股票，后续将支持更多，敬请关注。
zh_hant: 基於風險控制，我們精選部分市值較大，流動性較好的優質股票，往後將支持更多，敬請關注。

# market_bail_notice
source: Min. Margin Funds= The latest stock price X 1 lot of shares/ Margin Ratio. It means that amount for buying 1 lot of stock.
ms: Dana Minima Margin= Harga saham terkini X 1 banyak saham/ Nisbah Margin. Maksudnya jumlah untuk membeli 1 banyak saham.
th: จำนวนเงินประกันภัยขั้นต่=ราคาปัจจุบันของหุ้น x จำนวนหุ้น X1 หุ้น/คันโยก หมายความว่าสามารถซื้อหุ้น 1 หุ้นได้โดยใช้จำนวนเงินที่สอดคล้องกันเท่านั้น
zh_hans: 最低保证金额=股票当前价格X1手股票数量/杠杆，表示仅需对应金额即可买入1手股票
zh_hant: 最低保證金額=股票當前價格X1手股票數量/杠杆，表示僅需對應金額即可買入1手股票

# news_live_video
source: Live Video
ms: Video Live
th: ถ่ายทอดสด
zh_hans: 直播
zh_hant: 直播

# news_preview
source: Preview
ms: Prapapar
th: ประกาศ
zh_hans: 预告
zh_hant: 預告

# news_live
source: Live
th: ในการถ่ายทอดสด
zh_hans: 直播中
zh_hant: 直播中

# news_live_preview
source: Live/Preview
ms: Live/Prapapar
th: ถ่ายทอดสด/ประกาศ
zh_hans: 直播/预告
zh_hant: 直播/預告

# news_archive
source: Archive
ms: Arkib
th: การเล่นย้อนหลัง
zh_hans: 往期回放
zh_hant: 節目重溫

# news_play
source: Play
ms: Main
th: เล่นกลับ
zh_hans: 回放
zh_hant: 播放

# news_hot
source: Hot
ms: panas
th: เป็นที่นิยม
zh_hans: 热门
zh_hant: 熱門

# new_guide_user
source: Tap here to discover more functions
ms: tekan di sini untuk menemui lebih fungsi
th: คลิกเปิดคุณสมบัติเพิ่มเติม
zh_hans: 点击打开更多功能
zh_hant: 點擊打開更多功能

# new_guide_shotcuts
source: Or swipe right to open the side menu
ms: Atau leret kanan untuk membuka menu sisi
th: หรือดึงแคตตาล็อกจากขอบหน้าจอ
zh_hans: 或由屏幕边缘拉出目录
zh_hant: 或者由屏幕邊緣拉出目錄

# new_guide_shortcuts_usercenter
source: Tap the icon to access Personal Center
ms: tekan ikon untuk mengakses Pusat Peribadi
th: คลิกภาพหัวเข้าสู่ศูนย์ส่วนบุคคล
zh_hans: 点击头像可以进入个人中心
zh_hant: 點擊頭像可以進入個人中心

# new_guide_find
source: “Discover” the latest information about the market.
ms: Terokai maklumat terkini tentang pasaran.
th: เพิ่ม "ค้นพบ" คลิกการตรวจสอบเรียนรู้เพิ่มเติม
zh_hans: 新增“发现” 点击了解更多
zh_hant: 新增“發現”﹐點擊了解更多

# new_guide_live
source: Live Video and course are combined into here.
ms: Video Live dan kursus digabungkan ke di sini.
th: รวมการถ่ายทอดสดและหลักสูตรอยู่ที่นี่
zh_hans: 直播和课程合并到这啦
zh_hant: 直播和課程合併到這啦

# newstock_minamount
source: Min. Subs Amount
ms: Min. Jumlah Langgan
th: กายเงินที่ซื้อ
zh_hans: 起购资金
zh_hant: 起購金額
