Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# stock_hold_ratio
source: percentage of shareholding
ms: peratusan pegangan saham
th: อัตราส่วนการถือหุ้น
zh_hans: 持股比例
zh_hant: 持股比例

# economic_change_amount
source: Net Amount
ms: Jumlah bersih
th: จำนวนการซื้อขายสุทธิ
zh_hans: 净买卖金额
zh_hant: 淨買賣金額

# economic_hold_ratio
source: Percentage
ms: Peratusan
th: อัตราการถือหุ้น
zh_hans: 股数占比
zh_hant: 股數佔比

# ggt_hold_msg
source: HK Connect percentage of shareholding = shareholding in HK Connect account/issued shares. High percentage reflects the bullish sentiment of the mainland China investors on the stock.
ms: Peratusan pegangan saham HK Connect = pegangan saham dalam HK Connect akaun/saham terbitan. Peratusan yang tinggi mencerminkan sentimen positif pelabur tanah besar China terhadap saham.
th: 1 อัตราการถือหุ้นของหุ้นฮ่องกง=จำนวนหุ้นที่ถืออยู่ในบัญชีหุ้นฮ่องกง/จำนวนหุ้นที่ออก 2 อัตราการถือหุ้นสูง จะสะท้อนใด้เห็นนักลงทุนแง่ดีเกี่ยวกับราคาหุ้นแนวโน้มตลาด
zh_hans: 1、港股通持股比例=内地港股通账号持仓股数/已发行股数 2、持股比例高，一定程度反映内地投资者看好后市股价
zh_hant: 1、港股通持股比例=內地港股通賬號持倉股數/已發行股數 2、持股比例高，一定程度反映內地投資者看好後市股價

# sales_and_ratio
source: Short Sale and Short Sale%
ms: Jualan Pendek dan Jualan Pendek%
th: การตกลุงการขายสั้นและอัตรา
zh_hans: 卖空成交及比例
zh_hant: 沽空成交及比例

# sales_ratio_msg
source: Short Sale% = Short Sale/Turnover.High Short Sale% suggests the bearish sentiment of the investors on the stock price, but at the meantime, the investors need to buy back the stock to cover the short positions, which will boost the stock price.
ms: % Jualan Pendek = Jualan/Perolehan Singkat.Jualan Singkat Tinggi% menunjukkan sentimen lemah pelabur terhadap harga saham, tetapi pada masa yang sama, pelabur perlu membeli semula saham tersebut untuk menampung harga saham itu. .
th: 1 อัตราส่วนการตกลุงการขายสั้น=จำนวนหุ้นที่ขายสั้น/จำนวนหุ้นทั้งหมดที่การตกลุง 2 อัตราส่วนการขายสั้นสูง สะท้อนให้เห็นราคาหุ้นตลาดหมีของนักลงทุน เนื่องจากความต้องการซื้อหุ้นเพื่อปิดตำแหน่งในภายหลัง
zh_hans: 1、卖空成交比例=卖空股数/总成交股数 2、卖空比例高，一方面反映投资者看跌后市股价，另一方面由于后期需要买入股票平仓也会刺激后市股价提升。
zh_hant: 1、沽空成交比例=賣空股數/總成交股數 2、沽空比例高，一方面反映投資者看跌後市股價，另一方面由於後期需要買入股票平倉也會刺激後市股價提升。

# sales_amount
source: Short Sale
ms: Jualan Pendek
th: ปริมาณการขายสั้น
zh_hans: 卖空数量
zh_hant: 沽空數量

# sales_ratio
source: Short Sale%
ms: Jualan Pendek%
th: อัตราส่วนการขายสั้น
zh_hans: 卖空比例
zh_hant: 沽空比例

# trade_turnover
source: Turnover
ms: Perolehan
th: จำนวนหุ้นที่การตกลุง
zh_hans: 成交股数
zh_hant: 成交股數

# smart_pro_prompt2
source: Standard users have a total of %zd times free trial while you have 0 remaining times. Smart Diagnosis information of 600 selected stocks of analysts in the HK and US markets is available after unlocking.
ms: Pengguna standard mempunyai jumlah %zd kali percubaan percuma sementara anda mempunyai 0 masa yang tinggal. Maklumat Diagnosis Pintar dari 600 saham penganalisis di pasaran HK dan AS tersedia selepas dibuka kunci.
th: ผู้ใช้ธรรมดามีทั้งหมด %zd ครั้งที่ทดลองใช้ฟรีคุณยังเหลือโอกาส 0 ครั้งปลดล็อคสามารถการตรวจสอบข้อมูลส่วนตัวการเลือกหุ้นจากนักวิเคราะห์ในตลาดหุ้นฮ่องกงและสหรัฐ 600 หุ้น
zh_hans: 普通用户共%zd次免费试用机会，您还剩余0次，解锁后即可查看港美市场600只分析师精选股票独家诊股信息。
zh_hant: 普通使用者共%zd次免費試用機會,您還剩餘0次，解鎖後即可查看港美市場600隻分析師精選股票獨家診股資訊。

# smart_pro_prompt3
source: Standard account can view 20 times. Signal Recognition of over 5,000 stocks in Hong Kong, US will be available after authorization.
ms: Akaun standard boleh semak 20 kali. Isyarat Pengiktirafan lebih 5,000 saham di Hong Kong, AS akan tersedia selepas dapat kebenaran
th: ผู้ใช้ธรรมดาสามารถการตรวจสอบฟรี 20 หุ้นปลดล็อคแล้วสามารถการตรวจสอบข้อมูลเชิงลึกในตลาดหุ้นฮ่องกงและสหรัฐ 5000 หุ้น
zh_hans: 普通用户可免费查看20只股票，解锁后即可查看港美股市场超5,000只股票形态洞察信息
zh_hant: 普通用戶可免費查看20只股票，解鎖後即可查看港美股市場超5,000只股票技術洞察資訊

# to_unlock
source: Unlock
ms: Buka kunci
th: ไปปลดล็อค
zh_hans: 去解锁
zh_hant: 解鎖

# common_news
source: News
ms: Berita
th: ข่าว
zh_hans: 资讯
zh_hant: 資訊

# news_market
source: Market
ms: Pasaran
th: ตลาด
zh_hans: 市场
zh_hant: 市場

# news_watchlist
source: Watchlist
ms: Senarai pantauan
th: เลือกเอง
zh_hans: 自选
zh_hant: 我的組合

# news_calendar
source: Calendar
ms: Kalendar
th: ปฏิทิน
zh_hans: 日历
zh_hant: 日曆

# news_columns
source: Columns
ms: Lajur
th: คอลัมน์
zh_hans: 专栏
zh_hant: 專欄

# news_last_view_point
source: This is your last view point，click to refresh
ms: Ini adalah titik pandangan terakhir anda, tekan untuk memuat semula
th: ครั้งล่าสุดเห็นถึงที่นี่คลิกรีเฟรช
zh_hans: 上次看到这里，点击刷新
zh_hant: 上次看到這裏，點擊更新

# news_label_top
source: Top
ms: Teratas
th: ตั้งหลังคา
zh_hans: 置顶
zh_hant: 置頂

# copied_clipboard
source: Copied
ms: disalin
th: สำเนาไปคลิปบอร์ดแล้ว
zh_hans: 已经复制到剪贴板了
zh_hant: 已複製

source: mins ago
ms: minit yang lalu
th: นาทีที่แล้ว
zh_hans: 分钟前
zh_hant: 分鐘前

# no_relevant_data
source: This page currently does not have content
ms: Halaman ini pada masa ini tidak mempunyai kandungan
th: ไม่มีข้อมูลที่เกี่ยวข้อง
zh_hans: 暂无相关数据
zh_hant: 暫無相關數據

# add_opt_stocks
source: Add stock to watchlist
ms: Tambahkan saham pada senarai Pantauan
th: เพิ่มหุ้นที่เลือกส่วนตัว
zh_hans: 添加自选股
zh_hant: 添加股票到我的組合

# no_optinal_goto
source: Your watchlist is empty
ms: senarai Pantauan anda kosong
th: คุณยังไม่ได้เพิ่มหุ้นที่เลือกส่วนตัวไปรีบเพิ่มซี
zh_hans: 您暂未添加自选股，赶紧去添加吧
zh_hant: 我的組合未有股票，趕快去添加吧

# news_all_day_data_source
source: Information is provided by 格隆匯
ms: Maklumat disediakan oleh 格隆匯
th: ข้อมูลที่มีอยู่ในหน้านี้การจัดทำโดย Gloon
zh_hans: 本页面所载资讯由格隆汇提供
zh_hant: 本頁面所載資訊由格隆匯提供

# fund_initial
source: Initial Subs.
ms: Langgan Permulaan.
th: เริ่มการซื้อ
zh_hans: 起购
zh_hant: 起購

# fund_aum
source: AUM
th: ขนาด
zh_hans: 规模
zh_hant: 規模

# news_course
source: Course
ms: Kursus
th: หลักสูตร
zh_hans: 课程
zh_hant: 課程

# news_course_all_course
source: All Courses
ms: Semua Kursus
th: หลักสูตรทั้งหมด
zh_hans: 全部课程
zh_hant: 全部課程

# news_course_my_course
source: My Courses
ms: Kursus Saya
th: หลักสูตรของฉัน
zh_hans: 我的课程
zh_hant: 我的課程

# news_my_learning_course
source: Ongoing courses
ms: Kursus sedang berlangsung
th: บทเรียนที่ฉันเรียน
zh_hans: 我学习的课
zh_hant: 學習中課程

# news_course_delete_tip
source: Are you sure to delete this item?
ms: Adakah anda pasti padamkan item ini?
th: แน่ใจต้องการลบหรือไม่
zh_hans: 确定要删除吗？
zh_hant: 確定要刪除嗎?

# news_recommend_pay
source: Paid Exclusive/ Pro
ms: Eksklusif/ Pro Berbayar
th: จ่าย/PRO พิเศษ
zh_hans: 付费／PRO 专享
zh_hant: 付費／PRO 專享

# news_hot_recommend
source: Recommended
ms: Disyorkan
th: คำแนะนำยอดนิยม
zh_hans: 热门推荐
zh_hant: 熱門推薦

# nfc_ready_tip
source: Hold your Phone near an NFC enable passport.
ms: Pegang Telefon anda berdekatan pasport aktifkan NFC.
th: เก็บโทรศัพท์ของคุณใกล้กับการรองรับNFCที่อ่านข้อมูลหนังสือเดินทาง
zh_hans: 保持您的手机靠近支持NFC读取信息的护照
zh_hant: 保持您的手機靠近支持NFC讀取資訊的護照

# nfc_reading_tip
source: Reading passport data....
ms: Baca data pasport....
th: กำลังอ่านข้อมูลหนังสือเดินทาง
zh_hans: 正在读取护照信息
zh_hant: 正在讀取護照資訊

# nfc_error_tip
source: Sorry，there was a problem reading the passport. Please try again.
ms: Maaf， ralat berlaku semasa baca pasport. Sila cuba lagi.
th: ขออภัยค่ะการอ่านข้อมูลหนังสือเดินทางล้มเหลวกรุณาลองอีกครั้ง
zh_hans: 抱歉，读取护照信息失败，请重试.
zh_hant: 抱歉，讀取護照資訊失敗，請重試.

# nfc_one_more_tags_tip
source: More than 1 tags was found. Please present only 1 tag.
ms: Lebih dari 1 teg ditemui. Sila hantar hanya 1 teg.
th: การพบหนังสือเดินทางหลายเล่มกรุณาตรวจสอบสภาพแวดล้อมรอบและยืนยันว่ามีหนังสือเดินทางเพียงเล่มเดียวที่อยู่ใกล้อุปกรณ์ของคุณ
zh_hans: 发现多个护照，请检查周边环境，确认只有一本护照在您设备附近
zh_hant: 發現多個護照，請檢查周邊環境，確認只有一本護照在您設備附近

# nfc_not_valid_tip
source: Tag not valid.
ms: Teg tidak sah.
th: ข้อมูลหนังสือเดินทางไม่ถูกต้อง
zh_hans: 护照信息无效
zh_hant: 護照資訊無效

# nfc_connect_error_tip
source: Connection error. Please try again.
ms: Ralat pada Connectan. Sila cuba lagi.
th: การเชื่อมต่อล้มเหลวกรุณาลองอีกครั้ง
zh_hans: 连接失败，请重试
zh_hant: 連接失敗，請重試

# nfc_authenticating_tip
source: Authenticating with passport.....
ms: Mengesahkan dengan pasport.....
th: ในการตรวจสอบกรุณารอสักครู่
zh_hans: 验证中，请稍等
zh_hant: 驗證中，請稍等

# cert_reboot
source: Please restart
ms: Sila mulakan semula
th: กรุณารีสตาร์ท
zh_hans: 请重启
zh_hant: 請重啟

# cert_update
source: Update Configuration
ms: Kemas kini Konfigurasi
th: การอัพเดตการกำหนดค่า
zh_hans: 配置更新
zh_hant: 配置更新

# cert_invalid_tip
source: The configuration is expired. Please download the new version App.
ms: Konfigurasi telah tamat tempoh. Sila muat turun Aplikasi versi baharu.
th: ปัจจุบันนี้การกำหนดค่าหมดอายุกรุณาดาวน์โหลดแอปเวอร์ชันล่าสุด
zh_hans: 当前配置已过期，请下载最新版本App
zh_hant: 當前配置已過期，請下載最新版本App

# cert_renewal_tip
source: Configuration updated
ms: Konfigurasi dikemas kini
th: การอัพเดตการกำหนดค่าเสร็จสมบูรณ์
zh_hans: 配置更新完成
zh_hant: 配置更新完成

# order_time
source: Submission
ms: Hantaran
th: เวลาการสั่งซื้อ
zh_hans: 下单时间
zh_hant: 下單時間

# name_and_symbol
source: Name/Symbol
ms: Nama/Simbol
th: ชื่อหุ้น/สัญลักษณ์
zh_hans: 名称/代码
zh_hant: 名稱/代碼

# entrust_and_avg
source: Price
ms: harga
th: ราคามอบ/ราคาตกลุง
zh_hans: 委托/成交
zh_hant: 委托/成交

# entrust_and_success
source: Quantity
ms: Kuantiti
th: ปริมาณการซื้อขาย/ตกลุงแล้ว
zh_hans: 数量/已成
zh_hant: 名稱/代碼

# not_nofinal_today_order_record
source: No Order
ms: Tiada Pesanan
th: ไม่มีการสั่งซื้อที่รอดำเนินการ
zh_hans: 暂无待成交订单
zh_hant: 暫無待成交訂單

# order_cancel_short_msg
source: Confirm to cancel?
ms: Pasti nak batalkan?
th: ยืนยันการยกเลิกการสั่งซื้อหรือไม่
zh_hans: 确认撤销订单吗？
zh_hant: 確認撤銷訂單嗎？

# order_all
source: All Orders
ms: Semua Pesanan
th: คำสั่งซื้อทั้งหมด
zh_hans: 全部订单
zh_hant: 全部訂單

# order_processing
source: Processing
ms: Sedang Diproses
th: กำลังประมวลผล
zh_hans: 处理中
zh_hant: 處理中

# order_traded
source: Traded
ms: Didagangkan
th: ธุรกรรมเสร็จสมบูรณ์
zh_hans: 已交易
zh_hant: 已交易

# order_other
source: Other
ms: Lain-lain
th: อื่นๆ
zh_hans: 其他
zh_hant: 其他

# order_all_currency
source: All Currency
ms: Semua Jenis Mata Wang
th: ทุกสกุลเงิน
zh_hans: 全部币种
zh_hant: 全部幣種

# order_direction
source: Direction
ms: Arah
th: ทิศทางการซื้อ-ขาย
zh_hans: 状态/方向
zh_hant: 狀態/方向

# stock_scanner
source: Stock Screener
ms: Penyaring saham
th: ตัวเลือกหุ้น
zh_hans: 选股器
zh_hant: 選股器

# my_stock_scanner
source: My Stock Screener
ms: Saring Saham Saya
th: การเลือกหุ้นของฉัน
zh_hans: 我的选股
zh_hant: 我的選股

source: Clear conditions
ms: Kosongkan syarat
th: การล้างเงื่อนไข
zh_hans: 清空条件
zh_hant: 清空條件

source: Start Stock Scanner
ms: Mulakan Pengimbas saham
th: เริ่มการเลือกหุ้น
zh_hans: 开始选股
zh_hant: 開始選股

# sh_sz
source: CN
th: A-Share
zh_hans: A股
zh_hant: A股

# items_selected
source: %d items selected
ms: %d item dipilih
th: เลือก%d แล้ว
zh_hans: 已选择%d项
zh_hant: 已選擇%d項

# total_selected_prefix
source: %d conditions
ms: %d syarat
th: เลือกเงื่อนไข%d แล้ว
zh_hans: 已选%d项条件
zh_hant: 已選%d項條件

# total_selected_suffix
source: , %d stocks
ms: , %d saham
th: , ทั้งหมด %d หุ้น
zh_hans: ，共%d只股票
zh_hant: ，共%d隻股票

# enter_valid_value
source: Please enter a valid value
ms: Sila masukkan nilai yang sah
th: กรุณาป้อนค่าที่ถูกต้อง
zh_hans: 请输入有效数值
zh_hant: 請輸入有效數值

# add_stock_into_watchlist
source: Select Stock for adding into watchlist
ms: Pilih saham untuk tambah ke dalam senarai Pantauan
th: เลือกหุ้น เพิ่มตัวเลือกส่อนตัว
zh_hans: 选择股票添加自选
zh_hant: 選擇股票添加自選

source: Modify indicator
ms: Ubah suai isyarat
th: แก้ไขดัชนี
zh_hans: 修改指标
zh_hant: 修改指標

source: Rename
ms: Namakan semula
th: เปลี่ยนชื่อ
zh_hans: 重命名
zh_hant: 重新命名

source: View Results
ms: Lihat Keputusan
th: การตรวจสอบผลลัพธ์
zh_hans: 查看结果
zh_hant: 查看結果

source: No results
ms: Tiada keputusan
th: ยังไม่มีผล
zh_hans: 暂无结果
zh_hant: 暫無結果

# total_stocks
source: Total %d Stock(s)
ms: Jumlah %d saham
th: ทั้งหมด %d หุ้น
zh_hans: 共%d只股票
zh_hant: 共%d隻股票

# enter_name
source: Please enter a name
ms: Sila masukkan nama
th: กรุณาป้อนชื่อ
zh_hans: 请输入名称
zh_hant: 請輸入名稱

# enter_name_alert
source: The condition of Stock Scanner can be updated and viewed at [Stock Scanner-My Stock Scanner] after saving
ms: Keadaan Pengimbas saham boleh dikemas kini dan dilihat di [Pengimbas saham-Pengimbas saham saya] selepas simpan
th: หลังจากเก็บออมสามารถการตรวจสอบและอัพเดทเงื่อนไขเลือกหุ้นในตัวเลือกหุ้น หุ้นของฉัน
zh_hans: 保存后可在[选股器-我的选股]查看和更新选股条件
zh_hant: 保存後可在[選股器-我的選股]查看和更新選股條件

source: Cancel All
ms: Batalkan Semua
th: ยกเลิกการเลือกทั้งหมด
zh_hans: 取消全选
zh_hant: 取消全選

# filter_delete_message
source: Are you sure to delete this Stock Scanner plan?
ms: Adakah anda pasti mahu padamkan pelan Pengimbas saham ini?
th: แน่ใจว่าจะลบแผนการเลือกหุ้นหรือไม่
zh_hans: 确定删除该选股方案？
zh_hant: 確定刪除該選股方案？

# filter_delay_prompt
source: Please upgrade. Stock Screener is not available at delay quote.
ms: Sila tingkatkan. Penyaring saham tidak tersedia pada sebut harga kelewatan.
th: ตลาดล่าช้าไม่รองรับฟังก์ชั่นตัวเลือกหุ้นอัพเกรดตลาดสามารถยกเลิกข้อจำกัด
zh_hans: 延时行情不支持选股器功能。升级行情可解除限制
zh_hant: 延時行情不支援選股器功能。升級行情可解除限制

source: Close
ms: Tutup
th: ปิดหน้าต่าง
zh_hans: 关闭弹窗
zh_hant: 關閉彈窗

source: Save
ms: Simpan
th: บันทึกแล้ว
zh_hans: 已保存
zh_hant: 已保存

# filter_bmp_prompt
source: t the request of HKEx, stock quotes should be manually refreshed under the Basic Market Price service. Only 20 stocks are supported by the BMP service. Please go to【My Quotes】for more details.
ms: atas permintaan HKEx, sebut harga saham perlu dimuat semula secara manual di bawah perkhidmatan Harga Pasaran Asas. Hanya 20 saham disokong oleh perkhidmatan BMP. Sila pergi ke【sebutharga Saya】untuk lebih butiran.
th: ตามคำร้องของสถานที่หลักทรัพย์ฮ่องกง ตลาดหุ้นฮ่องกง BMP สามารถการตรวจสอบได้เพียง 20 หุ้นเท่านั้น อัปเกรดราคาตรีมมิ่งทันทีการตรวจสอบผลการเลือกหุ้นทั้งหมด
zh_hans: 应港交所要求，港股BMP行情只能查看20只股票。立即升级串流报价查看全部选股结果。
zh_hant: 應港交所要求，港股即時報價只能查看20隻股票。立即升級串流報價查看全部選股結果。

# filter_name_emtpy_prompt
source: Please enter the name of Stock Screener
ms: Sila masukkan nama Penyaring Saham
th: ชื่อตัวเลือกหุ้นไม่ว่างไม่ได้
zh_hans: 选股器名称不能为空
zh_hant: 請輸入選股器名稱

# delete_fail
source: Delete Unsuccessful
ms: Tidak berjaya dipadam
th: การลบล้มเหลว
zh_hans: 删除失败
zh_hant: 刪除失敗

# markets_news_warrants
source: Warrants&CBBC
ms: Waran dan CBBC
th: หมีวัวล้อรัง
zh_hans: 窝轮牛熊
zh_hant: 窩輪牛熊

# markets_news_inline
source: Inline Warrants
ms: Waran Inline
zh_hans: 界内证
zh_hant: 界内証

# markets_news_adr
source: HK ADRs
ms: HK ADR
th: ADR หุ้นฮ่องกง
zh_hans: 港股 ADR
zh_hant: 港股 ADR

# markets_news_price
source: Price
ms: harga
th: ราคาหุ้นฮ่องกง
zh_hans: 港股价格
zh_hant: 港股價格

# markets_news_ipo
source: IPOs
ms: IPO
th: ศูนย์ IPO
zh_hans: IPO中心
zh_hant: IPO中心

# markets_news_subs
source: Subscribing
ms: melanggan
th: ระหว่างการจองซื้อ
zh_hans: 认购中
zh_hant: 認購中

# markets_news_ipo_allot
source: IPO Allotment
ms: Peruntukan IPO
th: ประกาศผู้ชนะ
zh_hans: 公布中签
zh_hant: 公佈中簽

# markets_news_listed
source: Listed
ms: tersenarai
th: เข้าจดทะเบียนในตลาด
zh_hans: 上市
zh_hant: 上市

# markets_news_hk_industry
source: Top Industries
ms: Industri Teratas
th: อุตสาหกรรมยอดนิยม
zh_hans: 热门行业
zh_hant: 熱門行業

# markets_news_hk_stocks
source: All Stocks
ms: Semua Saham
th: หุ้นทั้งหมด
zh_hans: 全部股票
zh_hant: 全部股票

# markets_news_sg_stocks
source: All Stocks
ms: Semua Saham
th: หุ้นทั้งหมด
zh_hans: 全部股票
zh_hant: 全部股票

# markets_news_us_stocks
source: All Stocks
ms: Semua Saham
th: หุ้นทั้งหมด
zh_hans: 全部股票
zh_hant: 全部股票

# markets_news_hs_stocks
source: All CN Stocks
ms: Semua saham CN
th: หุ้น A ทั้งหมด
zh_hans: 全部A股
zh_hant: 全部A股

# markets_news_mian_board
source: Main Board
ms: Papan Utama
th: เมนบอร์ด
zh_hans: 主板
zh_hant: 主板

# markets_news_gem
source: GEM
ms: Pasaran Enterprise Pertumbuhan
th: อัญมณี
zh_hans: 创业板
zh_hant: 創業板

# markets_news_cata
source: Catalist
ms: Katalis
th: บอร์ดเคลลี่
zh_hans: 凯利板
zh_hant: 凯利板

# markets_news_us_industry
source: Top Industries
ms: Industri Teratas
th: อุตสาหกรรมยอดนิยม
zh_hans: 热门行业
zh_hant: 熱門行業

# markets_news_us_concept
source: China Concept Stocks
ms: Saham Konsep Cina
th: หุ้นกลาง
zh_hans: 中概股
zh_hant: 中概股

# markets_news_gainers
source: Gainers
ms: Peroleh keuntungan
th: อัตราเพิ่มขึ้น
zh_hans: 涨幅榜
zh_hant: 漲幅榜

# markets_news_overview
source: Market Overview
ms: Gambaran Keseluruhan Pasaran
th: ภาพรวมตลาด
zh_hans: 市场总览
zh_hant: 市場縱覽

# markets_news_limit_down
source: Limit Down
ms: Limit Bawah
th: การลงหยุด
zh_hans: 跌停
zh_hant: 跌停

# markets_news_suspended
source: Suspended
ms: Digantung
th: ระงับหุ้น
zh_hans: 停牌
zh_hant: 停牌

# markets_news_limit_up
source: Limit Up
ms: Limit atas
th: การขึ้นหยุด
zh_hans: 涨停
zh_hant: 漲停

# markets_news_down
source: Down
ms: Bawah
th: ลง
zh_hans: 跌
zh_hant: 跌

# markets_news_flat
source: Flat
ms: Rata
th: แบนราบ
zh_hans: 平
zh_hant: 平

# markets_news_up
source: Up
ms: Naik
th: ขึ้น
zh_hans: 涨
zh_hant: 漲

# markets_news_stock_connect
source: Stock Connect
ms: Connectan saham
th: หุ้นเซี่ยงไฮ้และเซินเจิ้น
zh_hans: 沪深股通
zh_hant: 滬深股通

# markets_news_explain
source: Trade through uSMART
ms: Berdagang melalui uSMART
th: การซื้อขายสามารถผ่าน uSMART ได้
zh_hans: 可通过uSMART交易
zh_hant: 可通過uSMART交易

# markets_news_sh_balance
source: SH Daily Quota Balance
ms: SH Baki Kuota Harian
th: การเงินที่ใช้จากหุ้นเซี่ยงไฮ้
zh_hans: 沪股通额度
zh_hant: 滬股通額度

# markets_news_sz_balance
source: SZ Daily Quota Balance
ms: SZ Baki Kuota Harian
th: การเงินที่ใช้จากหุ้นเซินเจิ้น
zh_hans: 深股通额度
zh_hant: 深股通額度

# markets_news_north_flow
source: Northbound Net Cap Flow
ms: Arah Utara Aliran Had Bersih
th: เงินทุนไหลเข้าสุทธิเหนือ
zh_hans: 北向资金净流入
zh_hant: 北向資金净流入

# markets_news_balance
source: Balance
ms: Baki
th: เงินเหลือ
zh_hans: 余额
zh_hant: 餘額

# markets_news_remaining
source: Remaining
ms: yang tinggal
th: เหลือ %ld
zh_hans: 剩余
zh_hant: 剩餘

# markets_news_sh_connect
source: Shanghai Connect
th: โครงการเชื่อมต่อตลาดหุ้นเซี่ยงไฮ้
zh_hans: 沪股通
zh_hant: 滬股通

# markets_news_sz_connect
source: Shenzhen Connect
th: โครงการเชื่อมต่อตลาดหุ้นเซินเจิ้น
zh_hans: 深股通
zh_hant: 深股通

# markets_news_sh_connect_wrap
source: Shanghai Connect
th: โครงการเชื่อมต่อตลาดหุ้นเซี่ยงไฮ้
zh_hans: 沪股通
zh_hant: 滬股通

# markets_news_sz_connect_wrap
source: Shenzhen Connect
th: โครงการเชื่อมต่อตลาดหุ้นเซินเจิ้น
zh_hans: 深股通
zh_hant: 深股通

# markets_news_hsi
source: HSI
th: ดัชนีฮั่งเส็ง
zh_hans: 恒生指数
zh_hant: 恆生指數

# markets_news_hscei
source: HSCEI
th: ดัชนีรัฐวิสาหกิจ
zh_hans: 国企指数
zh_hant: 國企指數

# markets_news_hscci
source: HSCCI
th: ดัชนีชิปสีแดง
zh_hans: 红筹指数
zh_hant: 紅籌指數

# markets_news_concept
source: Concept Plate
ms: Plat Konsep
th: แผ่นแนวคิด
zh_hans: 概念板块
zh_hant: 概念板塊

# markets_news_cn_industry
source: Top Industries
ms: Industri Teratas
th: อุตสาหกรรมยอดนิยม
zh_hans: 热门行业
zh_hant: 熱門行業

# markets_news_name
source: Name
ms: nama
th: ชื่อ
zh_hans: 名称
zh_hant: 名稱

# markets_news_leadstock
source: Top Rising Stock
ms: Saham Teratas
th: หุ้นขึ้น
zh_hans: 领涨股
zh_hant: 領漲股

# markets_news_cn_formula
source: Daily Quota Balance = Daily Quota – Buy Orders + Sell Trades Northbound capital inflow = Buy Orders - Sell Orders
ms: Baki Kuota Hari = Kuota 0
th: การเงินที่ใช้จากหุ้นเซี่ยงไฮ้/เซินเจิ้น=การเงินการตกลุงที่ซื้อเข้าจากหุ้นเซี่ยงไฮ้/เซินเจิ้นหุ้น-การเงินการตกลุงที่ขายเข้าจากหุ้นเซี่ยงไฮ้/เซินเจิ้นหุ้น+รายการที่ยังไม่ตกลุงในวันนี้ เงินเหลือหุ้นเซี่ยงไฮ้/เซินเจิ้น=เงินรวมหุ้นเซี่ยงไฮ้/เซินเจิ้น-หุ้นผ่านการใช้โควต้าเซี่ยงไฮ้/เซินเจิ้น เงินทุนไหลเข้าสุทธิเหนือ=การตกลุงที่ซื้อเข้าจากหุ้นเซี่ยงไฮ้/เซินเจิ้น-การเงินการตกลุงที่ขายเข้าจากหุ้นเซี่ยงไฮ้/เซินเจิ้น
zh_hans: 沪/深股通已用额度=沪/深股通买入成交额-沪/深股通卖出成交额+当日申报但未成交的买单金额 沪/深股通余额=沪/深股通总额度-沪/深股通已用额度 北向资金净流入=沪/深股通买入成交额-沪/深股通卖出成交额
zh_hant: 滬/深股通已用額度=滬/深股通買入成交-滬/深股通賣出成交額+當日申報但未成交的買單金額 滬/深股通余额=滬/深股通總額度-滬/深股通已用額度 北向資金净流入=滬/深股通買入成交額-滬/深股通賣出成交額

# markets_daily_replay
source: Daily Market Summary
ms: Ringkasan Pasaran Harian
th: รีวิวรายวัน
zh_hans: 每日复盘
zh_hant: 每日市場總結

# market_codeName_wrap
source: Symbol/ Name
ms: Nama/Simbol
th: รหัสชื่อ
zh_hans: 名称代码
zh_hant: 名稱代碼

# markets_news_sphkgem
source: S&P/HKEX GEM
ms: SPHKGEM
th: ดัชนีผู้ประกอบการ S&P ฮ่องกง
zh_hans: 标普香港创业指数
zh_hant: 標普香港創業指數

# markets_news_hstech
source: HSTECH
th: ดัชนีเทคโนโลยีฮั่งเส็ง
zh_hans: 恒生科技指数
zh_hant: 恆生科技指數

# markets_news_vhsi
source: HSI Volatility
ms: Kemeruapan HSI
th: ดัชนีแอมพลิจูดฮั่งเส็ง
zh_hans: 恒生波幅指数
zh_hant: 恆生波幅指數

# markets_quick_entry
source: Quick Access
ms: Masuk Dengan Cepat
th: ทางเข้าด่วน
zh_hans: 快速入口
zh_hant: 快速入口

# market_entrance_dividens
source: Dividend
ms: Dividen
th: ปันผล
zh_hans: 股息
zh_hant: 股息

# market_dividends_priceChg
source: Price/Chg
ms: Harga/Chg(%)
th: ราคา/การเปลี่ยนแปลงใบเสนอราคา(%)
zh_hans: 价格/涨跌幅
zh_hant: 价格/涨跌幅

# market_dividends_rate
source: Rate
ms: Kadar
th: ปันผล
zh_hans: 股息
zh_hant: 股息

# market_dividends_yield
source: Yield
ms: Hasil(%)
th: อัตราเงินปันผล
zh_hans: 股息率
zh_hant: 股息率

# stock_detail_dividends_expected
source: Expected
ms: dijangka
th: วางแผน
zh_hans: 预案
zh_hant: 預案

# stock_detail_dividends_confirmed
source: Confirmed
ms: disahkan
th: ดำเนินการ
zh_hans: 实施
zh_hant: 實施

# stock_detail_dividends_quarter
source: Quarter
ms: Suku
th: ไตรมาส
zh_hans: 季度
zh_hant: 季度

# stock_detail_dividends_year
source: Year
ms: tahun
th: ช่วงปี
zh_hans: 年份
zh_hant: 年份

# stock_detail_dividends_per_share
source: Dividends per share
ms: Dividen sesaham
th: เงินปันผลหุ้น
zh_hans: 每股派息
zh_hant: 每股派息

# no_dividens_data
source: Dividend data not available
ms: Data dividen tidak tersedia
th: ยังไม่มีข้อมูลเงินปันผล
zh_hans: 暂无股息数据
zh_hant: 暂无股息数据

# dow_jones_etf
source: Dow ETF
th: ดาวโจนส์ ETF
zh_hans: 道指ETF
zh_hant: 道指ETF

source: Nasdaq
th: แนสแด็ก
zh_hans: 纳斯达克
zh_hant: 納斯達克

# qqq
source: NASDAQ 100 ETF
th: แนสแด็ก 100ETF
zh_hans: 纳指100ETF
zh_hant: 納指100ETF

source: S&P 500 ETF
zh_hans: 标普500ETF
zh_hant: 標普500ETF

# sse_composite
source: SSE Composite Index
ms: Indeks Komposit SSE
th: หลักทรัพย์เซี่ยงไฮ้หมายถึง
zh_hans: 上证综指
zh_hant: 上証綜指

# szse_component
source: SZSE Component Index
ms: Indeks Komponen SZSE
th: หลักทรัพย์เซินเจิ้นหมายถึง
zh_hans: 深证成指
zh_hant: 深証成指

source: ChiNext Price
ms: Harga ChiNext
th: เริ่มต้นธุรกิจหมายถึง
zh_hans: 创业板指
zh_hant: 創業板指

# dow_jones
source: DOW
th: ดาวโจนส์
zh_hans: 道琼斯
zh_hant: 道瓊斯

source: S&P 500
zh_hans: 标普500
zh_hant: 標普500

# s&p_500_index
source: S&P 500
th: ดัชนีมาตรฐาน 500
zh_hans: 标普500指数
zh_hant: 標普500指數

# nasdaq_index
source: Nasdaq
th: แนสแด็ก
zh_hans: 纳斯达克
zh_hant: 納斯達克

# nasdaq_index_detail
source: Nasdaq Composite
ms: Komposit Nasdaq
th: ดัชนีคอมโพสิตแนสแด็ก
zh_hans: 纳斯达克综合指数
zh_hant: 納斯達克綜合指數

# dow_jonwa_index
source: Dow Jones Industrial Average
ms: Purata Perindustrian Dow Jones
th: ดัชนีดาวโจนส์
zh_hans: 道琼斯指数
zh_hant: 道瓊斯指數

# warrants_cbbc
source: CBBC
ms: Distribusi CBBC
th: วัวหมีถนนสินค้า
zh_hans: 牛熊街货
zh_hant: 牛熊街貨

source: Call Price Range
ms: Julat Harga Panggilan
th: ช่วงราคารีไซเคิล
zh_hans: 回收价区间
zh_hant: 回收價區間

# hightest_topIncrease
source: Highest/Top Increase
ms: Peningkatan Tertinggi
th: พื้นที่ขนส่งสินค้าหนัก/เพิ่มใหม่มากที่สุด
zh_hans: 重货区/最多新增
zh_hant: 重貨區/最多新增

# cbbc_hightest
source: Highest
ms: Tertinggi dalam Sejarah
th: พื้นที่ขนส่งสินค้าหนัก
zh_hans: 重货区
zh_hant: 重貨區

# cbbc_topIncrease
source: Top Increase
ms: Peningkatan Terbanyak
th: เพิ่มใหม่มากที่สุด
zh_hans: 最多新增
zh_hant: 最多新增

# colse_price
source: Close Price
ms: Harga Tutup
th: ราคาปิดของวัน
zh_hans: 当天收盘价
zh_hant: 當天收盤價

source: Bull-bear Hedge Ratio
ms: Nisbah Lindung Nilai Bull-Bear
th: อัตราส่วนการป้องกันความเสี่ยงของวัวและหมี
zh_hans: 牛熊对冲比例
zh_hant: 牛熊對沖比例

# barchart_stock_explain_text
source: The histogram data is relative to the number of shares (in 10,000). Numbers within [ ] represents the day's change.
ms: Data histogram adalah relatif dengan bilangan perkongsian (dalam 10,000). Nombor dalam [ ] mewakili perubahan harian.
th: แผนภูมิทรงกระบอกแสดงจำนวนหุ้นที่สัมพันธ์กัน หมื่นหุ้น ข้อมูลที่อยู่ใน [] แสดงจำนวนเปลี่ยนแปลงในวันนั้น
zh_hans: 柱状图表示相对股份数(万股),[ ]内数据表示当天变化量
zh_hant: 柱狀圖表示相對股份數(萬股),[ ]內資料表示當天變化量
