Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# support_vs_note
source: Choose 2-3 stocks for comparison
ms: Pilih 2-3 saham untuk tujuan perbandingan
th: สามารถเลือกหุ้นได้ 2-3 หุ้นเพื่อการเปรียบเทียบ
zh_hans: 可选择2-3只股票进行对比
zh_hant: 可選擇2–3檔股票進行對比

# maxnum_vs_note
source: Only up to three stocks can be added for comparison
ms: Hanya maksimum tiga saham boleh ditambahkan untuk perbandingan
th: สามารถเพิ่มหุ้นสามหุ้นมากที่สุดเพือการเปรียบเทียบหุ้นเท่านั้น
zh_hans: 最多只能添加三只股票对比
zh_hant: 最多只能添加三檔股票對比

# min_vs_note
source: Add at least two stocks for comparison
ms: Tambahkan sekurang-kurangnya dua saham untuk perbandingan
th: เพิ่มหุ้นอย่างน้อยสองหุ้นเพือการเปรียบเทียบ
zh_hans: 至少添加两只股票对比
zh_hant: 至少添加兩檔股票對比

# klinevs_result_empty
source: Please select stocks for chart comparison and analysis
ms: Sila pilih saham untuk carta perbandingan dan analisis
th: กรุณาเลือกหุ้นเพือการวิเคราะห์การเปรียบเทียบแผนภูมิ
zh_hans: 请选择股票进行图表比较分析
zh_hant: 請選擇股票進行圖表比較分析

# klinevs_title
source: Compared
ms: Berbanding
th: การเปรียบเทียบแผนภูมิ
zh_hans: 图表比较
zh_hant: 圖表比較

# klinevs_seach_non_result
source: No Seach Result
ms: Tiada Hasil Search
th: ยังไม่พบผลการค้นหา
zh_hans: 暂无搜索结果
zh_hant: 暫無蒐索結果

# klinevs_non_compar
source: No stock comparison
ms: Tiada perbandingan saham
th: ยังไม่มีการเปรียบเทียบหุ้น
zh_hans: 暂无对比股票
zh_hant: 暫無對比股票

# klinevs_switch_stock
source: Switch
ms: Tukar
th: สลับหุ้น
zh_hans: 切换股票
zh_hant: 切換股票

# klinevs_day_line
source: Day
ms: Hari
th: วัน K
zh_hans: 日K
zh_hant: 日K

# institutional_invertor
source: Institutional Investor
ms: Pelabur Institusi
th: นักลงทุนที่เป็นองค์กร
zh_hans: 机构投资者
zh_hant: 機構投資者

# institutional_invertor_login
source: Login (Institutional Investor)
ms: Log masuk (Pelabur Institusi)
th: นักลงทุนสถาบันเข้าสู่ระบบ
zh_hans: 机构投资者登录
zh_hant: 機構投資者登錄

# personal_invertor_login
source: Login (Personal Investor)
ms: Log masuk (Pelabur Peribadi)
th: ล็อกอินบัญชีส่วนตัว
zh_hans: 登录个人账户
zh_hant: 登錄個人賬戶

source: Email Login
ms: E-mel Log Masuk
th: อีเมล์ล็อกอิน
zh_hans: 邮箱登录
zh_hant: 電郵登錄

source: Activate Account
ms: Aktifkan Akaun
th: เปิดการใช้งานบัญชี
zh_hans: 激活账户
zh_hant: 啟動賬戶

# email_code_send
source: Verification code has been sent to
ms: Kod pengesahan telah dihantar kepada
th: รหัสยืนยันถูกส่งไปยัง
zh_hans: 验证码已发送至
zh_hant: 驗證碼已發送至

# input_email_code
source: Please enter the email verification code
ms: Sila masukkan kod pengesahan e-mel
th: กรุณากรอกรหัสยืนยันอีเมล
zh_hans: 请输入邮箱验证码
zh_hant: 請輸入電子郵箱驗證碼

# email_verify
source: Please Verify Email
ms: Sila Sahkan E-mel
th: กรุณาการยืนยันอีเมล
zh_hans: 请验证邮箱
zh_hant: 請驗證電子郵箱

# input_org_register_code
source: Please enter the business registration number or company registration number filled during account opening process.
ms: Sila masukkan nombor pendaftaran perniagaan atau nombor pendaftaran syarikat yang diisi semasa proses pembukaan akaun.
th: กรุณาป้อนหมายเลขใบอนุญาตธุรกิจหรือหมายเลขทะเบียนบริษัทที่คุณเขียบไว้เมื่อเปิดบัญชี
zh_hans: 请输入您开户时填写的商业登记号或公司注册号码
zh_hant: 請輸入您開戶時填寫的商業登記號或公司註冊號碼

source: Confirm Activate
ms: Sahkan Proses Aktiff
th: ยืนยันเปิดการใช้งาน
zh_hans: 确认激活
zh_hant: 確認啟動

# device_email_verify
source: New device detected Enter email verification code
ms: Peranti baharu dikesan Masukkan e-mel kod pengesahan
th: ตรวจพบกรณ์ใหม่การเข้าสู่ระบบอุป กรุณาป้อนรหัสยืนยันอีเมล
zh_hans: 检测到新设备登录 请输入邮箱验证码
zh_hant: 檢測到新設備登錄 請輸入電子郵箱驗證碼

# trade_account_manager
source: Trader Account Management
ms: Pengurusan Akaun Pedagang
th: การจัดการบัญชีการซื้อขาย
zh_hans: 交易员账号管理
zh_hant: 交易員賬號管理

# trade_account_info
source: Trader Account Information
ms: Maklumat Akaun Pedagang
th: ข้อมูลบัญชีผู้การซื้อขาย
zh_hans: 交易员账号信息
zh_hant: 交易員賬號資訊

# trade_info_follow
source: Trader information is as follows:
ms: Maklumat pedagang adalah seperti berikut:
th: ข้อมูลผู้การซื้อขายดังนี้
zh_hans: 交易员资料如下：
zh_hant: 交易員資料如下：

# trade_name
source: Name
ms: nama
th: ชื่อผู้การซื้อขาย
zh_hans: 交易员姓名
zh_hant: 交易員姓名

# trade_id
source: ID Number
ms: Nombor ID
th: หมายเลขประจำตัวของผู้การซื้อขาย
zh_hans: 交易员证件号码
zh_hant: 交易員證件號碼

# trade_phone
source: Mobile Phone No.
ms: No. Telefon mobile
th: หมายเลขโทรศัพท์มือถือของผู้การซื้อขาย
zh_hans: 交易员手机号
zh_hant: 交易員手機號

# trade_email
source: Email
ms: E-mel
th: อีเมลของผู้การซื้อขาย
zh_hans: 交易员邮箱
zh_hant: 交易員電子郵箱

# trade_status
source: Status
th: สถานะ
zh_hans: 状态
zh_hant: 狀態

# trade_confirm_id_change
source: Please confirm that the identity information of trader has not been changed. Please contact customer service if there are any changes.
ms: Sila sahkan bahawa maklumat identiti pedagang belum diubah . Sila hubungi perkhidmatan pelanggan jika terdapat sebarang perubahan.
th: กรุณายืนยันว่าข้อมูลประจำตัวของผู้การซื้อขายไม่เปลี่ยนแปลงหากข้อมูลผู้การซื้อขายมีการเปลี่ยนแปลงกรุณาติดต่อฝ่ายบริการลูกค้าเพื่อเปลี่ยนแปลง
zh_hans: 请确认交易员身份资料没有变更，如交易员资料已变更请联系客服更改。
zh_hant: 請確認交易員身份資料沒有變更，如交易員資料已變更請聯繫客服更改。

# trade_disable_status
source: Please click confirm disable button if you need to disable operation permission of trader.
ms: Sila tekan sahkan butang nyahaktifkan jika anda perlu nyahaktifkan kebenaran operasi pedagang.
th: หากคุณต้องการปิดอำนาจดำเนินการของผู้การซื้อขายกรุณาคลิกปุ่มยืนยันปิดใช้งาน
zh_hans: 若你需要禁用该交易员操作权限请点击确认禁止按钮。
zh_hant: 若你需要禁用該交易員操作許可權請點擊確認禁止按鈕。

# trade_enable_status
source: Please click confirm enable button if you need to enable operation permission of trader.
ms: Sila tekan sahkan butang aktif jika anda perlu menaktifkan kebenaran operasi pedagang.
th: หากคุณต้องการเปิดอำนาจดำเนินการของผู้การซื้อขายกรุณาคลิกปุ่มยืนยันเปิดใช้งาน
zh_hans: 若你需要启用该交易员操作权限请点击确认启用按钮。
zh_hant: 若你需要啟用該交易員操作許可權請點擊確認啟用按鈕。

# trade_normal
source: Normal
ms: Biasa
th: ปกติ
zh_hans: 正常
zh_hant: 正常

# trade_disable
source: Disable
ms: nyahaktifkan
th: ปิดการใช้งาน
zh_hans: 禁用
zh_hant: 禁用

# trade_confirm_disable
source: Confirm to Disable
ms: Sahkan untuk nyahaktifkan
th: ยืนยันปิดการใช้งาน
zh_hans: 确认禁止
zh_hant: 確認禁止

# trade_confirm_enable
source: Confirm to Enable
ms: Sahkan untuk Menaktifkan
th: ยืนยันเปิดการใช้งาน
zh_hans: 确认启用
zh_hant: 確認啟用

# trade_first_name
source: First Name
ms: Nama pertama
th: ชื่อ
zh_hans: 名
zh_hant: 名

# trade_sur_name
source: Surname
ms: Nama akhir
th: นามสกุล
zh_hans: 姓
zh_hant: 姓

# trade_account_modify_tip
source: The name and ID card number of trader cannot be edited. Please contract uSMART customer service hotline immediately if there are any changes in personal information.
ms: Nama dan nombor kad pedagang tidak boleh diedit. Sila kontrak talian hotline perkhidmatan pelanggan uSMART dengan segera jika terdapat sebarang perubahan dalam maklumat peribadi.
th: ไม่สนับสนุนการแก้ไขชื่อและหมายเลข ID ของผู้ค้าหากมีการเปลี่ยนแปลงใด ๆ โปรดติดต่อฝ่ายบริการลูกค้าเพื่อเปลี่ยนข้อมูล
zh_hans: 交易员姓名、身份证号码不支持编辑，如有交易员人员发生变更请及时联系友信客服变更信息。
zh_hant: 交易員姓名、身份證號碼不支持編輯，如有交易員人員發生變更請及時聯繫友信客服變更資訊。

# input_email_login
source: Please enter the email address
ms: Sila masukkan e-mel
th: กรุณาใส่ที่อยู่อีเมล
zh_hans: 请输入邮箱地址
zh_hant: 請輸入電子郵箱

# trade_account_remainMoney
source: Remaining Financing Amount
ms: Baki Amaun Pembiayaan
th: จำนวนเงินเหลือที่การเงินได้
zh_hans: 剩余可融资金额
zh_hant: 剩餘可融資金額

source: Chart Mode
ms: Mod Carta
th: โหมดกราฟ
zh_hans: 图表模式
zh_hant: 圖表模式

source: Report Mode
ms: Mod laporan
th: โหมดรายงาน
zh_hans: 报表模式
zh_hant: 報表模式

# kline_compare
source: Candlestick Chart Comparison
ms: Perbandingan Carta Candlestick
th: การเปรียบเทียบ เส้น K
zh_hans: K线对比
zh_hant: K線對比

# odd_lot_order_tips
source: Recommend to place odd lot order 3% of the latest price as low liquidity
ms: Syorkan untuk membuat pesanan lot ganjil 3% daripada harga terkini sebagai kecairan yang rendah
th: สภาพคล่องของสต็อกไม่ดีขอแนะนำให้มอบความไว้วางใจน้อยกว่า 3% ของราคาล่าสุด
zh_hans: 碎股单流动性较差，建议低于最新价的3%进行委托
zh_hant: 碎股單流動性較差，建議低於最新價的3%進行委託

# day_margin_buy
source: Margin Buy
ms: Beli Margin
th: การซื้อบนขอบ
zh_hans: 融資买入
zh_hant: 融資買入

# day_margin_sell
source: Margin Sell
ms: Jualan Margin
th: การขายบนขอบ
zh_hans: 融資卖出
zh_hant: 融資賣出

# belong_conception
source: Related Concept
ms: Konsep Berkaitan
th: แนวคิดเป็นของ
zh_hans: 所属概念
zh_hant: 所屬概念

# brife_change_date
source: Change Date
ms: Tukar tarikh
th: เปลี่ยนวันที่
zh_hans: 变动日期
zh_hant: 變動日期

# brife_change_code
source: Change Code
ms: Tukar Kod
th: เปลี่ยนรหัส
zh_hans: 变动代码
zh_hant: 變動代碼

# brife_hold_amount
source: Number of Position Changes
ms: Bilangan Perubahan posisi
th: จำนวนตำแหน่งที่ถืออยู่การเปลี่ยนแปลง
zh_hans: 持仓变动数
zh_hant: 持倉變動數

# brife_change_last
source: Final Change Result
ms: Keputusan Perubahan Akhir
th: ผลการเปลี่ยนแปลงขั้นสุดท้าย
zh_hans: 最终变动结果
zh_hant: 最終變動結果

# brife_element_list
source: Constituent Stocks List
ms: Senarai Saham Konstituen
th: รายการหุ้นที่ส่วนประกอบ
zh_hans: 成份股列表
zh_hant: 成分股列表

# stock_detail_navPs
source: Net Value per Share
ms: NILAI BESIH SEUNIT SAHAM
th: มูลค่าสุทธิต่อหุ้น
zh_hans: 每股净值
zh_hant: 每股淨值

# stock_detail_totalAsset
source: Asset Scale
ms: SKALA ASET
th: ขนาดของสินทรัพย์
zh_hans: 资产规模
zh_hant: 資產規模

# stock_detail_assetType
source: Asset Types
ms: Jenis Aset
th: ประเภทสินทรัพย์
zh_hans: 资产类别
zh_hant: 資產類別

# stock_detail_currency
source: Transaction Currency
ms: mata wang transaksi
th: สกุลเงินที่ซื้อขาย
zh_hans: 交易货币
zh_hant: 交易貨幣

# brief_commodity
source: Commodity
ms: Komoditi
th: สินค้า
zh_hans: 商品
zh_hant: 商品

# brief_currency
source: Currency
ms: mata wang
th: สกุลเงิน
zh_hans: 货币
zh_hant: 貨幣

# brief_futures
source: Futures
ms: Niaga hadapan
th: ฟิวเจอร์ส
zh_hans: 期货
zh_hant: 期貨

# brief_assetCds
source: CDS
th: สวอป
zh_hans: 掉期
zh_hant: 掉期

# brief_multiAsset
source: Diversified Assets
ms: Aset Terpelbagai
th: สินทรัพย์หลากหลาย
zh_hans: 多元化资产
zh_hant: 多元化資產

# brief_assetFixed
source: Fixed Rate Products
ms: Produk Kadar Tetap
th: ผลิตภัณฑ์ดอกเบี้ยคงที่
zh_hans: 定息产品
zh_hant: 定息產品

# brief_basic_title
source: Basic Information
ms: Maklumat asas
th: ข้อมูลพื้นฐาน
zh_hans: 基本资料
zh_hant: 基本資料

# brief_invest_title
source: Investment Objective
ms: Objektif Pelaburan
th: เป้าหมายการลงทุน
zh_hans: 投资目标
zh_hant: 投資目標

# brief_positive_lever
source: %dx Positive Leverage
ms: %dx Positif Leverage
th: %d คันโยกบวก
zh_hans: %d倍正向杠杆
zh_hant: %d倍正向杠杆

# brief_negative_lever
source: %dx Inverse Leverage
ms: %dx Invers Leverage
th: %d คันโยกย้อนกลับ
zh_hans: %d倍反向杠杆
zh_hant: %d倍反向杠杆

# brief_no_lever
source: No Leverage
ms: Tiada Leverage
th: ไม่มีคันโยก
zh_hans: 无杠杆
zh_hant: 無杠杆

# brief_etf_type
source: ETF Type
ms: Jenis ETF
th: ประเภท ETF
zh_hans: ETF类型
zh_hant: ETF類型

# brief_etn_type
source: ETN Type
ms: Jenis ETN
th: ประเภท ETN
zh_hans: ETN类型
zh_hant: ETN類型

# brief_nunitNv
source: Net Asset Value
ms: Nilai aset bersih
th: มูลค่าทรัพย์สินสุทธิ
zh_hans: 资产净值
zh_hant: 資產淨值

# brief_targetIndex
source: Tracking Index
ms: Indeks Penjejakan
th: ดัชนีติดตาม
zh_hans: 追踪指数
zh_hant: 追蹤指數

# brief_totalAssetnv
source: Fund Size
ms: Saiz Dana
th: มาตราส่วนกองทุน
zh_hans: 基金规模
zh_hant: 基金規模

# brief_total_feeRatio
source: Expense Ratio
ms: Nisbah Perbelanjaan
th: อัตราส่วนค่าใช้จ่าย
zh_hans: 费用比率
zh_hant: 費用比率

# brief_dividend_policy
source: Dividend Policy
ms: Dasar Dividen
th: นโยบายการจ่ายเงินดอกเบี้ย
zh_hans: 派息政策
zh_hant: 派息政策

# brief_etf_fullname
source: ETF Name
ms: Nama ETF
th: ETF ชื่อเต็ม
zh_hans: ETF全称
zh_hant: ETF全稱

# brief_etn_fullname
source: ETN Name
ms: Nama ETN
th: ETN ชื่อเต็ม
zh_hans: ETN全称
zh_hant: ETN全稱

# brief_custodian
source: Administrator
ms: Pentadbir
th: ผู้จัดการ
zh_hans: 管理人
zh_hant: 管理人

# brief_publisher
source: Publisher
ms: Penerbit
th: ผู้เสนอขาย
zh_hans: 发行商
zh_hant: 發行商

# brief_publisher2
source: Issuer
ms: Pengeluar
th: ผู้ปล่อย
zh_hans: 发行方
zh_hant: 發行方

# brief_issueDate
source: Publish Time
ms: Masa Terbitkan
th: เวลาที่ปล่อย
zh_hans: 发行时间
zh_hant: 發行時間

# brief_leverage
source: Leverage
th: คันโยก
zh_hans: 杠杆
zh_hant: 杠杆

# brief_rate_frequency
source: Dividend Frequency
ms: Kekerapan Dividen
th: ความถี่ในการจ่ายเงินปันผล
zh_hans: 分红频率
zh_hant: 分紅頻率

# brief_introduction
source: Introduction to ETF
ms: Pengenalan kepada ETF
th: ETF บทนำ
zh_hans: ETF简介
zh_hant: ETF簡介

# brief_etn_introduction
source: Introduction to ETN
ms: Pengenalan kepada ETN
th: ETN บทนำ
zh_hans: ETN简介
zh_hant: ETN簡介

# brief_return_profit
source: Profit Income
ms: Keuntungan Pendapatan
th: รายได้ตอบแทน
zh_hans: 回报收益
zh_hant: 回報收益

# brief_profit_range
source: Profit Range
ms: Julat Keuntungan
th: ช่วงรายได้
zh_hans: 收益区间
zh_hant: 收益區間

# brief_element_change
source: Composition Changes
ms: Perubahan Komposisi
th: การเปลี่ยนแปลงองค์ประกอบ
zh_hans: 成分变动
zh_hant: 成分變動

# brief_ten_stocks
source: Top Ten Constituent Stocks
ms: Sepuluh saham Konstituen Teratas
th: หุ้นที่ส่วนประกอบ 10 อันดับ
zh_hans: 十大成分股
zh_hant: 十大成分股

# brief_per_year
source: Per Year
ms: Setiap tahun
th: ทุกปี
zh_hans: 每年
zh_hant: 每年

# stock_estimated_company
source: Company Valuation
ms: Penilaian Syarikat
th: การประเมินมูลค่าบริษัท
zh_hans: 公司估值
zh_hant: 公司估值

# stock_estimated_current
source: Current
ms: semasa
th: ปัจจุบัน
zh_hans: 当前
zh_hant: 當前

# stock_estimated_history
source: Historical Valuation
ms: Penilaian Sejarah
th: การประเมินค่าย้อนหลัง
zh_hans: 历史估值
zh_hant: 歷史估值

# stock_estimated_average
source: Historical Average
ms: purata sejarah
th: ค่าเฉลี่ยในอดีต
zh_hans: 历史均值
zh_hant: 歷史均值

# stock_estimated_sub_tip
source: Normally, the lower the value of %@, the higher the investment value
ms: Pada situasi biasa, semakin rendah nilai %@, semakin tinggi nilai pelaburan
th: โดยปกติยิ่งค่า %@ต่ำลงเท่าใดมูลค่าการลงทุนก็จะยิ่งสูงขึ้นเท่านั้น
zh_hans: 通常%@值越低，投资价值越高
zh_hant: 通常%@值越低，投資價值越高

# stock_estimated_pe_title
source: PE (Price-to-Earnings Ratio) = Stock price/Earnings per share in the last 12 months
ms: PE (Nisbah Harga-dengan-Pendapatan) = Harga saham/Pendapatan se saham dalam 12 bulan terakhir
th: PE (อัตรากำไรเมือง)=ราคาหุ้น/กำไรต่อหุ้นในช่วง 12 เดือนที่ผ่านมา
zh_hans: PE（市盈率）= 股价/最近12个月每股收益
zh_hant: PE（PE）= 股價/最近12個月每股收益

# stock_estimated_pe_sub_title
source: *Earnings per share = Net profit attributable to shareholders of the parent company/Total number of shares in the last 12 months
ms: *Pendapatan setiap saham = Keuntungan bersih yang boleh diagihkan kepada pemegang saham syarikat induk /Jumlah bilangan saham dalam 12 bulan terakhir
th: *กำไรต่อหุ้น=กำไรสุทธิที่เป็นของผู้ถือหุ้นของบริษัทใหญ่ในช่วง 12 เดือนที่ผ่านมา/จำนวนหุ้นทั้งหมด
zh_hans: *每股收益 = 最近12个月归属于母公司股东的净利润/总股数
zh_hant: *每股收益 = 最近12個月歸屬於母公司股東的淨利潤/總股數

# stock_estimated_pb_title
source: PB (Price-to-Book ratio) = Stock price/Net assets per share
ms: PB (Nisbah Harga-untuk-Buku) = Harga saham/aset bersih se saham
th: PB (อัตราสุทธิเมือง)=ราคาหุ้น/สินทรัพย์สุทธิต่อหุ้น
zh_hans: PB（市净率）= 股价/每股净资产
zh_hant: PB（市淨率）= 股價/每股淨資產

# stock_estimated_pb_sub_title
source: *Net assets per share = Shareholders' equity/Total number of shares
ms: *Aset bersih se saham = Ekuiti pemegang saham/Jumlah bilangan saham
th: *สินทรัพย์สุทธิต่อหุ้น=สิทธิของผู้ถือหุ้น/จำนวนหุ้นทั้งหมด
zh_hans: *每股净资产 = 股东权益/总股数
zh_hant: *每股淨資產 = 股東權益/總股數

# stock_estimated_ps_title
source: PS (Price-to-Sales Ratio) = Stock price/Operating income per share
ms: PS (Nisbah Harga dengan Jualan) = Harga saham/Pendapatan operasi setiap saham
th: PS (อัตราการขายเมือง)=ราคาหุ้น/รายได้จากการทำงานต่อหุ้น
zh_hans: PS（市销率）= 股价/每股营业收入
zh_hant: PS（市銷率）= 股價/每股營業收入

# stock_estimated_ps_sub_title
source: *Operating income per share = Total operating income/Total number of shares
ms: *Pendapatan operasi setiap saham = Jumlah pendapatan operasi/Jumlah bilangan saham
th: *รายได้การทำงานต่อหุ้น=รายได้จากการทำงานรวม/จำนวนหุ้นทั้งหมด
zh_hans: *每股营业收入 = 营业总收入/总股数
zh_hant: *每股營業收入 = 營業總收入/總股數

# first_bid
source: First Bid * Qty
ms: Tawar Pertama * Kuantiti
th: ซื้อหนึ่งราคา*จำนวน
zh_hans: 买一价*数
zh_hant: 買一價*數

# first_ask
source: First Ask * Qty
ms: Minta Pertama * Kuantiti
th: ขายหนึ่งราคา*จำนวน
zh_hans: 卖一价*数
zh_hant: 賣一價*數

# common_noNetwork
source: No network connection please check your network Settings
ms: Tiada sambungan rangkaian sila semak Tetapan rangkaian anda
th: ไม่ได้เชื่อมต่ออินเทอร์เน็ต ปรดตรวจสอบการตั้งค่าอินเทอร์เน็ตของคุณ
zh_hans: 没有网络连接 请检查您的网络设置
zh_hant: 沒有網絡連接 請檢查您的網絡設定

source: Trend Signal
ms: Jejakan Trend
th: แนวโน้มกำไรยาว
zh_hans: 趋势长盈
zh_hant: 趨勢長盈

# trend_position
source: Position
ms: Posisi
th: ตำแหน่ง
zh_hans: 仓位
zh_hant: 倉位

# trend_support_day_line
source: This indicator only supports viewing under daily Candlestick chart
ms: isyarat ini hanya menyokong Pantauan di bawah carta Candlestick harian
th: ตัวบ่งชี้นี้สนับสนุนการตรวจสอบภายใต้วัน K เท่านั้น
zh_hans: 该指标暂只支持日K下查看
zh_hant: 該指標暫只支持日K下查看

# trend_signal_setting
source: This indicator temporarily does not support setting
ms: isyarat ini untuk sementara tidak menyokong tetapan
th: ตัวบ่งชี้นี้ไม่สนับสนุนการตั้งค่า
zh_hans: 该指标暂不支持设置
zh_hant: 該指標暫不支持設置

# trend_signal_unlock
source: The trial finish. Click to unlock
ms: Percubaan selesai. tekan untuk membuka kunci
th: จำนวนครั้งฟรีหมดแล้วคลิกไปที่ปลดล็อก
zh_hans: 免费次数已用完,点击前往解锁
zh_hant: 免費次數已用完,點擊前往解鎖

# trend_signal_go_login
source: Please login for viewing
ms: Sila log masuk untuk lihat
th: ตอนนี้ยังไม่ได้เข้าสู่ระบบไม่สามารถการตรวจสอบได้
zh_hans: 当前尚未登录,无法查看
zh_hant: 當前尚未登錄，無法查看

# trend_signal_upper
source: Upper band
ms: Band atas
th: รางบน
zh_hans: 上轨
zh_hant: 上軌

# trend_signal_lower
source: Lower band
ms: Jalur rendah
th: รางล่าง
zh_hans: 下轨
zh_hant: 下軌

# trend_signal_operate_singal
source: Singal
th: สัญญาณ
zh_hans: 信号
zh_hant: 信號

# trend_signal_buy_singal
source: Attention Signal
ms: Isyarat Perhatian
th: ให้ความสนใจกับสัญญาณ
zh_hans: 关注信号
zh_hant: 關注信號

# trend_signal_sell_singal
source: Observation Signal
ms: Isyarat Pemerhatian
th: การรอดูสัญญาณรอดู
zh_hans: 观望信号
zh_hant: 觀望信號

# trend_signal_buy
source: Attention
ms: Ikut
th: ติดตาม
zh_hans: 关注
zh_hant: 關注

# trend_signal_sell
source: Observation
ms: Pemerhatian
th: การรอดู
zh_hans: 观望
zh_hant: 觀望

# trend_signal_desc_tip
source: Trend Signal is an indicator based on optimizing moving average which can effectively track the trend. It helps investors to seize the long-term upward industry/stocks in the market cycle and enjoy the high returns. Signal description： The 1st attention signal is sent when the closing price of the day break through the lower tack of lower band. The 2nd attention signal will be sent when further break the upper tack of the upper band. It indicates the strengthen of long signal. The 1st observation signal is sent when the closing price of the day break through the upper track of the upper band. The 2nd observation signal is sent when further break the lower track of the lower band. It indicates the weakening of long signal.
ms: Isyarat Aliran ialah isyarat berdasarkan mengoptimumkan purata pergerakan yang boleh menjejaki trend dengan berkesan. Ia membantu pelabur untuk merebut industri/saham jangka long yang meningkat dalam kitaran pasaran dan menikmati pulangan yang tinggi. Perihalan isyarat： Isyarat perhatian pertama dihantar apabila harga penutupan harga terendah hari ini. pancaragam. Isyarat perhatian ke-2 akan dihantarkan apabila selanjutnya mematahkan tack atas jalur atas. Ia menunjukkan pengukuhan isyarat long. Isyarat pemerhatian pertama dihantarkan apabila harga tutup hari memecah melalui landasan atas jalur atas. Isyarat pemerhatian ke-2 dihantarkan apabila memecahkan lagi landasan bawah jalur bawah. Menunjukkan kelemahan isyarat long.
th: แนวโน้มกำไรเฉลี่ยปรับยาวเป็นดัชนีการปรับค่าเฉลี่ยเคลื่อนที่สามารถติดตามแนวโน้มและช่วยคุณจับรอบใหญ่ขึ้นในระยะเวลาของอุตสาหกรรม/หุ้นและเพลิดเพลินกับแนวโน้มที่ให้ผลตอบแทนสูง คำอธิบายสัญญาณ: ทะลุช่องทางบนของช่องขึ้นไปและส่งสัญญาณความสนใจเป็นครั้งแรก ทะลุช่องทางบนของช่องขึ้นไปและส่งสัญญาณความสนใจอีกครั้งในเวลาเดียวกันแนวโน้มมากขึ้นสามารถปรับปรุงได้และมุ่งเน้นได้ ทะลุช่องทางล่างของช่องขึ้นไปและส่งสัญญาณความสนใจเป็นครั้งแรก ทะลุช่องทางล่างของช่องขึ้นไปและส่งสัญญาณความสนใจอีกครั้งในเวลาเดียวกันแนวโน้มมากขึ้นสามารถปรับปรุงได้และมุ่งเน้นได้
zh_hans: 趋势长盈是基于均线调优后的一个指标，能有效跟踪趋势，助您抓住大周期长期向上的行业/股票，享受趋势带来的高收益。 信号说明： 当日收盘价向上突破通道下轨，第一次发出关注信号；向上突破通道上轨，再次发出关注信号，此时做多趋势增强，可重点关注。 当日收盘价向下突破通道上轨，第一次发出观望信号；向下突破通道下轨，再次发出观望信号，此时做多趋势减弱，应谨慎观望。
zh_hant: 趨勢長盈是基於均線調優後的一個指標，能有效跟蹤趨勢，助您抓住大週期長期向上的行業/股票，享受趨勢帶來的高收益。 信號說明： 當日收市價向上突破通道下軌，第一次發出關注信號；向上突破通道上軌，再次發出關注信號，此時做好趨勢增強，可重點關注。 當日收市價向下突破通道上軌，第一次發出觀望信號；向下突破通道下軌，再次發出觀望信號，此時做好趨勢衰減，應謹慎觀望。

# trend_signal_tech
source: TREND Trend Signal
ms: Isyarat Trend Trend
th: TREND แนวโน้มกำไรยาว
zh_hans: TREND 趋势长盈
zh_hant: TREND 趨勢長盈

# pos_leverage
source: Positive Leverage
ms: Leverage Positif
th: คันโยกบวก
zh_hans: 正向杠杆
zh_hant: 正向杠杆

# inves_leverage
source: Inverse Leverage
ms: Leverage Songsang
th: คันโยกย้อนกลับ
zh_hans: 反向杠杆
zh_hant: 反向杠杆

# hot_monthly_stock
source: Hot Monthly Invest
ms: Pelaburan Hangat Bulanan
th: หุ้นรายเดือนยอดนิยม
zh_hans: 热门月供股票
zh_hant: 熱門月供股票

# about_update
source: Software Update
ms: Semak Untuk Kemas Kini
th: ตรวจสอบการอัพเดต
zh_hans: 检查更新
zh_hant: 檢查更新

# about_score
source: Score app
ms: Aplikasi skor
th: ไปให้คะแนนแอป
zh_hans: 去给APP评分
zh_hant: 去給APP評分

# askBid_title
source: Bid and Ask
ms: Tawaran dan Permintaan
th: ซื้อเข้าและขายของ
zh_hans: 买入和卖出
zh_hant: 買入和賣出

source: Full Screen
ms: Skrin penuh
th: เต็มจอ
zh_hans: 全屏
zh_hant: 全屏

# stock_detail_exerciseStyle
source: Options type
ms: Jenis opysyen
th: ประเภทของออปชัน
zh_hans: 期权类型
zh_hant: 期權類型

# option_exerciseStyle_usa
source: American Style
ms: Gaya Amerika
th: แบบอเมริกัน
zh_hans: 美式
zh_hant: 美式

# option_exerciseStyle_eur
source: European Style
ms: Gaya Eropah
th: แบบสไตล์ยุโรป
zh_hans: 欧式
zh_hant: 歐式

# option_exerciseStyle_bmd
source: Bermuda
th: เบอร์มิวดา
zh_hans: 百慕大
zh_hant: 百慕大

# option_exerciseStyle_other
source: Other
ms: Lain-lain
th: อื่นๆ
zh_hans: 其他
zh_hant: 其他

# warrant_score_prompt
source: Smart Rating makes the scoring by analyzing 4 objective factors which are out-of-price degree, maturity, bid & ask spread and outstanding volume. The provided information does not constitute any investment advice. Please be cautious that investment involves risk.
ms: Penarafan Pintar membuat pemarkahan dengan menganalisis 4 faktor objektif yang darjat luar harga, kematangan, bida & spread tanya dan volum yang cemerlang. Maklumat yang diberikan tidak merupakan sebarang nasihat pelaburan. Sila berhati-hati bahawa pelaburan melibatkan risiko.
th: คะแนนหยิงลี่ผ่านปัจจัยวัตถุประสงค์สี่ประการของระดับการเงินนอกอาร์กิวเมนต์ทางสถิติ ช่วงปี ราคาต่างการซื้อและการขาย และปริมาณสินค้า ให้คะแนนของสินค้าสำหรับการอ้างอิง ไม่ได่ถือว่าเป็นคำแนะนำการลงทุน การลงทุนมีความเสี่ยง การทำต้องอย่างระมัดระวัง
zh_hans: 盈立评分通过统计轮证的价外程度、年期、买卖差价、街货量四大客观因素，为产品做出评分以供参考，不构成投资建议，投资有风险，操作需谨慎
zh_hant: 盈立評分通過統計輪證的價外程度、年期、買賣差價、街貨量四大客觀因素，為產品做出評分以供參考，不構成投資建議，投資有風險，操作需謹慎

# warrant_score_rank
source: Rating
ms: Penilaian
th: อันดับหุ้นบวก
zh_hans: 正股排名
zh_hant: 正股排名

# warrant_score_score
source: Shares Ranking
ms: Posisi Perkongsian
th: คะแนนโดยรวม
zh_hans: 综合评分
zh_hant: 綜合評分

# warrant_score_year
source: Year
ms: tahun
th: ช่วงปี
zh_hans: 年期
zh_hant: 年期

# warrant_score_out_val
source: Outside valence
ms: Valence luar
th: ระดับนอกราคา
zh_hans: 价外程度
zh_hant: 價外程度

# warrant_score_spreads
source: Spreads
ms: Sebaran
th: ซื้อและขาย ราคาต่าง
zh_hans: 买卖 差价
zh_hant: 買賣 差價

source: Related Options
ms: Opsyen Berkaitan
th: ออปชันที่เกี่ยวข้อง
zh_hans: 相关期权
zh_hant: 相關期權

# total_option_count
source: Total %@
ms: Jumlah %@
th: รวม %@แผ่น
zh_hans: 共 %@ 张
zh_hant: 共 %@ 張

# bmp_subTitle
source: Basic Market Price
ms: Harga Pasaran Asas
th: บริการข้อเสนอราคา
zh_hans: 基本报价服务
zh_hant: 基本報價服務

# delay_title
source: Delayed Quotes
ms: Sebut Harga Tertunda
th: ตลาดล่าช้า
zh_hans: 延时行情
zh_hant: 延時行情

# delay_subTitle
source: 15 minutes delayed quotes
ms: Sebut harga tertunda 15 minit
th: ใบเสนอราคาล่าช้า 15 นาที
zh_hans: 15分钟延时行情
zh_hant: 15分鐘延時行情

# sg_delay_subTitle
source: 10 minutes delayed quotes
ms: Sebut harga tertunda 10 minit
th: ใบเสนอราคาล่าช้า 10 นาที
zh_hans: 10分钟延时行情
zh_hant: 10分鐘延時行情
