Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# reminder_delay_alert_msg
source: Delayed quotation cannot use price alert, please click to get real-time quotation
ms: Sebut harga tertunda tidak boleh menggunakan makluman harga, sila tekan untuk dapatkan sebut harga pada masa nyata
th: ตลาดล่าช้าไม่สามารถใช้การแจ้งเตือนราคาหุ้นได้โปรดคลิกเพื่อรับตลาดแบบเรียลไทม์
zh_hans: 延时行情无法使用股价提醒，请点击获取实时行情
zh_hant: 延時行情無法使用股價提醒，請點擊獲取即時行情

# push_set_smartTip
source: AI Alert
ms: Makluman AI
th: การแจ้งเตือนการลงทุนฉลาด
zh_hans: 智投提醒
zh_hant: 智投提醒

# push_set_smartStrategy
source: Smart Strategies
ms: Strategi Pintar
th: กลยุทธ์อัจฉริยะ
zh_hans: 智能策略
zh_hant: 智能策略

# push_set_remind
source: Market Alert
ms: Makluman Pasaran
th: การแจ้งเตือนตลาด
zh_hans: 行情提醒
zh_hant: 行情提醒

# push_set_dipan
source: Smart Alert
ms: Makluman Pintar
th: เคล็ดลับการลงทุนฉลาด
zh_hans: 智投提示
zh_hant: 智投提示

# push_set_other
source: Other Alert
ms: Makluman Lain
th: การแจ้งเตือนอื่น ๆ
zh_hans: 其他提醒
zh_hant: 其他提醒

# push_set_newsRemind
source: News Alert
ms: Makluman Berita
th: การแจ้งเตือนข้อมูล
zh_hans: 资讯提醒
zh_hant: 資訊提醒

# push_set_live
source: Live broadcast Reminder
ms: Peringatan siaran langsung
th: การแจ้งเตือนถ่ายทอดสด
zh_hans: 直播提醒
zh_hant: 直播提醒

# push_news_all
source: All
ms: Semua
th: ข้อมูลเต็มจำนวน
zh_hans: 全量资讯
zh_hant: 全量資訊

# push_news_seleted
source: Featured
ms: Ditampilkan
th: ข้อมูลที่เลือก
zh_hans: 精选资讯
zh_hant: 精選資訊

# push_news_import
source: Core
ms: Teras
th: ข้อมูลหลัก
zh_hans: 核心资讯
zh_hant: 核心資訊

source: Statement
ms: Kenyataan
th: ใบเช็คบิล
zh_hans: 结单
zh_hant: 結單

# statement_jiedan
source: My Statement
ms: Kenyataan Saya
th: ใบเช็คบิลของฉัน
zh_hans: 我的结单
zh_hant: 我的結單

# stock_Account
source: Securities Account
ms: Akaun Sekuriti
th: บัญชีหลักทรัพย์
zh_hans: 证券账户
zh_hant: 證券賬戶

# all_allow_Account
source: DA Account
ms: Akaun DA
th: บัญชีมอบความไว้ใจอำนาจเต็ม
zh_hans: 全权委托账户
zh_hant: 全權委託賬戶

# all_StatementList
source: All Statement
ms: Semua Penyata
th: ใบเช็คบิลทั้งหมด
zh_hans: 全部结单
zh_hant: 全部結單

# statement_day
source: Daily Statement
ms: Kenyataan Harian
th: ใบเช็คบิลรายวัน
zh_hans: 日结单
zh_hant: 日結單

# statement_month
source: Monthly Statement
ms: Penyata bulanan
th: ใบเช็คบิลรายเดือน
zh_hans: 月结单
zh_hant: 月結單

# six_month
source: 6 months
ms: 6 Bulan Yang Terkini
th: 6 เดือนล่าสุด
zh_hans: 近6个月
zh_hant: 近6個月

# recently_one_month
source: 1 month
ms: 1 bulan
th: 1 เดือนล่าสุด
zh_hans: 近1个月
zh_hant: 近1個月

# recently_three_month
source: 3 months
ms: 3 bulan
th: 3 เดือนล่าสุด
zh_hans: 近3个月
zh_hant: 近3個月

# commen_question
source: View Statement
ms: Semak Penyata
th: การตรวจสอบใบเช็คบิล
zh_hans: 结单查看
zh_hant: 結單查看

# jieDan_time
source: Date：
ms: Tarikh:
th: เวลาของใบเช็คบิล:
zh_hans: 结单时间：
zh_hant: 結單時間：

# statementPop
source: 1、In consideration of the security of customer statements, the statement is encrypted with a password: 1) For individual, it is the last 4 characters of the ID number you used to open the account. 2) For institution, it is the first 6 digits of the company identity (CI) number. If there is no CI, please use the first 6 digits of the business registration (BR) number. 2、The default statement language is the initial language of the APP which can be modified according to your needs. 3、The modification of statement settings will take effect on next statement.
ms: 1、Sebagai pertimbangan untuk keselamatan penyata pelanggan, penyata disulitkan dengan kata laluan: 1) Untuk individu, itu merupakan 4 aksara terakhir untuk nombor ID yang anda gunakan untuk membuka akaun). Untuk institusi, ia adalah 6 digit pertama nombor identiti syarikat (CI) Jika tiada CI, Sila gunakan 6 digit pertama nombor pendaftaran perniagaan (BR). jika perniagaan (BR) (BR). tetapan penyata akan berkuat kuasa pada penyataan seterusnya.
th: 1 เพื่อความปลอดภัยของใบเช็คบิลลูกค้าใบเช็คบิลจะถูกเข้ารหัสด้วยรหัสผ่าน: 1) สำหรับลูกค้าบุคคล รหัสผ่านคือ 4 หลักสุดท้ายของหมายเลข ID ที่ใช้เปิดบัญชี 2) สำหรับลูกค้าที่เป็นองค์กร รหัสผ่านคือ 6 หลักแรกของหมายเลขใบรับรองบริษัท (CI) หากไม่มี CI โปรดใช้ตัวเลข 6 หลักแรกของเลขที่จดทะเบียนธุรกิจ (BR) 2 ภาษาใบเช็คบิลเริ่มต้นคือภาษาเริ่มต้นของแอป สามารถแก้ไขได้ตามความต้องการของคุณ 3 สำหรับการแก้ไขการตั้งค่าใบเช็คบิลจะมีผลในเมื่อสร้างคำสั่งครั้งหน้า
zh_hans: 1、出于对客户结单安全的考虑，结单已用密码加密： 1)对于个人客户，密码为开户所用身份证件号码的后4位。 2)对于机构客户，密码为公司证件（CI）号码的前6位。如果没有CI，请用商业登记号码（BR）的前6位。 2、默认结单语言为APP的初始语言，可以根据您的需要进行修改。 3、对于结单设置的修改，将在下次生成结单时生效。
zh_hant: 1、出於對客戶結單安全的考慮，結單已用密碼加密： 1)對於個人客戶，密碼為開戶所用身份證件號碼的後4位。 2)對於機構客戶，密碼為公司證件（CI）號碼的前6位。如果沒有CI,請用商業登記號碼（BR）的前6位。 2、預設結單語言為APP的初始語言，可以根據您的需要進行修改。 3、對於結單設置的修改，將在下次生成結單時生效。

# statementPop_sub
source: 1) For individual, it is the last 4 characters of the ID number you used to open the account. 2) For institution, it is the first 6 digits of the company identity (CI) number. If there is no CI, please use the first 6 digits of the business registration (BR) number.
ms: 1) Untuk individu, itu merupakan 4 aksara terakhir untuk nombor ID yang anda gunakan untuk membuka akaun). Untuk institusi, ia adalah 6 digit pertama nombor identiti syarikat (CI) Jika tiada CI, Sila gunakan 6 digit pertama nombor pendaftaran perniagaan (BR).
th: 1) สำหรับลูกค้าบุคคล รหัสผ่านคือ 4 หลักสุดท้ายของหมายเลข ID ที่ใช้เปิดบัญชี 2) สำหรับลูกค้าที่เป็นองค์กร รหัสผ่านคือ 6 หลักแรกของหมายเลขใบรับรองบริษัท (CI) หากไม่มี CI โปรดใช้ตัวเลข 6 หลักแรกของเลขที่จดทะเบียนธุรกิจ (BR)
zh_hans: 1)对于个人客户，密码为开户所用身份证件号码的后4位。 2)对于机构客户，密码为公司证件（CI）号码的前6位。如果没有CI，请用商业登记号码（BR）的前6位。
zh_hant: 1)對於個人客戶，密碼為開戶所用身份證件號碼的後4位。 2)對於機構客戶，密碼為公司證件（CI）號碼的前6位。如果沒有CI,請用商業登記號碼（BR）的前6位。

# statement_pik_tip
source: *It cannot exceed 6 months
ms: *Ia tidak boleh melebihi 6 bulan
th: ระยะเวลาที่กำหนดเองต้องไม่เกิน 6 เดือน
zh_hans: 自定义时长不得超过6个月
zh_hant: 自定義時長不得超過6個月

# statement_setting
source: View Statement
ms: Semak Penyata
th: การตั้งค่าใบเช็คบิล
zh_hans: 结单设置
zh_hant: 語言設置

# wenxin_tips
source: Remark
ms: Peringatan
th: เคล็ดลับอบอุ่น
zh_hans: 温馨提示
zh_hant: 温馨提示

source: Language Setting
ms: Tetapan Bahasa
th: การตั้งค่าภาษา
zh_hans: 语言设置
zh_hant: 語言設置

source: Statement language details
ms: Butiran bahasa penyata
th: รายละเอียดภาษาใบเช็คบิล
zh_hans: 结单语言详情
zh_hant: 結單語言詳情

source: Statement language confirmation
ms: Pengesahan bahasa penyata
th: การยืนยันภาษาใบเช็คบิล
zh_hans: 结单语言确认
zh_hant: 結單語言確認

# jiedan_language_change_pop
source: If you want to see the other language versions of the statement history, please contact customer service.
ms: Jika anda ingin melihat versi bahasa lain sejarah penyata, sila hubungi perkhidmatan pelanggan.
th: สำหรับการแก้ไขภาษาของใบเช็คบิล จะมีผลในเมื่อสร้างขึ้นครั้งหน้า ถ้าอยากการตรวจสอบประวัติภาษาอื่น ๆ กรุณาติดต่อฝ่ายบริการลูกค้า
zh_hans: 对于结单语言的修改，将在下次生成结单时生效，若想查看历史结单其他语言版本，请联系客服。
zh_hant: 對於結單語言的修改，將在下次生成結單時生效，若想查看歷史結單其他語言版本，請聯繫客服。

# jiedan_sure_change
source: Confirm the language of next statement is
ms: Sahkan bahasa penyataan seterusnya adalah
th: ยืนยันภาษาในเมื่อใบเช็คบิลถูกสร้างขึ้นครั้งหน้า
zh_hans: 确认下次结单生成时的语言为
zh_hant: 確定下次結單生成的語言為

# statement_select_language
source: Select Language
ms: Pilih Bahasa
th: เลือกภาษา
zh_hans: 选择语言
zh_hant: 選擇語言

# statement_password_remark
source: Please click here to get the password remark
ms: Sila tekan di sini untuk mendapatkan kata laluan kata laluan
th: คลิกที่นี่เพื่อการตรวจสอบเคล็ดลับรหัสผ่าน
zh_hans: 点击这里查看密码提示
zh_hant: 點擊此處查看密碼提示

source: My Assets
ms: Aset Saya
th: ทรัพย์สินของฉัน
zh_hans: 我的资产
zh_hant: 我的資產

source: Stocks
ms: saham
th: หุ้น
zh_hans: 股票
zh_hant: 股票

# my_assets_mode_category
source: Category
ms: kategori
th: ประเภท
zh_hans: 品类
zh_hant: 品類

# my_assets_mode_market
source: Market
ms: Pasaran
th: ตลาด
zh_hans: 市场
zh_hant: 市場

# turn_off_remind_success
source: Alert Turned Off
ms: Makluman Dimatikan
th: ปิดการแจ้งเตือนสำเร็จ
zh_hans: 关闭提醒成功
zh_hant: 關閉提醒成功

# turn_on_remind_success
source: Alert Turned On
ms: Makluman Dihidupkan
th: ตั้งค่าการแจ้งเตือนสำเร็จ
zh_hans: 设置提醒成功
zh_hant: 設置提醒成功

source: Available USD
ms: Tersedia USD
zh_hans: 可用美元
zh_hant: 可用美元

source: Available HKD
ms: Tersedia HKD
zh_hans: 可用港币
zh_hant: 可用港幣

source: Available SGD
ms: Tersedia SGD
zh_hans: 可用新币
zh_hant: 可用新幣

# otc_risk_message_tip
source: Please note that there are risks involve in OTC US stocks trading. To proceed, please read, understand and acknowledge OTC Stock Trading Risk Disclosure Statement.
ms: Sila ambil perhatian terdapat risiko yang terlibat dalam perdagangan saham AS OTC. Untuk meneruskan, sila baca, fahami dan akui Penyata Pendedahan Risiko Dagangan Saham OTC.
th: โปรดทราบว่าการซื้อขายหุ้น OTC ในตลาดหุ้นสหรัฐฯ มีความเสี่ยง กรุณาอ่านทำความเข้าใจและยอมรับคำชี้แจงการเปิดเผยความเสี่ยงของการซื้อขายหุ้น OTC ของสหรัฐอเมริกาก่อน
zh_hans: 请注意美股市场OTC股票交易存在风险。请先阅读、理解并同意美股OTC股票交易风险披露声明。
zh_hant: 請註意美股市場OTC股票交易存在風險。請先閱讀、理解併同意美股OTC股票交易風險披露聲明。

# otc_risk_message_agree_tip
source: I acknowledge that I have read and understand OTC Stock Trading Risk Disclosure Statement.
ms: Saya mengakui yang saya telah membaca dan memahami Penyata Pendedahan Risiko Perdagangan Saham OTC.
th: ฉันได้อ่านทำความเข้าใจและยอมรับคำสั่งในการเปิดเผยความเสี่ยงจากการซื้อขายหุ้น OTC ของสหรัฐอเมริกาแล้ว
zh_hans: 我已阅读、理解并同意美股OTC股票交易风险披露声明
zh_hant: 我已閱讀、理解併同意美股OTC股票交易風險披露聲明

# otc_risk_highlight_tip
source: OTC Stock Trading
ms: Perdagangan Saham OTC
th: การซื้อขายหุ้น OTC
zh_hans: OTC股票交易
zh_hant: OTC股票交易

# otc_risk_title
source: Warning!
ms: Amaran Risiko
th: เตือนด้วยความอบอุ่น
zh_hans: 温馨提示！
zh_hant: 溫馨提示！

# otc_risk_agree_tip
source: Please tick and agree to the relevant risk statement
ms: Sila tandakan dan bersetuju dengan penyata risiko yang berkaitan
th: กรุณาทำเครื่องหมายและยอมรับคำชี้แจงเรื่องความเสี่ยงที่เกี่ยวข้อง
zh_hans: 请勾选并同意相关风险声明
zh_hant: 請勾選併同意相關風險聲明

source: Phone number
ms: Telefon
th: หมายเลขโทรศัพท์
zh_hans: 手机号码
zh_hant: 手機號碼

# company_action
source: Corporate Action
th: การดำเนินการของบริษัท
zh_hans: 公司行动
zh_hant: 公司行動

# company_finance_report
source: Financial Report Release
zh_hans: 财报发布
zh_hant: 財報發佈

# company_equity_dividend
source: Equity & Dividend
zh_hans: 股权派息
zh_hant: 股權派息

source: Cancel your account
ms: Batalkan akaun anda
th: ยกเลิกบัญชี
zh_hans: 注销账号
zh_hant: 註銷帳號

source: Think again
ms: Fikirkan lagi
th: ฉันขอคิดอีกที
zh_hans: 我再想想
zh_hant: 我再想想

# delete_account_had_opened_tip
source: You have opened a securities account, account cancellation is an irrevocable operation, in order to protect your legitimate rights and interests, please operate with caution. If you have confirmed that you need to cancel your account, please contact customer service.
ms: Anda telah membuka akaun sekuriti, pembatalan akaun adalah operasi yang tidak boleh ditarik balik, untuk melindungi hak dan kepentingan sah anda, sila gunakan dengan berhati-hati. Jika anda telah mengesahkan bahawa anda perlu membatalkan akaun anda, sila hubungi khidmat pelanggan.
th: คุณเปิดบัญชีหลักทรัพย์ การยกเลิกบัญชีเป็นการดำเนินการที่ไม่สามารถฟื้นตัวได้เพื่อปกป้องสิทธิ์กฎหมายของคุณกรุณาการอย่างระมัดระวัง หากยืนยันว่าต้องการยกเลิกบัญชี กรุณาติดต่อฝ่ายบริการลูกค้า
zh_hans: 您已开通证券账户，注销账户是不可恢复的操作，为了保护您的合法权益，请谨慎操作。如已经确定需要注销账号,请联系客服。
zh_hant: 您已開通證券帳戶，註銷帳戶是不可恢復的操作，為了保護您的合法權益，請謹慎操作。如已經確定需要註銷帳號,請聯繫客服。

# verify_mailbox_code_title
source: Verify the mailbox
ms: Sahkan kod peti mel
th: การตรวจสอบอีเมล
zh_hans: 验证邮箱
zh_hant: 驗證郵箱

# mailbox_verification_code_sent_to
source: Verification code was sent to
ms: Pengesahan telah dihantar ke
th: ส่งรหัสยืนยันไปที่
zh_hans: 验证码已发送至
zh_hant: 驗證碼已發送至

# verify_phone_code_title
source: Verify your phone
ms: Sahkan kod pengesahan phone
th: การตรวจสอบโทรศัพท์
zh_hans: 验证手机
zh_hant: 驗證手機

# phone_verification_code_sent_to
source: SMS verification code was sent to
ms: SMS anda telah dihantar ke
th: ส่งรหัสยืนยันทางข้อความไปที่
zh_hans: 短信验证码已发送至
zh_hant: 短信驗證碼已發送至

# please_set_login_password
source: Please set a login password
ms: Sila tetapkan kata laluan log masuk
th: กรุณาตั้งรหัสผ่านเข้าสู่ระบบ
zh_hans: 请设置登录密码
zh_hant: 請設置登錄密碼

source: Portfolio Strategy
ms: Strategi Portfolio
th: กลยุทธ์การรวมกัน
zh_hans: 组合策略
zh_hant: 組合策略

# trigger_price_tip_no_stock
source: Orders will be triggered when the associated asset reaches the specified price.
ms: Pesanan akan diaktifkan apabila aset yang berkaitan mencapai harga yang ditentukan.
th: เมื่อสินทรัพย์ที่เกี่ยวข้องถึงราคาที่กำหนด คำสั่งซื้อขายจะถูกทริกเกอร์
zh_hans: 当关联资产达到指定价格时，订单将被触发
zh_hant: 當關聯資產達到指定價格時，訂單將被觸發

# trigger_price_tip
source: %@ orders will be triggered when the associated asset reaches the specified price.
ms: Nama saham %@ akan diaktifkan apabila aset yang berkaitan mencapai harga yang ditentukan.
th: เมื่อสินทรัพย์ที่เกี่ยวข้องถึงราคาที่กำหนด คำสั่งซื้อขาย %@ จะถูกทริกเกอร์
zh_hans: 当关联资产达到指定价格时，%@订单将被触发
zh_hant: 當關聯資產達到指定價格時，%@訂單將被觸發

source: Track assets' name/symbol
ms: Jejaki nama/simbol aset
th: โปรดป้อนชื่อ/รหัสหุ้นติดตาม
zh_hans: 请输入跟踪股票名称/代码
zh_hant: 請輸入追蹤股票名稱/代碼

# option_list_setting
source: Option List Settings
th: การตั้งค่ารายการ option
zh_hans: 期权列表设置
zh_hant: 期權列表設置

# option_list_style
source: List Style
th: รูปแบบของรายการ
zh_hans: 列表样式
zh_hant: 列表樣式

# option_strikes
source: Strikes
th: ประเภท T
zh_hans: 合约数
zh_hant: 合約數

# option_list
source: List
th: รายการ
zh_hans: 列表
zh_hant: 列表

# option_straddle_style
source: Straddle
th: จำนวนสัญญา
zh_hans: T型
zh_hant: T型

# bitcoin_etf_alert
source: This product has exposure to payment tokens (also known as cryptocurrencies) and therefore it is subject to the relevant risks faced by payment tokens. To proceed, please read, understand and acknowledge Risk Statement for Products Referencing to Payment Token.
ms: Produk ini terdedah kepada token pembayaran (juga dikenali sebagai mata wang kripto) dan oleh itu ia tertakluk kepada risiko berkaitan yang dihadapi oleh token pembayaran. Untuk sambung, sila baca, fahami dan terima Penyata Risiko untuk Produk yang Merujuk kepada Token Pembayaran.
th: ผลิตภัณฑ์นี้มีความเสี่ยงเกี่ยวกับโทเค็นการชำระเงิน (หรือที่เรียกว่าสกุลเงินดิจิตอล) ดังนั้นจึงมีความเสี่ยงที่เกี่ยวข้องกับโทเค็นการชำระเงิน โปรดอ่าน ทำความเข้าใจและยืนยัน "คำชี้แจงการเปิดเผยความเสี่ยงของผลิตภัณฑ์โทเค็นการชำระเงิน "
zh_hans: 本产品涉及支付代币（也称为加密货币）有风险，因此它受制于支付代币面临的相关风险。请先阅读、理解并确认《参照支付代币的产品风险披露声明》。
zh_hant: 本產品涉及支付代幣（也稱為加密貨幣）有風險，因此它受制於支付代幣面臨的相關風險。請先閱讀、理解併確認《參照支付代幣的產品風險披露聲明》。

# bitcoin_etf_agree
source: I acknowledge that I have read and understand the Risk Statement for Products Referencing to Payment Tokens.
ms: Saya mengakui bahawa saya telah baca dan faham Penyata Risiko untuk Produk yang Merujuk kepada Token Pembayaran.
th: ฉันได้อ่าน ทำความเข้าใจและยอมรับ "คำชี้แจงการเปิดเผยความเสี่ยงของผลิตภัณฑ์โทเค็นการชำระเงิน "
zh_hans: 我已阅读、理解并同意《参照支付代币的产品的风险声明》。
zh_hant: 我已閱讀、理解併同意《參照支付代幣的產品的風險聲明》。

# bitcoin_etf_doc_title
source: Risk Statement for Products Referencing to Payment Token
ms: Penyata Risiko untuk Produk yang Merujuk kepada Token Pembayaran.
th: "คำชี้แจงการเปิดเผยความเสี่ยงของผลิตภัณฑ์โทเค็นการชำระเงิน "
zh_hans: 《参照支付代币的产品风险披露声明》
zh_hant: 《參照支付代幣的產品風險披露聲明》

source: Margin(estimated)
ms: Margin(Anggaran)
th: จัดหาเงินทุน(โดยประมาณ)
zh_hans: 融资金额(预计)
zh_hant: 融資金額(預計)

# keyboard_bid
source: Bid
ms: Tawaran
th: ซื้อ
zh_hans: 买一
zh_hant: 買一

# keyboard_ask
source: Ask
ms: Mintaan
th: ขาย
zh_hans: 卖一
zh_hant: 賣一

# keyboard_last
source: Last
ms: Akhir
th: ราคาล่าสุด
zh_hans: 最新价
zh_hant: 最新價

source: Follow Bid 1
ms: Ikut Tawar 1
th: ตามคำสั่งซื้อ 1
zh_hans: 跟买一
zh_hant: 跟買一

source: Follow Ask 1
ms: Ikuti Minta 1
th: ตามคำสั่งขาย 1
zh_hans: 跟卖一
zh_hant: 跟賣一

# follow_lastest
source: Latest Price
ms: Harga Terkini
th: ราคาล่าสุด
zh_hans: 最新价
zh_hant: 最新價

# bid_1_title
source: Bid(1)
ms: Tawaran(1)
th: ซื้อ 1
zh_hans: 买一
zh_hant: 買一

# ask_1_title
source: Ask(1)
ms: Mintaan(1)
th: ขาย 1
zh_hans: 卖一
zh_hant: 賣一

# last_title
source: Last
ms: Akhir
th: ราคาล่าสุด
zh_hans: 最新价
zh_hant: 最新價

# lmt_title
source: Price
ms: Harga
th: ราคา
zh_hans: 价格
zh_hant: 價格

source: Bid&Ask Condition(Optional)
ms: Syarat Bida&Tanya(tidak wajib)
th: เงื่อนไขในการดูราคาเสนอซื้อและราคาเสนอขาย(ไม่บังคับ)
zh_hans: 盘口条件(选填)
zh_hant: 盤口條件(選填)

source: Long Value
ms: modal pasaran menaik
th: มูลค่าตลาดที่ยาวนาน
zh_hans: 多头市值
zh_hant: 多頭市值

source: Short Value
ms: modal pasaran short
th: มูลค่าหลักทรัพย์ให้ยืม
zh_hans: 空头市值
zh_hant: 空頭市值

source: Cover Short
ms: Penutup Short
th: ซื้อโดยปิดสถานะสัญญา
zh_hans: 平仓买入
zh_hant: 平倉買入

source: Short
th: ขายโดยขายชอร์ต
zh_hans: 沽空卖出
zh_hant: 沽空賣出

source: Short Selling
ms: Pendek
th: ขายชอร์ต
zh_hans: 沽空
zh_hant: 沽空

# short_selling_title
source: Short Selling
ms: Pendek
th: ขายชอร์ต
zh_hans: 沽空
zh_hant: 沽空

# cover_short_selling_title
source: Cover Short Selling
ms: Penutup Short
th: ซื้อโดยปิดสถานะสัญญา
zh_hans: 平仓买入
zh_hant: 平倉買入

# drawing_title
source: Draw
zh_hans: 画线
zh_hant: 畫線

# drawing_line_segments
source: Line
th: Line segment
zh_hans: 线段
zh_hant: 線段

# drawing_line_horizontal_segments
source: Horizontal
th: Horizontal line segment
zh_hans: 水平线段
zh_hant: 水平線段

# drawing_line_vertical_segments
source: Vertical
th: Vertical line segment
zh_hans: 垂直线段
zh_hant: 垂直線段

# drawing_line_parallel_segments
source: Parallel Lines
th: Parallel line
zh_hans: 平行线
zh_hant: 平行線

# drawing_line_text
source: Text
zh_hans: 文字
zh_hant: 文字

# drawing_line_triangles
source: Triangles
th: Triangle
zh_hans: 三角形
zh_hant: 三角形

# drawing_line_rectangle
source: Rectangle
zh_hans: 矩形
zh_hant: 矩形

# drawing_line_parallelogram
source: Parallelogram
zh_hans: 平行四边形
zh_hant: 平行四邊形

# drawing_line_circle
source: Circle
zh_hans: 圆
zh_hant: 圓

# drawing_line_ellipse
source: Ellipse
zh_hans: 椭圆
zh_hant: 橢圓

# drawing_line_arrow
source: Arrow
zh_hans: 箭头
zh_hant: 箭頭

# drawing_line_exit
source: Exit
zh_hans: 退出
zh_hant: 退出

# drawing_line_step_title
source: Selected
zh_hans: 已选
zh_hant: 已選

# drawing_line_step_tips
source: Click $0 anchor points to complete the drawing
zh_hans: 点击$0个锚点 ，完成画线
zh_hant: 點擊$0個錨點 ，完成畫線

# drawing_line_area_error_tips
source: Only supports drawing lines in the main area
zh_hans: 仅支持在主图区画线
zh_hant: 僅支持在主圖區畫線

# drawing_line_text_placeholder
source: Please enter text
zh_hans: 请输入文字
zh_hant: 請輸入文字

# drawing_lock_tips
source: Locked
zh_hans: 已锁定
zh_hant: 已鎖定

# drawing_unlock_tips
source: Unlocked
zh_hans: 已解锁
zh_hant: 已解鎖

source: greater than
ms: lebih besar daripada
th: มากกว่า
zh_hans: 大于
zh_hant: 大於

source: less than
ms: kurang daripada
th: น้อยกว่า
zh_hans: 小于
zh_hant: 小於

# timeLine_average_price
source: Intraday Moving Average
ms: Purata Pergerakan Dalam Hari
th: เส้นค่าเฉลี่ยแบบแบ่งเวลา
zh_hans: 分时均价线
zh_hant: 分時均價線

# timeLine_average_price_des
source: The Intraday Moving Average is the section of the yellow smoother curve in the time chart. The formation principle is similar to that of the average line, reflecting the average cost of market participation for the day, and a certain pressure support role.
ms: Purata Pergerakan Dalam Harian ialah bahagian lengkung kuning yang lebih licin dalam carta masa. Prinsip pembentukan adalah serupa dengan garis purata, mencerminkan kos purata penyertaan pasaran untuk hari itu, dan peranan sokongan tekanan tertentu.
th: เส้นค่าเฉลี่ยแบบแบ่งเวลาคือเส้นที่มีเส้นโค้งสีเหลืองที่นุ่มนวลกว่าในไดอะแกรมอินเทอร์เฟซการแบ่งเวลา หลักการก่อตัวคล้ายกับเส้นค่าเฉลี่ย ซึ่งสะท้อนถึงต้นทุนเฉลี่ยของการเข้าร่วมตลาดในวันนั้นและแรงสนับสนุนบางอย่าง
zh_hans: 分时均价线，是在分时界面图中，黄色较平滑曲线的那一段线。 形成原理类同于平均线，反映了当天的市场参与平均成本，和一定的压力支撑作用。
zh_hant: 分時均價線，是在分時界面圖中，黃色較平滑曲線的那一段線。形成原理類同於平均線，反映了當天的市場參與平均成本，和一定的壓力支撐作用。

# short_sell_margin
source: Short Margin Ratio
ms: Nisbah Jidar Pendek
th: อัตราส่วนกำไรขั้นต้นจากการขายชอร์ต
zh_hans: 空
zh_hant: 空

source: Short Int. Rate
ms: Kadar Faedah Short
th: อัตราการขายชอร์ต
zh_hans: 沽空利率
zh_hant: 沽空利率

source: Cover Short Qty
ms: Cover Kuantiti Short
th: จำนวนที่สามารถปิดสถานะสัญญาได้
zh_hans: 可平仓数量
zh_hant: 可平倉數量

source: Short Buying Power
ms: Kuasa Belian Short
th: กำลังซื้อของการขายชอร์ต
zh_hans: 沽空购买力
zh_hant: 沽空購買力

source: Shortable Qty
ms: Kuantiti Terpendek
th: จำนวนที่สามารถขายชอร์ตได้
zh_hans: 可沽空数量
zh_hant: 可沽空數量

# short_sell_not_support
source: This stock does not support short selling.
th: หุ้นตัวนี้ไม่รองรับการขายชอร์ต
zh_hans: 该股票不支持沽空交易。
zh_hant: 該股票不支持沽空交易。

source: Support Short Selling
ms: Sokong Jualan Short
th: สนับสนุนการขายชอร์ต
zh_hans: 支持沽空
zh_hant: 支持沽空

# support_short_selling_ratio
source: Short Margin Ratio %.2f%%
ms: Nisbah Margin Jualan Short %.2f%%
th: อัตราส่วนกำไรขั้นต้นจากการขายชอร์ต %.2f%%
zh_hans: 沽空保证金比率%.2f%%
zh_hant: 沽空保證金比率%.2f%%

# support_short_margin_ratio_tip
source: Short Margin Ratio
ms: Nisbah Margin Jualan Short
th: อัตราส่วนกำไรขั้นต้นจากการขายชอร์ต
zh_hans: 沽空保证金比率
zh_hant: 沽空保證金比率

# support_short_margin_ratio_des
source: ,is the short margin ratio for short selling this stock.
ms: , ialah nisbah margin pendek untuk Jualan Short saham ini.
th: หมายถึงอัตราส่วนกำไรขั้นต้นที่จำเป็นในการชอร์ตหุ้น
zh_hans: ，指沽空该股票所需的保证金比率。
zh_hant: ，指沽空該股票所需的保證金比率。

# support_short_fee_rate_tip
source: Short Int. Rate
ms: Int. Short Kadar
th: อัตราการขายชอร์ตอยู่ที่
zh_hans: 沽空利率
zh_hant: 沽空利率

# support_short_fee_rate_des
source: ,means the interest rate of your borrowed stock.
ms: , bermaksud kadar faedah saham yang anda pinjam.
th: ซึ่งหมายถึงอัตราดอกเบี้ยในการให้ยืมหุ้น
zh_hans: ，指借出该股票的计息利率。
zh_hant: ，指借出該股票的計息利率。

# support_short_maximum_tip
source: Maximum Short Selling Quantity %@
ms: Kuantiti Jualan Short Maksimum %@
th: ปริมาณการขายชอร์ตสูงสุดคือ %@
zh_hans: 最大可沽空数量 %@
zh_hant: 最大可沽空數量 %@

# support_short_maximum_des
source: ,the quantity left that this stock can be short sell.
ms: , kuantiti baki stok ini boleh dijual Short.
th: ซึ่งหมายถึงปริมาณการขายชอร์ตที่เหลืออยู่ของหุ้น
zh_hans: ，指该股票剩余可沽空的数量。
zh_hant: ，指該股票剩餘可沽空的數量。

# stock_detail_us_time
source: ET
zh_hant: 美東

# reset_old_pwd_ph
source: Current Password
ms: Kata Laluan semasa
th: รหัสผ่านปัจจุบัน

# guide_page0_title
source: uSMART
th: ถามผู้เชี่ยวชาญ

# parmameter_title
source: Info
th: ข้อความ

# high_24
source: 24H HIGH
ms: 24J TINGGI
th: สูง ใน24 ชม

# low_24
source: 24H LOW
ms: 24J RENDAH
th: ต่ำใน 24 ชม

# open_24
source: 24H OPEN
ms: 24J Buka
th: เปิด ใน 24 ชม

# volumn_24
source: 24H VOL
ms: 24J Volum
th: ปริมาณ ใน 24 ชม

# amount_24
source: 24H TURNOVER
ms: GILIRAN 24J
th: ปริมาณการซื้อขายใน 24 ชม

# settings_currency_HKD
source: HKD
th: USD

# password_tip
source: 8-24 characters,can not only contain number
ms: 8-24 aksara sahaja, tidak boleh mengandungi nombor sahaja

# depth_order_activat
source: You have the advanced quote card needs to be activated.
ms: Anda mempunyai kad sebutharga Canggih perlu diaktifkan.

# about_privacy
source: Privacy Policy Statement
ms: Penyata Polisi Privasi

# about_service
source: Terms of Service
ms: Syarat Perkhidmatan

# nbb_english
source: english
ms: Bahasa inggeris

# qoutes_upagrade_real_tip
source: Upgrade real-time quote for grasping investment opportunities in ever-changing market condition.
ms: Naik taraf sebut harga masa nyata untuk memahami peluang pelaburan dalam keadaan pasaran yang sentiasa berubah.
