Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# TC.BeautySettingPanel.BeautySmooth
source: Beauty(Smooth)
ms: Kecantikan (Lembut)
th: ความงาม (ความเรียบ)
zh_hans: 美颜(光滑)
zh_hant: 美顏(光滑)

# TC.BeautySettingPanel.Beauty-Natural
source: Beauty(Natural)
ms: Kecantikan(Semulajadi)
th: ความงาม (ธรรมชาติ)
zh_hans: 美颜(自然)
zh_hant: 美顏(自然)

# TC.BeautySettingPanel.White
source: White
ms: Putih
th: ไวท์เทนนิ่ง
zh_hans: 美白
zh_hant: 美白

# TC.BeautySettingPanel.Ruddy
source: Ruddy
ms: Kemerah-merahan
th: แดงก่ำ
zh_hans: 红润
zh_hant: 紅潤

# TC.BeautyPanel.Menu.Beauty
source: Beauty
ms: Kecantikan
th: ฟรุ้งฟริ้ง
zh_hans: 美颜
zh_hant: 美顏

# TC.BeautyPanel.Menu.Filter
source: Filter
ms: Penyaring
th: ฟิลเตอร์
zh_hans: 滤镜
zh_hant: 濾鏡

# TC.Common.Filter_normal
source: Standard
th: มาตรฐาน
zh_hans: 标准
zh_hant: 標準

# TC.Common.Filter_yinghong
source: Cheery
ms: Ceria
th: เชอร์รี่แดง
zh_hans: 樱红
zh_hant: 櫻紅

# TC.Common.Filter_yunshang
source: Cloud
ms: Awan
th: ชางยุน
zh_hans: 云裳
zh_hant: 雲裳

# TC.Common.Filter_chunzhen
source: Pure
ms: Tulen
th: ความบริสุทธิ์
zh_hans: 纯真
zh_hant: 純真

# TC.Common.Filter_bailan
source: Orchid
ms: Orkid
th: กล้วยไม้สีขาว
zh_hans: 白兰
zh_hant: 白蘭

# TC.Common.Filter_yuanqi
source: Vitality
ms: Cegas
th: พลัง
zh_hans: 元气
zh_hant: 元氣

# TC.Common.Filter_chaotuo
source: Super
ms: Hebat
th: การแยกออก
zh_hans: 超脱
zh_hant: 超脫

# TC.Common.Filter_xiangfen
source: Fragrance
ms: Wangian
th: กลิ่นหอม
zh_hans: 香氛
zh_hant: 香氛

# TC.Common.Filter_white
source: White
ms: Putih
th: ไวท์เทนนิ่ง
zh_hans: 美白
zh_hant: 美白

# TC.Common.Filter_langman
source: Romantic
ms: Romantik
th: โรแมนติก
zh_hans: 浪漫
zh_hant: 浪漫

# TC.Common.Filter_qingxin
source: Fresh
ms: Segar
th: สดชื่น
zh_hans: 清新
zh_hant: 清新

# TC.Common.Filter_weimei
source: Aesthetic
ms: Estetik
th: งดงาม
zh_hans: 唯美
zh_hant: 唯美

# TC.Common.Filter_fennen
source: Rosy
th: สีชมพูอ่อน
zh_hans: 粉嫩
zh_hant: 粉嫩

# TC.Common.Filter_huaijiu
source: Nostalgic
ms: Nostalgia
th: ความคิดถึง
zh_hans: 怀旧
zh_hant: 懷舊

# TC.Common.Filter_landiao
source: Blues
th: บลูส์
zh_hans: 蓝调
zh_hant: 藍調

# TC.Common.Filter_qingliang
source: Cool
ms: Sejuk
th: เย็นสบาย
zh_hans: 清凉
zh_hant: 清凉

# TC.Common.Filter_rixi
source: Sweet
ms: Manis
th: สไตล์ญี่ปุ่น
zh_hans: 日系
zh_hant: 日系

# market_warrants_warrants
source: Warrants
ms: Waran
th: ล้อรัง
zh_hans: 窝轮
zh_hant: 窩輪

# market_warrants_cbbc
source: CBBCs
ms: CBBC
th: หมีวัว
zh_hans: 牛熊
zh_hant: 牛熊

source: Derivatives
ms: Waran dan CBBC
th: หมีวัวล้อรัง
zh_hans: 窝轮牛熊
zh_hant: 窩輪牛熊

# unable_margin_tips
source: According to regulations of exchange center, margin financing of this stock cannot be provided. The current buyable quantity is calculated based on the purchasing power.
ms: Menurut peraturan pusat pertukaran, pembiayaan margin saham ini tidak boleh diberikan. Kuantiti semasa boleh beli dikira berdasarkan kuasa beli.
th: ตามกฎของสถานที่การแลกเปลี่ยนหุ้น หุ้นปัจจุบันไม่สนับสนุนการเงินการซื้อขาย ปัจจุบันปริมาณที่สามารถซื้อได้คำนวณตามกำลังซื้อเงินสด
zh_hans: 根据交易所规定，当前股票暂不支持融资交易；当前可买数量按现金购买力计算
zh_hant: 根據交易所規定，當前股票暫不支援融資交易；當前可買數量按現金購買力計算

source: Index Constituent
ms: Indeks Konstituen
th: ประสิทธิภาพของหุ้นส่วนประกอบ
zh_hans: 成分股表现
zh_hant: 成分股表現

# warrant_home_day_report
source: Report
ms: Laporan
th: รอบบัตรรายวัน
zh_hans: 轮证日报
zh_hant: 輪證日報

# warrant_hoem_college
source: College
ms: Kolej
th: รอบบัตรวิทยาลัย
zh_hans: 轮证学院
zh_hant: 輪證學院

# warrant_flow_turnover
source: Warrant Turnover
ms: Perolehan Waran
th: มูลค่าการซื้อขาย Warrant
zh_hans: 窝轮成交额
zh_hant: 窩輪成交額

# cbbc_flow_turnover
source: CBBC Turnover
ms: Perolehan CBBC
th: การหมุนเวียนของ Callable Bull
zh_hans: 牛熊证成交额
zh_hant: 牛熊證成交額

# total_flow_turnover
source: Market Turnover
ms: Perolehan Pasaran
th: มูลค่าการซื้อขายรวมของเมืองใหญ่
zh_hans: 大市总成交额
zh_hant: 大市總成交額

# warrant_capital_flows
source: Derivative Capital Flows
ms: Aliran Modal Derivatif
th: กระแสเงินทุน Warrant
zh_hans: 轮证资金流向
zh_hant: 輪證資金流向

source: Long Position Capital Inflows
ms: Aliran Masuk Modal Posisi long
th: ไหลเข้าสุทธิของโพซิชั่นที่ดี
zh_hans: 好仓净流入
zh_hant: 好倉淨流入

# shortpoition_capital_inflows
source: Short Position Capital Inflows
ms: Aliran Masuk Modal Posisi short
th: ไหลเข้าสุทธิของโพซิชั่นที่ไม่ดี
zh_hans: 淡仓净流入
zh_hant: 淡倉淨流入

# market_capital_net_inflows
source: Net Capital Inflows
ms: Aliran Masuk Modal Bersih
th: เงินทุนไหลเข้าสุทธิในตลาดใหญ่
zh_hans: 大市轮证资金净流入
zh_hant: 大市輪證資金淨流入

# market_capital_net_outflows
source: Net Capital flow
ms: Aliran Modal Bersih
th: เงินรอบบัตเข้าและไหลออกสุทธิ
zh_hans: 轮证资金净流入流出
zh_hant: 輪證資金淨流入流出

# topic_community
source: Community
ms: Komuniti
th: พื้นที่แสดงความคิดเห็น
zh_hans: 讨论区
zh_hant: 討論區

# topic_veiew_all_messages
source: View all %@ messages
ms: Lihat semua %@ mesej
th: การตรวจสอบทั้งหมด %@ข้อความ
zh_hans: 查看全部%@留言
zh_hant: 查看全部%@留言

# topic_selected
source: Selected“%@“
ms: Dipilih“%@“
th: เลือก "%@"
zh_hans: 已选“%@“
zh_hant: 已選“%@“

# live_start_time
source: Live broadcast Scuedule
ms: Siaran langsung Scuedule
th: เวลาถ่ายทอดสด
zh_hans: 直播时间
zh_hant: 直播時間

# live_chat
source: Chat
ms: Sembang
th: แชท
zh_hans: 聊天
zh_hant: 聊天

# live_introduction
source: Introduction
ms: pengenalan
th: บทนำ
zh_hans: 简介
zh_hant: 簡介

# live_replay
source: Replay
ms: Main semula
th: การดูย้อนกลับไป
zh_hans: 回看
zh_hant: 重播

# live_write_comment
source: say something...
ms: katakan sesuatu...
th: พูดอะไรสักหน่อย
zh_hans: 说点什么吧
zh_hant: 回應

# live_teacher_introduction
source: Instructors Info
ms: Maklumat Pengajar
th: ความแนะนำของวิทยากร
zh_hans: 讲师介绍
zh_hant: 講師介紹

source: Live Description
ms: Deskripsi Live
th: คำอธิบายการถ่ายทอดสด
zh_hans: 直播说明
zh_hant: 直播說明

# live_follow
source: Follow
ms: Ikut
th: ติดตาม
zh_hans: 关注
zh_hant: 關注

# live_has_follow
source: Followed
ms: Diikuti
th: ติดตามแล้ว
zh_hans: 已关注
zh_hant: 已關注

# live_update_pro_tip
source: This video is exclusively for Pro account which can be watched after upgrading.
ms: Video ini eksklusif untuk akaun Pro yang boleh ditonton selepas dinaik taraf
th: ไลฟ์สดนี้มีไว้สำหรับผู้ใช้ Pro เท่านั้นและสามารถดูได้หลังจากการอัปเกรด
zh_hans: 此直播为Pro用户专享，升级后即可观看。
zh_hant: 此直播為Pro用戶專享，升級後即可觀看。

# live_update_pi_tip
source: This video is exclusively for PI users which can be watched after upgrading.
ms: Video ini eksklusif untuk pengguna PI yang boleh ditonton selepas dinaik tarafkan
th: ไลฟ์สดนี้มีไว้สำหรับผู้ใช้ Pro เท่านั้นและสามารถดูได้หลังจากการอัปเกรด
zh_hans: 此直播为Pro用户专享，升级后即可观看。
zh_hant: 此直播為PI用戶專享，升級後即可觀看。

# live_end_tip
source: Live broadcast is finished
ms: Siaran langsung tamat
th: จบการไลฟ์สด
zh_hans: 直播已结束
zh_hant: 直播已結束

source: Technical Signal
ms: Isyarat Teknikal
th: สัญญาณทางเทคนิค
zh_hans: 技术信号
zh_hant: 技術信號

source: Warrant to Market Turnover
ms: Waran kepada Perolehan Pasaran
th: รอบบัญชีซื้อขาย Warrant
zh_hans: 轮证占大市成交
zh_hant: 輪證佔大市成交

# live_follow_tip
source: Follow successfully
ms: Ikuti berjaya
th: การติดตามความสำเร็จ
zh_hans: 关注成功
zh_hant: 關注成功

# live_unfollow_tip
source: Unfollow
ms: Nyahikut
th: ยกเลิกการติดตาม
zh_hans: 取消关注
zh_hant: 取消關注

# premarket_after_ranking
source: Pre/Post Market
ms: Pasaran Pra/Pasca
th: รายการก่อนและหลังการปิด
zh_hans: 盘前盘后榜
zh_hant: 盤前盤後榜

source: Premarket/Closing price
ms: Harga prapasaran/Tutup
th: ราคาก่อนการปิด/ราคาการปิด
zh_hans: 盘前/收盘价
zh_hant: 盤前/收市價

source: Premarket Chg
ms: Perubahan Prapasaran
th: ขึ้นและลงก่อนเวลาการปิด
zh_hans: 盘前涨跌幅
zh_hant: 盤前升跌幅

# after_closing_price
source: After-Hour/Closing price
ms: Harga Selepas Waktu/Tutup
th: ราคาหลังการปิด/ราคาการปิด
zh_hans: 盘后/收盘价
zh_hant: 盤後/收市價

# after_chg
source: After-Hour Chg
ms: Perubahan Selepas Jam
th: ขึ้นและลงหลังเวลาการปิด
zh_hans: 盘后涨跌幅
zh_hant: 盤後升跌幅

# pre_after_notice
source: You are at US Stock delay quote. Ranking information will only be available for real-time quote.
ms: Anda dapat sebut harga tertunda saham AS. Maklumat Posisi hanya akan tersedia untuk sebut harga masa nyata.
th: ปัจจุบันนี้เป็นตลาดล่าช้าหุ้นสหรัฐสนับสนุนการตรวจสอบลีดเดอร์บอร์ดแบบเรียลไทม์เท่านั้น
zh_hans: 当前为美股延迟行情，仅支持实时行情查看排行
zh_hant: 當前為美股延遲行情，僅支持即時行情查看排行

# market_cittthan
source: Bid/Ask Ratio
ms: Nisbah Pesanan Beli dan Jual
th: อัตราส่วนคอมมิชชัน
zh_hans: 委比
zh_hant: 委比

# market_bid
source: Bid
ms: Tanya
th: ราคาการซื้อ
zh_hans: 买入价
zh_hant: 買入價

# market_ask
source: Ask
ms: Minta
th: ราคาการขาย
zh_hans: 卖出价
zh_hant: 賣出價

# market_bid_volume
source: Bid Volume
ms: Volum Tanya
th: ปริมาณการซื้อ
zh_hans: 买量
zh_hant: 買量

# market_ask_volume
source: Ask Volume
ms: Volum Minta
th: ปริมาณการขาย
zh_hans: 卖量
zh_hant: 賣量

# market_currency
source: Currency
ms: Mata wang
th: สกุลเงิน
zh_hans: 货币
zh_hant: 貨幣

# market_expiry_date
source: Expiry Date
ms: Kematangan
th: วันครบกำหนด
zh_hans: 到期日
zh_hant: 到期日

# market_sg_warrants_delta
source: Delta
th: ความเสี่ยง
zh_hans: 对冲
zh_hant: 對衝

# market_sg_warrants_status
source: Status
th: สถานะ
zh_hans: 状态
zh_hant: 狀態

# interval_title
source: Range Chg
ms: Julat Perubahan
th: ช่วงขึ้นและลง
zh_hans: 区间涨跌幅
zh_hant: 區間升跌幅

# interval_5_min_chg
source: 5 Mins Chg(%)
ms: penukaran dalam 5 minit (%)
th: แอมพลิจูดขึ้นและลงภายใน 5 นาที
zh_hans: 5分钟涨跌幅
zh_hant: 5分鐘升跌幅

# interval_5_day_chg
source: 5 Days Chg(%)
ms: 5 Hari Perubahan(%)
th: แนวโน้มใน 5 วัน
zh_hans: 5日涨跌幅
zh_hant: 5日升跌幅

# interval_10_day_chg
source: 10 Days Chg(%)
ms: 10 Hari Perubahan(%)
th: แนวโน้มใน 10 วัน
zh_hans: 10日涨跌幅
zh_hant: 10日升跌幅

# interval_30_day_chg
source: 30 Days Chg(%)
ms: 30 Hari Perubahan(%)
th: แนวโน้มใน 30 วัน
zh_hans: 30日涨跌幅
zh_hant: 30日升跌幅

# interval_60_day_chg
source: 60 Days Chg(%)
ms: 60 Hari Perubahan(%)
th: แนวโน้มใน 60 วัน
zh_hans: 60日涨跌幅
zh_hant: 60日升跌幅

# interval_120_day_chg
source: 120 Days Chg(%)
ms: 120 Hari Perubahan(%)
th: แนวโน้มใน 120 วัน
zh_hans: 120日涨跌幅
zh_hant: 120日升跌幅

# interval_250_day_chg
source: 250 Days Chg(%)
ms: 250 Hari Perubahan(%)
th: แนวโน้มใน 250 วัน
zh_hans: 250日涨跌幅
zh_hant: 250日升跌幅

# interval_52_week_chg
source: 52 Weeks Chg(%)
ms: 52 Minggu Perubahan(%)
th: 52 สัปดาห์ขึ้นและลง
zh_hans: 52周涨跌幅
zh_hant: 52週升跌幅

# interval_5_min
source: 5 Mins
ms: 5 Minit
th: 5 นาที
zh_hans: 5分钟
zh_hant: 5分鐘

# interval_5_day
source: 5 Days
ms: 5H
th: 5 วัน
zh_hans: 5日
zh_hant: 5日

# interval_10_day
source: 10 Days
ms: 10 Hari
th: 10 วัน
zh_hans: 10日
zh_hant: 10日

# interval_30_day
source: 30 Days
ms: 30 hari
th: 30 วัน
zh_hans: 30日
zh_hant: 30日

# interval_60_day
source: 60 Days
ms: 60 Hari
th: 60 วัน
zh_hans: 60日
zh_hant: 60日

# interval_120_day
source: 120 Days
ms: 120 Hari
th: 120 วัน
zh_hans: 120日
zh_hant: 120日

# interval_250_day
source: 250 Days
ms: 250 Hari
th: 250 วัน
zh_hans: 250日
zh_hant: 250日

# interval_52_week
source: 52 Weeks
ms: 52 Minggu
th: 52 สัปดาห์
zh_hans: 52周
zh_hant: 52週

# options_options
source: US Options
ms: Opsyen AS
th: ออปชันหุ้นสหรัฐ
zh_hans: 美股期权
zh_hant: 美股期權

source: Options College
ms: Kolej Opysyen
th: คณะตัวเลือก
zh_hans: 期权学院
zh_hant: 期權學院

# options_all_options
source: All Options
ms: Semua Opysyen
th: ตัวเลือกทั้งหมด
zh_hans: 全部期权
zh_hant: 全部期權

# optiojns_call
source: Call
ms: Panggil
th: การซื้อ CALL
zh_hans: CALL认购
zh_hant: CALL認購

# optiojns_put
source: Put
ms: Letak
th: รับรอง Put
zh_hans: Put认沽
zh_hant: PUT認沽

# options_rows
source: Rows
ms: baris
th: จำนวนแถว
zh_hans: 行数
zh_hant: 行數

# options_non_closedContract
source: Non-Closed
ms: BukanTertutup
th: สัญญายังไม่ใช่ตำแหน่งกลาง
zh_hans: 未平仓合约
zh_hant: 未平倉合約

source: Options Chain
ms: Pilihan Rantaian
th: โซ่ออปชัน
zh_hans: 期权链
zh_hant: 期權鏈

source: Options 101
ms: Pilihan 101
th: Option 101
zh_hans: 期权101
zh_hant: 期權101

# options_implied_volatility
source: Implied volatility
ms: Kemeruapan tersirat
th: ความผันผวนโดยนัย
zh_hans: 隐含波动率
zh_hant: 隱含波動率

# options_page
source: Con
th: ใบ
zh_hans: 张
zh_hant: 張

# options_moreinfo
source: More information
ms: Maklumat lanjut
th: ข้อมูลเพิ่มเติม
zh_hans: 更多资讯
zh_hant: 更多資訊

# option_search_placeholder
source: Search
ms: Cari
th: ค้นหาหุ้นที่เกี่ยวข้อง
zh_hans: 搜索相关股票
zh_hant: 搜索相關股票

# option_search_empty_text
source: Please search for related stocks
ms: Sila cari untuk saham berkaitan
th: กรุณาค้นหาหุ้นที่เกี่ยวข้องก่อน
zh_hans: 请先搜索相关股票
zh_hant: 請先搜索相關股票

# options_chain_simple
source: Options
ms: Pilihan Rantaian
th: โซ่ออปชัน
zh_hans: 期权链
zh_hant: 期權鏈

# available_power
source: Buying Power
ms: Kuasa Beli
th: กำลังซื้อที่ใช้ได้
zh_hans: 可用购买力
zh_hant: 可用購買力

source: Estimated Margin Interst
ms: Anggaran Faedah Margin
th: ดอกเบี้ยทางการเงินที่คาดหวัง
zh_hans: 预计融资利息
zh_hant: 預計融資利息

source: Estimated Short Selling Interest
ms: Anggaran Faedah Jualan short
th: ดอกเบี้ยหลักทรัพย์ที่คาดหวัง
zh_hans: 预计融券利息
zh_hant: 預計融券利息

source: Options Regulatory Fee
ms: Bayaran Kawal Selia Opysyen
th: ค่าเนียมการดูแลตัวเลือก
zh_hans: 期权监管费
zh_hant: 期權監管費

source: Option Clearing Fee
ms: Bayaran Pembersihan Opysyen
th: ค่าเนียมการชำระตัวเลือก
zh_hans: 期权清算费
zh_hant: 期權清算費

source: Exchange Fee
ms: Caj Pertukaran
th: ค่าเนียมสถานที่การแลกเปลี่ยน
zh_hans: 交易所费用
zh_hant: 交易所費用

source: Close Position
ms: Tutup Posisi
th: ตำแหน่งกลาง
zh_hans: 平仓
zh_hant: 平倉

# each_contract
source: Each contract corresponds to %d shares
ms: Setiap kontrak sepadan dengan %d saham
th: แต่ละสัญญาสอดคล้องกับ %d หุ้น
zh_hans: 每张合约对应%d股
zh_hant: 每張合約對應%d股

# options_unit
source: Con
ms: Kelemahan
th: ใบ
zh_hans: 张
zh_hant: 張

# purchase_tip
source: The calculation is based on the current stock margin ratio. The current margin purchasing power is the sum of the available cash and mortgage assets in the margin account.
ms: Pengiraan adalah berdasarkan nisbah margin saham semasa. Kuasa beli margin semasa ialah jumlah wang tunai dan aset gadai janji yang tersedia dalam akaun margin.
th: ปัจจุบันนี้บนขอบกำลังซื้อเปิดตลาดที่บัญชีบนขอบเพือสามารถใช้เงินสดและทรัพย์สินจำนองที่มีอยู่รวมกัน ตามหุ้นปัจจุบันนี้ที่คำนวณอัตราส่วนสินเชื่อที่อยู่อาศัย
zh_hans: 当前孖展购买力为已开通孖展账户市场的可用现金与抵押资产合计后，根据当前股票抵押比率计算所得。
zh_hant: 當前融資購買力為已開通融資賬戶市場的可用現金與抵押資產合計後，根據當前股票抵押率計算所得。

source: Leaderboard
ms: Papan pendahulu
th: ลีดเดอร์บอร์ด
zh_hans: 排行榜
zh_hant: 排行榜

# options_exercise_fee
source: Option Exercise Fee
ms: Caj Kendalian Opsyen
th: ค่าธรรมเนียมการใช้สิทธิออปชัน
zh_hans: 期权行权费

# warrant_issuer
source: Issuer
ms: Pengeluar
th: ผลัดกันทำธุรกิจ
zh_hans: 轮商
zh_hant: 發行商

# average_premium
source: Average Premium (Cell)
ms: Purata Premium (Sel)
th: การซื้อขายเฉลี่ย ความแตกต่าง
zh_hans: 平均买卖 差价(格)
zh_hant: 平均買賣 溢價(格)

# on_time_rate
source: On-time Opening Rate
ms: pembukaan tepat masa Kadar
th: อัตราการเปิดตรงเวลา
zh_hans: 准时开盘率
zh_hant: 準時開市率

# warrant_liquidity
source: Liquidity
ms: Kecairan
th: ฟลักซ์
zh_hans: 流通量
zh_hant: 流通量

source: Premium Quantity
ms: Kuantiti Premium
th: ความแตกต่างหนึ่งส่วน เท่านั้น
zh_hans: 一格差价 只数
zh_hant: 一格溢價 數量

# percentage_premium_time
source: Percentage of Premium Time
ms: Peratusan Masa Premium
th: ความแตกต่างหนึ่งส่วน อัตราส่วนเวลา
zh_hans: 一格差价 时间占比
zh_hant: 一格溢價 時間占比

source: Issuer Rating
ms: Posisi Saham
th: คะแนนผู้ค้าล้อ
zh_hans: 轮商评分
zh_hant: 發行商評分

source: Broker Ranking
ms: Posisi Broker
th: การจัดอันดับโบรกเกอร์
zh_hans: 经纪商排行
zh_hant: 經紀商排行

source: Sector
ms: Sektor
th: โมดูล
zh_hans: 板块
zh_hant: 板塊

# warrants_entrance
source: Warrants
ms: Waran
th: รับรองรอบทั้งหมด
zh_hans: 全部轮证
zh_hant: 全部輪證

# open_auction_session
source: Opening Auction Session
ms: Buka Sesi Lelongan
th: เวลาประมูลเปิดตลาด
zh_hans: 开市竞价时段
zh_hant: 開市競價時段

# close_auction_session
source: Closing Auction Session
ms: Tutup Sesi Lelongan
th: เวลาประมูลปิดตลาด
zh_hans: 收市竞价时段
zh_hant: 收市競價時段

source: Price Range
ms: Julat harga
th: ช่วงราคา
zh_hans: 价格范围
zh_hant: 價格範圍

# refer_price
source: Ref. Price
ms: Harga Rujukan
th: ราคาอ้างอิง
zh_hans: 参考价
zh_hant: 參考價

source: Premium
th: ส่วนราคาต่างระหว่างการซื้อและการขาย
zh_hans: 买卖差额
zh_hant: 買賣溢價

# premium_direction
source: Direction
ms: Arah
th: ทิศทางราคาส่วนต่าง
zh_hans: 差额方向
zh_hant: 溢價方向

source: Buyer
ms: Pembeli
th: ผู้ซื้อ
zh_hans: 买方
zh_hant: 買方

source: Seller
ms: Penjual
th: ผู้ขาย
zh_hans: 卖方
zh_hant: 賣方

# no_premium
source: No PREM.
ms: Tiada PREM.
th: ไม่มีราคาส่วนต่าง
zh_hans: 无差额
zh_hant: 無溢價

# import_optional
source: Import Watchlist
ms: Import Senarai Pantau
th: นำเข้าหุ้นที่เลือกเอง
zh_hans: 导入自选股
zh_hant: 導入自選股

# short_sell_logo
source: SS
th: ว่าง
zh_hans: 空

# support_short_sell
source: Provide Short Selling
ms: Menyediakan Jualan short
th: เสนอขายชอร์ต
zh_hans: 提供沽空
zh_hant: 提供沽空

# short_sell_margin_rate
source: Short Selling Margin Funds Rate
ms: Kadar Dana Margin Jualan Singkat
th: อัตรามาร์จิ้นขายชอร์ต
zh_hans: 沽空保证金率
zh_hant: 沽空保證金率

# short_sell_reference_rate
source: Short Selling Reference Interest Rate
ms: Kadar Faedah Rujukan Penjualan Singkat
th: อัตราดอกเบี้ยอ้างอิงขายชอร์ต
zh_hans: 沽空参考利率
zh_hant: 沽空參考利率

# short_sell_pool_remain
source: Shares Remaining for Short Selling
ms: Saham Baki untuk Jualan short
th: สระขายชอร์ตที่เหลือ
zh_hans: 沽空池剩余
zh_hant: 剩餘沽空股數

# quote_kick_title
source: Quote Logout Reminder
ms: sebutharga Log Keluar Peringatan
th: การแจ้งเตือนการออกจากระบบตลาด
zh_hans: 行情登出提醒
zh_hant: 行情登出提醒

# quote_level_real
source: Real-time Quote
ms: Sebut harga masa nyata
th: ตลาดแบบเรียลไทม์
zh_hans: 实时行情
zh_hant: 實時行情

# quote_level_delay
source: Delayed Quote
ms: Sebut Harga Tertunda
th: ตลาดล่าช้า
zh_hans: 延时行情
zh_hant: 延時行情

# quote_kick_message
source: It is in delayed quote as it is used in other terminals. Please "re-acquire" the real-time quote.
ms: Ini ialah sebut harga tertunda kerana ia diguna di terminal lain. Sila "dapat semula" sebut harga masa nyata.
th: เนื่องจากการใช้งานในเทอร์มินัลอื่นๆทำให้ตลาดปัจจุบันล่าช้ากรุณารับใหม่ตลาดเรียลไทม์
zh_hans: 因在其他终端使用导致当前行情为延时，请“重新获取”实时行情
zh_hant: 因在其他終端使用導致當前行情為延時，請“重新獲取”實時行情

# quote_kick_regot
source: re-acquire
ms: dapat semula
th: รับใหม่
zh_hans: 重新获取
zh_hant: 重新獲取

# trigger_bid_ask_price
source: Price-Order Triggering
ms: Aktif Pesanan Harga
th: ทริกเกอร์ราคา
zh_hans: 价格盘口触发
zh_hant: 價格盤口觸發

# trigger_bid_ask_price_n
source: Price-Order Trigerring
ms: Aktif Pesanan Harga
th: ทริกเกอร์ราคา
zh_hans: 价格盘口触发
zh_hant: 價格盤口觸發

# trigger_bid_ask_price_desc
source: Based on the related asset warrants and CBBCs quote
ms: Berdasarkan waran aset yang berkaitan dan sebut harga CBBC
th: ทริกเกอร์คำสั่งซื้อขายตามราคาตลาดของสินทรัพย์ที่เกี่ยวข้องหรือราคาตลาดของตัวเอง
zh_hans: 根据关联资产行情或自身行情触发委托
zh_hant: 根據關聯資產行情或自身行情觸發委托

source: Related Assets
ms: Aset Berkaitan
th: สินทรัพย์ที่เกี่ยวข้อง
zh_hans: 关联资产
zh_hant: 關聯資產

# related_assets_n
source: Related Assets
ms: Berkaitan Aset
th: สินทรัพย์ที่เกี่ยวข้อง
zh_hans: 关联 资产
zh_hant: 關聯 資產

source: Related Assets Price
ms: Harga Aset Berkaitan
th: ราคาทรัพย์สินที่เกี่ยวข้อง
zh_hans: 关联资产价格
zh_hant: 關聯資產價格

source: Bid&Ask Condition
ms: Syarat Tawar & Minta
th: เงื่อนไข
zh_hans: 盘口条件
zh_hant: 盤口條件

# bid_ask_condition_n
source: Bid&Ask Condition
ms: Tawar & Minta Syarat
th: เงื่อนไข
zh_hans: 盘口条件
zh_hant: 盤口條件

source: Any condition
ms: Apa-apa syarat
th: ไม่ว่าจะตอบโจทย์ซื้อหรือขาย
zh_hans: 买卖任一满足即可
zh_hant: 買賣任一滿足即可

# fullfill_sumultaneously
source: Fulfill Simultaneously
ms: Penuhi Serentak
th: ต้องตอบโจทย์ทั้งซื้อ-ขาย
zh_hans: 买卖均需满足
zh_hant: 買賣均需滿足

source: Short Pos Mkt Value
ms: Nilai Pos Pasaran short
th: มูลค่าตลาดสั้น
zh_hans: 空头市值
zh_hant: 短倉市值

source: Short-term Maint margin
ms: Jangka short Kekalkan margin
th: มาร์จิ้นสั้นรักษา
zh_hans: 空头维持保证金
zh_hant: 短倉維持保證金

source: Short Pos Init margin funds
ms: Dana Pos Permulaan margin short
th: มาร์จิ้นเริ่มต้นสั้น
zh_hans: 空头初始保证金
zh_hant: 短倉初始保證金

source: Init margin funds
ms: Margin permulaan dana
th: มาร์จิ้นเริ่มต้น
zh_hans: 初始保证金
zh_hant: 初始保證金

source: Risk Ratio
ms: Nisbah Risiko
th: อัตราส่วนความเสี่ยง
zh_hans: 风险比例
zh_hant: 風險比例

source: Short Selling Interest
ms: Jualan short Minat
th: อัตรากำไรขั้นต้น
zh_hans: 融券计息额
zh_hant: 融券計息額

source: Short Selling Account
ms: Akaun Jualan short
th: บัญชีชอร์ต
zh_hans: 沽空账户
zh_hant: 沽空賬戶

# interest_rate_tip
source: The interest of short selling is calculated daily. The reference interest rate is subject to T+2 settlement.
ms: Faedah jualan short dikira setiap hari. Kadar faedah rujukan adalah tertakluk kepada penyelesaian T+2.
th: อัตราดอกเบี้ยโมฆะจะเป็นการคำนวณรายวันและอัตราดอกเบี้ยอ้างอิงจะขึ้นอยู่กับการชำระ T+2
zh_hans: 做空罚息每日计算，参考利率以T+2结算时为准。
zh_hant: 沽空罰息每日計算，參考利率以T+2結算時為準。

# short_sell_tip
source: Reminder: The stock position will become negative after the transaction. The risk taken may become infinite if the stock price rises. Please note that holding short positions having the risk of being forced to buy to cover short positions without prior notice.
ms: Peringatan: Posisi saham akan menjadi negatif selepas transaksi. Risiko yang diambil mungkin menjadi tidak ada batasan jika harga saham meningkat. Sila ambil perhatian bahawa memegang posisi short mempunyai risiko dipaksa membeli untuk menutup posisi short tanpa notis awalnya.
th: การแจ้งเตือนการซื้อขาย: ปัจจุบันนี้หุ้นที่ถืออยู่จะกลายเป็นจำนวนลบหลังจากทำการตกลง การทำโมฆะหุ้น เมื่อราคาหุ้นสูงขึ้นความเสี่ยงที่รับอาจไม่มีที่สิ้นสุด กรุณาทราบความเสี่ยงของตำแหน่งโมฆะที่ถืออยู่โดยกรณีที่ไม่ได้แจ้งให้ทราบล่วงหน้าว่าจะถูกบังคับให้ซื้อตำแหน่งโมฆะ
zh_hans: 交易提醒： 成交后当前股票持仓将变为负。做空股票， 当股价上升时，承担的风险可能无限大。请注意持有空仓面临在无事先通知的情况下被强制买入回补空仓的风险。
zh_hant: 交易提醒： 成交後當前股票持倉將變為負。沽空股票， 當股價上升時，承擔的風險可能無限大。請注意持有空倉面臨在無事先通知的情況下被強制買入回補空倉的風險。

source: Sell Short
ms: Jual short
th: การขายทำโมฆะ
zh_hans: 卖出做空
zh_hant: 賣出沽空

source: Buy by Close
ms: Beli sehingga Tutup
th: การซื้อตำแหน่งกลาง
zh_hans: 平仓买入
zh_hant: 平倉買入

# close_buyable
source: Close Position Buyable
ms: Posisi Tutup Boleh Dibeli
th: ปิดสถานะสัญญา ซื้อได้
zh_hans: 平仓可买
zh_hant: 平倉可買

source: Short Sellable
ms: short Boleh Dijual
th: การขายชอร์ต ขายได้
zh_hans: 做空可卖
zh_hant: 沽空可賣

# close_buyable_tip
source: Long
th: ปิดสถานะสัญญา ซื้อได้
zh_hans: 平仓可买
zh_hant: 平倉可買

# short_sellable_tip
source: Short
th: การขายชอร์ต ขายได้
zh_hans: 做空可卖
zh_hant: 沽空可賣

source: Long
th: ทำมากไป
zh_hans: 做多
zh_hant: 做好

# business_type_n
source: Business Type
ms: Perniagaan Jenis
th: ประเภทธุรกิจ
zh_hans: 业务 类型
zh_hant: 業務 類型

source: Ask(1)
ms: Minta(1)
th: ขายออกตอนราคาขั้นแรก
zh_hans: 卖盘一档
zh_hant: 賣盤一檔

source: Bid(1)
ms: Tawar(1)
th: ซื้อเข้าตอนราคาขั้นแรก
zh_hans: 买盘一档
zh_hant: 買盤一檔

source: Related Asset Price
ms: Harga Aset Berkaitan
th: ราคาที่เกี่ยวข้องสินทรัพย์
zh_hans: 关联资产行情
zh_hant: 關聯資產行情

source: Own Price
ms: Harga sendiri
th: ราคาส่วนตัว
zh_hans: 自身行情
zh_hant: 自身行情

source: Track Price
ms: Jejak Harga
th: ติดตามราคา
zh_hans: 追踪价格
zh_hant: 追踪價格

# track_price_n
source: Track Price
ms: Jejak Harga
th: ติดตามราคา
zh_hans: 追踪 价格
zh_hant: 追踪 價格

# track_stock
source: Track Assets
ms: Jejak Aset
th: ติดตามทรัพย์สิน
zh_hans: 追踪资产
zh_hant: 追蹤資產

# purchase_power_tip
source: The maximum purchasing power is the available cash in margin account market and the margin market value after calculating the total assets which based on to the latest highest mortgage ratio in the current market. All are subject to the margin purchasing power on the particular stock ordering page.
ms: Kuasa beli maksimum ialah tunai yang tersedia dalam pasaran akaun margin dan nilai pasaran margin selepas mengira jumlah aset yang berdasarkan kepada nisbah gadai janji tertinggi terkini dalam pasaran semasa. Semuanya tertakluk kepada margin kuasa beli pada halaman pesanan saham tertentu.
th: กำลังการซื้อสูงสุดจะคำนวณตามอัตราส่วนการจำนองสูงสุดในตลาดปัจจุบันหลังจากคำนวณสินทรัพย์รวมของเงินสดที่มีอยู่ในตลาดที่เปิดตลาดการเงินและมูลค่าตลาดของการจำนอง เมื่อการสั่งซื้อ การเงินกำลังซื้อของหุ้นเดียวในเวลาที่สั่งซื้อ กรุณาตามที่การเงินกำลังซื้อของหน้าสั่งซื้อต่อไปนี้
zh_hans: 最大购买力为已开通融资账户的市场下可用现金以及抵押市值计算总资产后，按当前市场下最高抵押比率计算所得。下单时单只股票的融资购买力，请以下单页面融资购买力为准。
zh_hant: 最大購買力為已開通融資賬戶的市場下可用現金以及抵押市值計算總資產後，按當前市場下最高抵押比率計算所得。下單時單檔股票的融資購買力，請以下單頁面融資購買力為準。

# already_select
source: Selected Stocks
ms: Saham Terpilih
th: หุ้นที่เลือก
zh_hans: 已选择股票
zh_hant: 已選擇股票
