Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# L1_title
source: LV1 Quotes
ms: LV1 sebutharga
th: ใบเสนอราคา L1
zh_hans: L1行情
zh_hant: L1行情

# L1_subTitle
source: Real-time refresh quotes
ms: Sebut harga masa nyata
th: ตลาดแบบเรียลไทม์
zh_hans: 实时行情
zh_hant: 實時行情

# L2_title
source: LV2 Quotes
ms: LV2 sebutharga
th: ใบเสนอราคา L2
zh_hans: L2行情
zh_hant: L2行情

# L2_subTitle
source: Real-time quotes with 10 buy and sell quotes
ms: Sebut harga masa nyata dengan 10 sebut harga beli dan jual
th: การเสนอราคาแบบเรียลไทม์ 10 ข้อเสนอซื้อและข้อเสนอขาย
zh_hans: 实时报价，10个买盘报价和卖盘报价
zh_hant: 實時報價，10個買盤報價和賣盤報價

# SG_L2_subTitle
source: Real-time quotes with 20 buy and sell quotes
ms: Sebut harga masa nyata dengan sebut harga beli dan jual 20
th: ข้อเสนอราคาเรียลไทม์ ข้อเสนอซื้อและข้อเสนอขายทาง20
zh_hans: 实时报价，20个买盘报价和卖盘报价
zh_hant: 實時報價，20個買盤報價和賣盤報價

# quote_nsdq_title
source: Nasdaq Basic
ms: Asas Nasdaq
th: แนสแด็กพื้นฐาน
zh_hans: 纳斯达克 Basic
zh_hant: 納斯達克 Basic

# quote_usoption_title
source: US Option Streaming Quote
ms: Sebut Harga Penstriman Opysyen Saham AS
th: ตลาดแบบเรียลไทม์ของออปชัน
zh_hans: 期权实时行情
zh_hant: 期權實時行情

# quote_usnation_title
source: National LV1
ms: LV1 Kebangsaan
th: ใบเสนอราคาที่ครอบคลุมทั่วประเทศ
zh_hans: 全美综合报价
zh_hant: 全美綜合報價

# quote_sub_usnation_title
source: Covering all 13 US exchanges
ms: meliputi semua 13 jenis bursa AS
th: ครอบคลุมคณะกรรมการการค้า 13 แห่งทั่วสหรัฐอเมริกา
zh_hans: 覆盖全美13家交易所
zh_hant: 覆蓋全美13家交易所

# exchange_Sse
source: Shanghai Stock Exchange
ms: Bursa Saham Shanghai
th: สถานที่หลักทรัพย์เซี่ยงไฮ้
zh_hans: 上交所
zh_hant: 上交所

# exchange_Szse
source: Shenzhen Stock Exchange
ms: Bursa Saham Shenzhen
th: สถานที่หลักทรัพย์เซินเจิ้น
zh_hans: 深交所
zh_hant: 深交所

# exchange_Neeq
source: Third Board Market
ms: Pasaran Papan Ketiga
th: สถานที่การซื้อขายสามกระดาน
zh_hans: 三板交易市场
zh_hant: 三板交易市場

# exchange_Hkex
source: Hong Kong Stock Exchange / HKEx
ms: Bursa Saham Hong Kong/HKEx
th: สถานที่หลักทรัพย์ฮ่องกง
zh_hans: 港交所
zh_hant: 港交所

# exchange_Nasdaq
source: Nasdaq
th: แนสแด็ก
zh_hans: 纳斯达克
zh_hant: 納斯達克

# exchange_Nyse
source: New York Stock Exchange / NYSE
th: สถานที่หลักทรัพย์นิวยอร์ก
zh_hans: 纽交所
zh_hant: 紐交所

# exchange_Arca
source: NYSE Arca
th: กระดานเติบโตสถานที่หลักทรัพย์นิวยอร์ก
zh_hans: 纽交所增长板
zh_hant: 紐交所增長板

# exchange_Amex
source: American Stock Exchange
ms: Bursa Saham Amerika
th: สถานที่หลักทรัพย์สหรัฐอเมริกา
zh_hans: 美交所
zh_hant: 美交所

# exchange_Bats
source: Bats Global Markets
ms: Pasaran Global Bats
th: บัซ โกลบอล
zh_hans: 巴兹全球
zh_hant: 巴茲全球

# exchange_Otc
source: Over-The-Counter / OTC
ms: Melalui-Kaunter / OTC
th: การซื้อขายนอกตลาด
zh_hans: 场外交易
zh_hant: 場外交易

# exchange_Sgx
source: Singapore Exchange Limited(SGX)
th: การแลกเปลี่ยนหลักทรัพย์สิงคโปร์
zh_hans: 新加坡股票交易所
zh_hant: 新加坡股票交易所

# exchange_Otcpk
source: Pink Sheet
th: ตลาดแผ่นผง
zh_hans: 粉单市场
zh_hant: 粉單市場

# exchange_Otcbb
source: Over the Counter Bulletin Board / OTCBB
ms: Over the Counter Buletin Board / OTCBB
th: การแลกเปลี่ยนเคาน์เตอร์นอกสถานที่
zh_hans: 场外柜台交易
zh_hant: 場外櫃檯交易

# exchange_Aoe
source: NYSE American Options
th: สถานที่การแลกเปลี่ยนตัวเลือกนิวยอร์ก
zh_hans: 纽约期权交易所
zh_hant: 紐約期權交易所

# exchange_Pho
source: PHLX Options Market
ms: Pasaran Opysyen PHLX
th: สถานที่การแลกเปลี่ยนตัวเลือกฟิลาเดลเฟีย
zh_hans: 费城期权交易所
zh_hant: 費城期權交易所

# exchange_Pao
source: NYSE Arca Options
ms: NYSE Arca Opysyen
th: ตัวเลือกการเติบโตของนิวยอร์ก
zh_hans: 纽约期权增长版
zh_hant: 紐約期權增長版

# exchange_Wcb
source: Chicago Board Options Exchange (CBOE)
ms: Bursa Opysyen Papan Chicago (CBOE)
th: คณะกรรมการการค้าแห่งชิคาโก
zh_hans: 芝加哥期权交易所
zh_hant: 芝加哥期權交易所

# exchange_Iso
source: The International Stock Exchange (TISE)
ms: Bursa Saham Antarabangsa (TISE)
th: คณะกรรมการการค้าระหว่างประเทศ
zh_hans: 国际证券交易所
zh_hant: 國際證券交易所

# exchange_Box
source: Boston Options Exchange(BOX)
ms: Bursa Opysyen Boston (BOX)
th: คณะกรรมการการค้าแห่งบอสตัน
zh_hans: 波士顿期权交易所
zh_hant: 波士頓期權交易所

# exchange_Opq
source: Options BBO
ms: Opysyen BBO
th: Option BBO
zh_hans: 期权BBO
zh_hant: 期權BBO

# exchange_Nox
source: Nasdaq Options Market (NOM)
ms: Pasaran Opysyen Nasdaq (NOM)
th: ตลาดการค้าแห่ง Nasdaq
zh_hans: 纳斯达克期权市场
zh_hant: 納斯達剋期權市場

# exchange_C2E
source: Cboe C2 Options Exchange
th: ตลาดหลักทรัพย์ Cboe C2 Option（สัญญาสิทธิ）
zh_hans: Cboe C2期权交易所
zh_hant: Cboe C2期權交易所

# exchange_Btx
source: BZX Exchange
th: ตลาดหลักทรัพย์ BZX
zh_hans: BZX交易所
zh_hant: BZX交易所

# exchange_Mia
source: MIAX Options Exchange
ms: Pusat Pertukaran Opysyen MIAX
th: สถานที่การแลกเปลี่ยนตัวเลือกไมอามี
zh_hans: 迈阿密期权交易所
zh_hant: 邁阿密期權交易所

# exchange_Nbz
source: Nasdaq OMX BX
th: แนสแด็ก OMX BX
zh_hans: 纳斯达克OMX BX
zh_hant: 納斯達克OMX BX

# exchange_Isz
source: Cryptocurrency Exchange
ms: Pusat Pertukaran Kripto
th: สกุลเงินการเข้ารหัสสถานที่การ
zh_hans: 加密货币交易所
zh_hant: 加密貨幣交易所

# exchange_Isj
source: ISE Mercury
th: แนสแด็กดาวน้ำสถานที่การแลกเปลี่ยน
zh_hans: 纳斯达克水星交易所
zh_hant: 納斯達克水星交易所

# exchange_Bex
source: EDGX Options Exchange
th: ตลาดหลักทรัพย์ EDGX Option（สัญญาสิทธิ）
zh_hans: EDGX期权交易所
zh_hant: EDGX期權交易所

# exchange_Mpo
source: MIAX Pearl Options Exchange
th: MIAX ตัวเลือกไข่มุกสถานที่การแลกเปลี่ยน
zh_hans: MIAX珍珠期权交易所
zh_hant: MIAX珍珠期權交易所

# exchange_Mix
source: MIAX Emerald Options Exchange
th: MIAX ตัวเลือกมรกตสถานที่การแลกเปลี่ยน
zh_hans: MIAX翡翠期权交易所
zh_hant: MIAX翡翠期權交易所

# mine_tpwd_title
source: Please set your trading password
ms: Sila set kata laluan transaksi anda
th: โปรดตั้งรหัสผ่านการเทรดของคุณ
zh_hans: 请设置您的交易密码
zh_hant: 請設置您的交易密碼

# mine_no_tpwd_nz
source: You have not set your trading password after opening an account at uSMART Securities (NZ).
ms: Anda belum menetapkan kata laluan dagang anda selepas cipta akaun di uSMART Securities (NZ).
th: คุณยังไม่ได้ตั้งรหัสผ่านการซื้อขาย (NZ) หลังจากเปิดบัญชีกับ uSMART
zh_hans: 您在uSMART开户后尚未设置交易密码(NZ).
zh_hant: 您在uSMART開戶後尚未設置交易密碼(NZ).

# mine_no_tpwd_sg
source: You have not set your trading password after opening an account at uSMART Securities (SG).
ms: Anda belum tetapkan kata laluan dagang anda selepas cipta akaun di uSMART Securities (SG).
th: คุณยังไม่ได้ตั้งรหัสผ่านการซื้อขาย (SG) หลังจากเปิดบัญชีกับ uSMART
zh_hans: 您在uSMART开户后尚未设置交易密码(SG).
zh_hant: 您在uSMART開戶後尚未設置交易密碼(SG).

# tpwd_setPwdTip
source: Set Password
ms: Tetapkan kata laluan
th: ตั้งรหัสผ่าน
zh_hans: 设置密码
zh_hant: 設置密碼

# tpwd_reEnter
source: Re-enter
ms: Masuk semula
th: กรอกใหม่
zh_hans: 重新输入
zh_hant: 重新輸入

# tpwd_not_match
source: Two trading passwords must be the same.
ms: Dua kata laluan dagangan perlu padan
th: รหัสผ่านที่ป้อนสองครั้งจะต้องเหมือนกัน
zh_hans: 两次输入的密码须一致
zh_hant: 兩次輸入的密碼須一緻

# captcha_resend
source: Resend
ms: Hantar semula
th: ส่งซ้ำ
zh_hans: 重新发送
zh_hant: 重新發送

# no_captcha_tip
source: If you still cannot receive the verification code after re-acquiring several times, please contact us through our customer service email: support@usmart.sg
ms: Jika anda telah cuba beberapa kali untuk hantar semula kod pengesahan dan masih tidak dapat terima, sila hubungi kami melalui e-mel khidmat pelanggan kami support@usmart.sg
th: หากคุณได้รับรหัสยืนยันซ้ำหลายครั้งและยังไม่ได้รับโปรดติดต่อเราผ่านทางอีเมลฝ่ายบริการลูกค้า (support@usmart.sg) ของเรา
zh_hans: 如果您多次重新获取验证码仍未收到，请通过我们的客服邮箱support@usmart.sg与我们联系
zh_hant: 如果您多次重新獲取驗証碼仍未收到，請通過我們的客服電子郵箱support@usmart.sg與我們聯繫

# user_resetPhone_placeHolder
source: New Phone number
ms: Nombor Telefon baru
th: หมายเลขโทรศัพท์มือถือใหม่
zh_hans: 新手机号
zh_hant: 新手機號

# feedback_notice
source: Your feedback will be followed up by the product manager,and we’ll respond to you as soon as possible.
ms: Maklum balas anda akan disusuli oleh pengurus produk dan kami akan beri balasan secepat mungkin.
th: ความคิดเห็นของคุณได้รับการติดตามจากผู้จัดการผลิตภัณฑ์และเราจะตอบกลับคุณโดยเร็วที่สุด
zh_hans: 您的反馈将由产品经理跟进，我们会尽快回复您。
zh_hant: 您的回饋將由産品經理跟進，我們會儘快回複您。

# nbb_home
source: Home
ms: Rumah
th: หน้าแรก
zh_hans: 首页
zh_hant: 首頁

# nbb_stockcourse
source: stock market courses
ms: kursus pasaran saham
th: บทเรียนหุ้น
zh_hans: 股票课
zh_hant: 股票課

# nbb_comments
source: comments
ms: Komen
th: ข้อคิดเห็น
zh_hans: 评论
zh_hant: 評論

# nbb_coursedetail
source: Go for it
ms: Jom dapatkan
th: เรียนรู้หลักสูตรโดยละเอียด
zh_hans: 学习详细课程
zh_hant: 學習詳細課程

# nbb_course
source: Courses
ms: Kursus
th: หลักสูตร
zh_hans: 课程
zh_hant: 課程

# nbb_me
source: Me
ms: Saya
th: ของฉัน
zh_hans: 我的
zh_hant: 我的

# nbb_beyondmaxlimit
source: Words limit exceeded
ms: Melebihi had perkataan
th: เกินขีด จำกัด คำสูงสุด
zh_hans: 已超出最大字数限制
zh_hant: 已超出最大字數限製

# nbb_delete
source: Delete
ms: Padam
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# nbb_cancle
source: Cancel
ms: Batal
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# nbb_edit
source: Edit
ms: Sunting
th: แก้ไข
zh_hans: 编辑
zh_hant: 編輯

# nbb_learningrecord
source: Learning record
ms: Rekod pembelajaran
th: บันทึกการเรียนรู้
zh_hans: 学习记录
zh_hant: 學習記錄

# nbb_myfavorites
source: My Favorites
ms: Senarai kegemaran saya
th: รายการโปรดของฉัน
zh_hans: 我的收藏
zh_hant: 我的收藏

# nbb_feedback
source: Feedback
ms: Maklum balas
th: ข้อเสนอแนะ
zh_hans: 意见反馈
zh_hant: 意見回饋

# nbb_accountsafe
source: Account and Security
ms: Akaun dan Keselamatan
th: หมายเลขบัญชีและความปลอดภัย
zh_hans: 账号与安全
zh_hant: 賬號與安全

# nbb_setup
source: Settings
ms: Tetapan
th: ตั้งค่า
zh_hans: 设置
zh_hant: 設置

# nbb_personalinfo
source: Personal Information
ms: Maklumat peribadi
th: ข้อมูลส่วนบุคคล
zh_hans: 个人资料
zh_hant: 個人資料

# nbb_avatar
source: Avatar
th: รูปโปรไฟล์
zh_hans: 头像
zh_hant: 頭像

# nbb_nickname
source: Nickname
ms: nama samaran
th: ชื่อเล่น
zh_hans: 昵称
zh_hant: 暱稱

# nbb_introduction
source: Introduction
ms: pengenalan
th: บทนำ
zh_hans: 简介
zh_hant: 簡介

# nbb_selectedfromalbum
source: Select from the photo album
ms: Pilih daripada album foto
th: เลือกจากอัลบั้ม
zh_hans: 从相册中选择
zh_hant: 從相冊中選擇

# nbb_takepic
source: Taking pictures
ms: Ambil gambar
th: ถ่ายรูป
zh_hans: 拍照
zh_hant: 拍照

# nbb_lookpic
source: Look at picture
ms: Lihat pada gambar
th: ดูรูปโปรไฟล์
zh_hans: 查看头像
zh_hant: 查看頭像

# nbb_modifynickname
source: Modify the nickname
ms: Tukar nama panggilan
th: เปลี่ยนชื่อผู้ใช้
zh_hans: 修改昵称
zh_hant: 修改昵稱

# nbb_save
source: Save
ms: Simpan
th: บันทึก
zh_hans: 保存
zh_hant: 保存

# nbb_feedbackdesc
source: Your opinion are very important to us and we will deal with your feedback as soon as possible
ms: Pendapat anda sangat penting bagi kami dan kami akan menangani maklum balas anda secepat mungkin
th: ความคิดเห็นของคุณเป็นสิ่งสำคัญมากเราจะจัดการข้อเสนอของคุณโดยเร็วที่สุด
zh_hans: 您的意见对我们非常重要，我们会尽快处理您的反馈
zh_hant: 您的意見對我們非常重要，我們會盡快處理您的回饋

# nbb_feedbackhere
source: Please leave your feedback here
ms: Sila tinggalkan maklum balas anda di sini
th: กรุณาเขียนความคิดเห็นของคุณที่นี่
zh_hans: 请在此处留下您的意见反馈
zh_hant: 請在此處留下您的意見回饋

# nbb_cantact
source: Contact
ms: Kenalan
th: ข้อมูลติดต่อ
zh_hans: 联系方式
zh_hant: 聯系方式

# nbb_youremail
source: Email or phone number
ms: E-mel atau nombor telefon
th: กรุณาป้อนอีเมลหรือหมายเลขโทรศัพท์มือถือปกติของคุณ
zh_hans: 请输入您常用的邮箱或手机号
zh_hant: 請輸入您常用的電子郵箱或手機號

# nbb_image
source: Image
ms: Gambar
th: รูปภาพ
zh_hans: 图片
zh_hant: 圖片

# nbb_optional5iamges
source: Optional, up to 5 images
ms: Pilihan, sehingga 5 imej
th: ไม่บังคับ ไม่เกิน 5 รูป
zh_hans: 选填，最多5张
zh_hant: 選填，最多5張

# nbb_submit
source: Submit
ms: Hantar
th: ส่ง
zh_hans: 提交
zh_hant: 提交

# nbb_regisemail
source: Registered mail
ms: Mel berdaftar
th: การลงทะเบียนอีเมล
zh_hans: 注册邮箱
zh_hant: 註冊電子郵箱

# nbb_changepassword
source: Changing the Login password
ms: Tukar kata laluan Log masuk
th: การแก้ไขรหัสเข้าสู่ระบบ
zh_hans: 修改登陆密码
zh_hant: 修改登陸密碼

# nbb_thirdlogin
source: Third party login
ms: Log masuk pihak ketiga
th: การเข้าสู่ระบบของบุคคลที่สาม
zh_hans: 第三方登陆
zh_hant: 第三方登陸

# nbb_bound
source: Bound
ms: Terikat
th: ผูกแล้ว
zh_hans: 已绑定
zh_hant: 已綁定

# nbb_unbounded
source: unbounded
ms: Belum disahkan
th: ไม่ได้ถูกผูกไว้
zh_hans: 未绑定
zh_hant: 未綁定

# nbb_openfacebook
source: Open the "facebook"
ms: cipta "facebook"
th: เปิด "facebook"
zh_hans: 打开“facebook”
zh_hant: 打開“facebook”

# nbb_allow
source: Allow
ms: Benar
th: อนุญาต
zh_hans: 允许
zh_hant: 允許

# nbb_unbindingappleacc
source: After unbinding, you cannot login using the Apple account. Please confirm the unbinding
ms: Selepas menyahikat, anda tidak boleh log masuk menggunakan akaun Apple. Sila sahkan proses nyahikat
th: หลังจากยกผูกมัดจะไม่สามารถเข้าสู่ระบบด้วยบัญชี แอปเปิ้ล ยืนยันว่าจะยกผูกมัดหรือไม่
zh_hans: 解绑后将无法使用苹果账号登录，是否确认解绑
zh_hant: 解綁後將無法使用蘋果賬號登錄，是否確認解綁

# nbb_confirmunbinding
source: Confirm the unbinding
ms: Pasti nyahikat
th: ยืนยันการยกเลิกการผูก
zh_hans: 确认解绑
zh_hant: 確認解綁

# nbb_comonlanuagesetting
source: Common Language Settings
ms: Tetapan Bahasa Lazim
th: การตั้งภาษาทั่วไป
zh_hans: 常用语言设置
zh_hant: 常用語言設置

# nbb_useragreement
source: User Agreement and Privacy Policy
ms: Perjanjian Pengguna dan Polisi Privasi
th: ข้อตกลงบริการลงทะเบียนผู้ใช้และนโยบายส่วนตัว
zh_hans: 用户注册服务协议与隐私政策
zh_hant: 用戶註冊服務協議與隱私政策

# nbb_aboutus
source: About us
ms: Tentang kita
th: เกี่ยวกับเรา
zh_hans: 关于我们
zh_hant: 關於我們

# nbb_logout
source: Log out
ms: Log keluar
th: ออกจากเข้าสู่ระบบ
zh_hans: 退出登录
zh_hant: 退出登錄

# nbb_simplifiedchinese
source: Simplified Chinese
ms: Bahasa Cina Ringkas
th: ภาษาจีนตัวย่อ
zh_hans: 简体中文
zh_hant: 簡體中文

# nbb_traditionalchinese
source: Traditional Chinese
ms: Cina tradisional
th: ภาษาจีนดั้งเดิม
zh_hans: 繁体中文
zh_hant: 繁體中文

# nbb_saysomething
source: Say something...
ms: Katakan sesuatu...
th: พูดอะไรสักหน่อย
zh_hans: 说点什么
zh_hant: 說點什麼...

# nbb_confirm
source: confirm
ms: OK
th: ยืนยัน
zh_hans: 确认
zh_hant: 確認

# nbb_inputemail
source: Please enter your email address
ms: Sila masukkan e-mel
th: กรุณาใส่ที่อยู่อีเมล
zh_hans: 请输入邮箱地址
zh_hant: 請輸入電子郵箱地址

# nbb_iputaccandpass
source: password
ms: kata laluan
th: กรุณาป้อนรหัสผ่านของบัญชี
zh_hans: 请输入账号密码
zh_hant: 請輸入賬號密碼

# nbb_slideup
source: Slide up. Next video
ms: Tarik ke atas. Video seterusnya
th: เลื่อนขึ้น วิดีโอถัดไป
zh_hans: 往上滑，下一个视频
zh_hant: 往上滑，下一個視頻

# nbb_scrolldown
source: Scroll down. Previous video
ms: Tarik ke bawah. Video sebelumnya
th: ดึงลง วิดีโอก่อนหน้า
zh_hans: 往下拉，上一个视频
zh_hant: 往下拉，上一個視頻

# nbb_allincourse
source: Lots of videos, all in [Course]
ms: Banyak video, semua dalam [Kursus]
th: วิดีโอขนาดใหญ่อยู่ใน [ศูนย์หลักสูตร]
zh_hans: 海量视频，尽在【课程中心】
zh_hant: 海量視頻，盡在【課程中心】

# nbb_gomedesc
source: Go to [Me] and personalization
ms: Pergi ke [Saya] dan pemeribadian
th: เข้าไป [ของฉัน] จัดการปรับแต่งบุคลิกภาพ
zh_hans: 进入【我的】，进行个性化设置
zh_hant: 進入【我的】，進行個性化設置

# nbb_gospecialdesc
source: Exclusive views of KOL
ms: Pandangan eksklusif untuk KOL
th: ทัศนะพิเศษของคนเก่งอยู่ใน [คอลัมน์]
zh_hans: 大咖独家观点,尽在【专栏】
zh_hant: 大咖獨家觀點，盡在【專欄】

# nbb_godetaildesc
source: Click "Go for it" to unlock the course
ms: tekan "Jom Dapatkan" untuk membuka kursus
th: คลิก [ลายละเอียดการเรียนหลักสูตร] ปลดล็อกเนื้อหาหลักสูตรทันที
zh_hans: 点击【学习详细课程】，立即解锁课程内容
zh_hant: 點擊【學習詳細課程】，立即解鎖課程內容

# nbb_coursecenter
source: Course center
ms: Pusat kursus
th: ศูนย์หลักสูตร
zh_hans: 课程中心
zh_hant: 課程中心

# nbb_commentcount
source: comments
ms: komen
th: คอมเม้นต์ รายการ
zh_hans: 条评论
zh_hant: 条評論

# nbb_collectsuccess
source: Saved
ms: Disimpan
th: เพิ่มไปยังรายการโปรดสำเร็จ
zh_hans: 收藏成功
zh_hant: 收藏成功

# nbb_selectlanguage
source: Please select language:
ms: Sila pilih bahasa:
th: กรุณาเลือกภาษา:
zh_hans: 请选择语言：
zh_hant: 請選擇語言：

# nbb_password_nofit
source: Password did not match!
ms: Kata laluan tidak padan!
th: รหัสผ่านที่ป้อนจากสองครั้งไม่คล้องกัน
zh_hans: 两次输入的密码不一致！
zh_hant: 兩次輸入的密碼不一致！

# nbb_applelogin
source: Apple Login
ms: Log Masuk Apple
th: ลงชื่อเข้าใช้ด้วย Apple
zh_hans: Apple登录
zh_hant: Apple登錄

# nbb_googlelogin
source: Google Login
ms: Log masuk Google
th: ลงชื่อเข้าใช้ด้วย Google
zh_hans: Google登录
zh_hant: Google登錄

# nbb_facebooklogin
source: Facebook Login
ms: Log masuk Facebook
th: ลงชื่อเข้าใช้ด้วย Facebook
zh_hans: Facebook登录
zh_hant: Facebook登錄

# nbb_wxlogin
source: Wechat Login
ms: Log masuk Wechat
th: เข้าสู่ระบบวีแชท
zh_hans: 微信登录
zh_hant: 微信登錄

# nbb_emaillogin
source: Email Login
ms: E-mel Log Masuk
th: อีเมล์ล็อกอิน
zh_hans: 邮箱登录
zh_hant: 電子郵箱登錄

# nbb_inputemailaddress
source: Please enter your email address
ms: Sila masukkan e-mel
th: กรุณาใส่ที่อยู่อีเมล
zh_hans: 请输入邮箱地址
zh_hant: 請輸入電子郵箱地址

# nbb_forgetpassword
source: Forgot Password
ms: Lupa kata laluan
th: ลืมรหัสผ่าน
zh_hans: 忘记密码
zh_hant: 忘記密碼

# nbb_loginandregister
source: Login/Register
ms: Log masuk/Mendaftar
th: เข้าสู่ระบบ/ลงทะเบียน
zh_hans: 登录/注册
zh_hant: 登錄/註冊

# login_pwdtooshort
source: The password cannot be less than 6 digits
ms: Kata laluan tidak boleh kurang daripada 6 digit
th: รหัสผ่านบัญชีต้องไม่น้อยกว่า 6 ตัว
zh_hans: 账号密码不能少于6位
zh_hant: 賬號密碼不能少於6位

# login_pwdtoolong
source: The password cannot be longer than 24 digits
ms: Kata laluan tidak boleh lebih long daripada 24 digit
th: รหัสผ่านบัญชีต้องไม่มากกว่า 24 ตัว
zh_hans: 账号密码不能大于24位
zh_hant: 賬號密碼不能大約24位

# login_nologin
source: Later
ms: Nanti
th: ยังไม่เข้าสู่ระบบ
zh_hans: 暂不登录
zh_hant: 暫不登錄

# nbb_recommend
source: Recommend
ms: Mengesyorkan
th: แนะนำ
zh_hans: 推荐
zh_hant: 推薦

# nbb_viewall
source: View all
ms: Lihat semua
th: การตรวจสอบทั้งหมด
zh_hans: 查看全部
zh_hant: 查看全部

# nbb_subscribe
source: Subscribe
ms: dilanggan
th: สมัครสมาชิก
zh_hans: 订阅
zh_hant: 訂閱

# nbb_recommend_tip
source: You haven’t followed any creators yet, swipe right to recommend
ms: Anda belum mengikuti mana-mana pencipta lagi, tarikkanan untuk mengesyorkan
th: คุณยังไม่ได้ติดตามผู้สร้างใครมาดูทางขวาจากแนะนำซี
zh_hans: 您还未关注任何创作者，右滑去推荐看看吧～
zh_hant: 您還未關註任何創作者，右滑去推薦看看吧～

# nbb_myarticle
source: My article
ms: Artikel saya
th: บทความของฉัน
zh_hans: 我的文章
zh_hant: 我的文章

# nbb_myorder
source: My Order
ms: Arahan saya
th: การสั่งซื้อของฉัน
zh_hans: 我的订单
zh_hant: 我的訂單

# nbb_free_limit
source: Free
ms: Percuma
th: เวลาฟรีจำกัด
zh_hans: 限时免费
zh_hant: 限時免費

# nbb_bought
source: Bought
ms: Dibeli
th: ซื้อแล้ว
zh_hans: 已购买
zh_hant: 已購買

# nbb_learnnow
source: Learn now
ms: Belajar sekarang
th: เรียนรู้เดี๋ยวนี้
zh_hans: 立即学习
zh_hant: 立即學習

# nbb_passwordlogin
source: Password Login
ms: Kata laluan Log Masuk
th: ล็อกอินด้วยรหัสผ่าน
zh_hans: 密码登录
zh_hant: 密碼登錄

# nbb_useremail
source: Email
ms: E-mel
th: การใช้อีเมล
zh_hans: 使用邮箱
zh_hant: 使用電子郵箱

# nbb_userphone
source: Mobile
th: การใช้โทรศัพท์มือถือ
zh_hans: 使用手机
zh_hant: 使用手機

# nbb_mobilenumber
source: Mobile Number
ms: Nombor telefon
th: ลงทะเบียนโทรศัพท์มือถือ
zh_hans: 注册手机
zh_hant: 註冊手機

# nbb_accountpassword
source: Account Password
ms: Kata laluan akaun
th: การจัดการรหัสผ่านบัญชี
zh_hans: 账户密码管理
zh_hant: 賬戶密碼管理

# nbb_setpassword
source: Set your password
ms: Tetapkan kata laluan anda
th: ตั้งรหัสผ่าน
zh_hans: 设置密码
zh_hant: 設置密碼

# nbb_inputpassword
source: Please enter your password
ms: Kata laluan
th: กรุณาใส่รหัสผ่าน
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# nbb_inputpasswordagain
source: Please enter your password again
ms: Sila masukkan kata laluan anda sekali lagi
th: กรุณาป้อนรหัสผ่านอีกครั้ง
zh_hans: 请再次输入密码
zh_hant: 請再次輸入密碼

# nbb_setpasswordsuccess
source: Successfully
ms: Berjaya
th: การตั้งรหัสผ่านเรียบร้อย
zh_hans: 设置密码成功
zh_hant: 設置密碼成功

# nbb_changepassword_mark
source: Change Password
ms: Tukar kata laluan
th: เปลี่ยนรหัสผ่าน
zh_hans: 修改密码
zh_hant: 修改密碼

# nbb_inputoripassword
source: Please enter the old password
ms: Sila masukkan kata laluan lama
th: กรุณาป้อนรหัสผ่านเดิม
zh_hans: 请输入原密码
zh_hant: 請輸入原密碼

# nbb_inputnewpassword
source: Please set the new password
ms: Sila tetapkan kata laluan baru
th: กรุณาป้อนรหัสผ่านใหม่
zh_hans: 请输入新密码
zh_hant: 請輸入新密碼

# nbb_inputnewpasswordagain
source: Enter the new password again
ms: Masukkan semula kata laluan baru
th: กรุณาป้อนรหัสผ่านใหม่อีกครั้ง
zh_hans: 请再次输入新密码
zh_hant: 請再次輸入新密碼

# nbb_inputemail_mark
source: Email address
ms: Alamat emel
th: กรุณาป้อนอีเมล
zh_hans: 请输入邮箱
zh_hant: 請輸入電子郵箱

# nbb_passwordnotsame
source: Passwords are inconsistent !
ms: Kata laluan tidak padan !
th: รหัสผ่านไม่คล้องกัน
zh_hans: 密码不一致
zh_hant: 密碼不一致

# nbb_noarticle
source: No article yet
ms: Belum ada artikel
th: ไม่มีบทความ
zh_hans: 暂无文章
zh_hant: 暫無文章

# nbb_servererror
source: Server lost
ms: Pelayan terputus
th: เซิร์ฟเวอร์หายไป
zh_hans: 服务器跑丢啦
zh_hant: 服務器跑丟啦

# nbb_nocreator
source: No creator yet
ms: Belum ada pencipta
th: ไม่มีผู้สร้าง
zh_hans: 暂无创作者
zh_hant: 暫無創作者

# nbb_quizzes
source: Quizzes
ms: Kuiz
th: ทดสอบเล็กๆในห้องเรียน
zh_hans: 随堂小测
zh_hant: 随堂小测

# nbb_contents
source: Catalogue
ms: Katalog
th: สารบัญ
zh_hans: 目录
zh_hant: 目錄

# nbb_courseware
source: Courseware
ms: Perisian kursus
th: บทเรียน
zh_hans: 课件
zh_hant: 課件

# nbb_contactus
source: Contact Us
ms: Hubungi Kami
th: ติดต่อเรา
zh_hans: 联系我们
zh_hant: 聯繫我們

# nbb_goforit
source: Learn now
ms: Belajar sekarang
th: เรียนรู้เดี๋ยวนี้
zh_hans: 立即学习
zh_hant: 立即學習

# nbb_speed
source: Speed
ms: Kelajuan
th: ทวีคูณ
zh_hans: 倍速
zh_hant: 倍數

# nbb_purchasealert
source: This class is paid content, unlock all the content of the course after purchase
ms: Kelas ini adalah kandungan berbayar, cipta semua kandungan kursus selepas pembelian
th: หลักสูตรนี้เป็นเนื้อหาที่ต้องชำระเงินสามารถปลดล็อกเนื้อหาทั้งหมดของหลักสูตรนี้หลังจากการซื้อ
zh_hans: 该课时为付费内容，购买后即可解锁该课程全部内容
zh_hant: 該課時為付費內容，購買後即可解鎖該課程全部內容

# nbb_joinin
source: Join study
ms: Sertai pelajaran
th: เข้าร่วมเรียนรู้
zh_hans: 加入学习
zh_hant: 加入學習

# nbb_isee
source: I see
ms: OK
th: รับทราบแล้ว
zh_hans: 我知道了
zh_hant: 我知道了

# nbb_nocourseware
source: No Courseware
ms: Tiada Kerja Kursus
th: ไม่มีบทเรียน
zh_hans: 暂无课件
zh_hant: 暫無課件

# nbb_login
source: Login
ms: Log masuk
th: เข้าสู่ระบบ
zh_hans: 登录
zh_hant: 登錄

# nbb_tab_myfollow
source: my following
ms: Pengikut saya
th: การติดตามของฉัน
zh_hans: 我的关注
zh_hant: 我的關註

# nbb_tab_follow
source: Follow
ms: Ikut
th: ติดตาม
zh_hans: 关注
zh_hant: 關註

# nbb_btn_follow
source: Follow
ms: Ikut
th: ติดตาม
zh_hans: 关注
zh_hant: 關註

# nbb_btn_following
source: Following
ms: Mengikuti
th: ติดตามแล้ว
zh_hans: 已关注
zh_hant: 已關註

# nbb_title_following
source: Following
ms: Mengikuti
th: ติดตามแล้ว
zh_hans: 已关注
zh_hant: 已關註

# nbb_diolog_unfollow_msg
source: Are you sure unfollow？
ms: Adakah anda pasti nak nyahikut？
th: ยืนยันว่าไม่ติดตามต่อไป
zh_hans: 确认不再关注？
zh_hant: 確認不再關註？

# nbb_tips_no_answer
source: No answer yet
ms: Belum ada jawapan
th: ยังไม่มีคำตอบ
zh_hans: 暂无回答
zh_hant: 暫無回答

# nbb_tips_no_chatroom
source: There are currently no chats available.
ms: Tiada sembang tersedia pada masa ini.
th: ยังไม่มีกลุ่มแชท
zh_hans: 暂无聊天群组
zh_hant: 暫無聊天群組

# nbb_empty_tips
source: To Be Continue
ms: Akan sambung
th: คอยติดตาม
zh_hans: 敬请期待
zh_hant: 敬请期待

# nbb_title_articles
source: Articles
ms: Artikel
th: บทความ
zh_hans: 文章
zh_hant: 文章

# nbb_title_chatroom
source: Chats
ms: Sembang
th: กลุ่มแชท
zh_hans: 聊天群组
zh_hant: 聊天群組

# nbb_btn_more
source: More
ms: Lebih Lanjut
th: มากกว่า
zh_hans: 更多
zh_hant: 更多

# nbb_title_free
source: Free
ms: Percuma
th: ฟรี
zh_hans: 免费
zh_hant: 免費

# nbb_title_free_trial
source: 3 days free
ms: 3 hari percuma
th: ทดลองใช้ 3 วัน
zh_hans: 试用3天
zh_hant: 適用3天

# nbb_title_open_acc
source: Open Acc
ms: Cipta akaun
th: การเปิดบัญชีหลักทรัพย์
zh_hans: 证券开户
zh_hant: 證券開戶

# nbb_title_cancel_account
source: Cancel Account
ms: Batal Akaun
th: ยกเลิกผู้ใช้
zh_hans: 注销用户
zh_hant: 註銷用戶

# nbb_confim_cancel_account
source: Confirm cancellation
ms: Sahkan pembatalan
th: ยืนยันการออกจากระบบ
zh_hans: 确认注销
zh_hant: 確認註銷

# nbb_cancel_cancel_account
source: Let me think again
ms: Bagi saya berfikir semula
th: ขอคิดดูอีกที
zh_hans: 我再想想
zh_hant: 我再想想

# nbb_msg_cancel_account
source: Please confirm if you want to cancel your account.
ms: Sila sahkan jika anda ingin batalkan akaun anda.
th: ข้อมูลจะถูกลบทั้งหมดหล้งจากยกเลิกบัญชีนี้ กรุณายืนยันว่ายกเลิกบัญชีหรือไม่
zh_hans: 注销后该账户的信息将会全部清空，请确认是否注销账户
zh_hant: 註銷後該賬戶的資訊將會全部清空，請確認是否註銷賬戶

# nbb_cancel_account_success
source: Account cancellation is successful
ms: Pembatalan akaun berjaya
th: ยกเลิกบัญชีเรียบร้อย
zh_hans: 账户注销成功
zh_hant: 賬戶註銷成功
