Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# stock_detail_mkt_cap
source: Mkt Cap
ms: Jumlah keseluruhan permodalan pasaran
th: มูลค่าตลาดรวม
zh_hans: 总市值
zh_hant: 總市值

# stock_detail_total_share
source: TOTAL SHARE
ms: JUMLAH SAHAM
th: ทุนรวม
zh_hans: 总股本
zh_hant: 總股本

# stock_detail_amplitude
source: Amplitude
ms: Amplitud
th: แอมพลิจูด
zh_hans: 振幅
zh_hant: 振幅

# stock_detail_prve_close
source: PREV. CLOSE
ms: Tutupan Terakhir
th: รับเมื่อวานนี้
zh_hans: 昨收
zh_hant: 昨收

# stock_detail_low
source: LOW
ms: RENDAH
th: ต่ำสุด
zh_hans: 最低
zh_hant: 最低

# stock_detail_pe_static
source: P/E (STATIC)
ms: P/E (STATIK)
th: อัตรากำไรเมือง (คงที่)
zh_hans: 市盈率(静态)
zh_hant: PE(靜態)

# stock_detail_pe_ttm
source: P/E (TTM)
th: อัตรากำไรเมือง (TTM)
zh_hans: 市盈率(TTM)

# stock_detail_52w_low
source: 52W LOW
ms: Terendah dalam 52 minggu
th: ขั้นต่ำ 52 สัปดาห์
zh_hans: 52周最低
zh_hant: 52週最低

# stock_detail_div_yield
source: Div. Yield
ms: Hasilan Dividen
th: อัตราเงินปันผล
zh_hans: 股息率
zh_hant: 股息率

# stock_detail_turnover_rate
source: Turnover(%)
ms: Nisbah Perolehan
th: อัตราแลกเปลี่ยน
zh_hans: 换手率
zh_hant: 換手率

# stock_detail_vol_ratio
source: Vol Ratio
ms: Nisbah Volum
th: อัตราส่วนปริมาณ
zh_hans: 量比
zh_hant: 量比

# stock_detail_circ_cap
source: CIRC. CAP
ms: Nilai edaran
th: มูลค่าหมุนเวียน
zh_hans: 流通值
zh_hant: 流通值

# stock_detail_circ_shares
source: CIRC. SHARES
ms: Saham Tertunggak
th: หุ้นที่ซื้อขายได้
zh_hans: 流通股
zh_hant: 流通股

# stock_detail_day_high
source: DAY HIGH
ms: KETINGGIAN HARIAN
th: สูงสุดในวันนี้
zh_hans: 今日最高
zh_hant: 今日最高

# stock_detail_effect_gear
source: Effect. Gear.
ms: KESAN GEAR
th: เลเวอเรจจริง
zh_hans: 实际杠杆
zh_hant: 實際槓桿

# stock_detail_outs_qty
source: OUTS. QTY
ms: KELUAR. QTY
th: ปริมาณสินค้าถนน
zh_hans: 街货量
zh_hant: 街貨量

# stock_detail_os
source: O/S (%)
th: อัตราส่วนปริมาณในตลาด
zh_hans: 街货比
zh_hant: 街貨比

# stock_detail_strike
source: STRIKE
th: ราคาใช้สิทธิ
zh_hans: 行权价
zh_hant: 行使價

# stock_detail_last_trading
source: LAST TRADING
ms: PERDAGANGAN TERAKHIR
th: การซื้อขายล่าสุด
zh_hans: 最后交易
zh_hant: 最後交易

# stock_detail_ent_ratio
source: ENT. RATIO
ms: NISBAH penukaran
th: อัตราส่วนการแปลงสภาพ
zh_hans: 换股比率
zh_hant: 換股比率

# stock_detail_day_low
source: DAY LOW
ms: HARI RENDAH
th: ต่ำสุดของวันนี้
zh_hans: 今日最低
zh_hant: 今日最低

# stock_detail_iv
source: I.V. (%)
th: แอมพลิจูดขยาย
zh_hans: 引伸波幅
zh_hant: 引伸波幅

# stock_detail_premium
source: PREMIUM
th: พรีเมียม
zh_hans: 溢价
zh_hant: 溢價

# stock_detail_conv_price
source: CONV. PRICE
ms: PPERTUKARAN HARGA
th: ราคาแลกเปลี่ยนหุ้น
zh_hans: 换股价
zh_hant: 換股價

# stock_detail_breakeven
source: BREAKEVEN
ms: PATAH
th: ตีและชี้
zh_hans: 打和点
zh_hant: 打和點

# stock_detail_maturity
source: MATURITY
ms: Kematangan
th: วันครบกำหนด
zh_hans: 到期日
zh_hant: 到期日

# stock_detail_call
source: CALL
ms: Tahap Panggilan
th: ราคารีไซเคิล
zh_hans: 回收价
zh_hant: 回收價

# stock_detail_tricker
source: Ticker
th: การตกลงทีละรายการ
zh_hans: 逐笔成交
zh_hant: 逐筆成交

# stock_detail_tricker_detail
source: Ticker
th: รายละเอียดทีละรายการ
zh_hans: 逐笔明细
zh_hant: 逐筆明細

# stock_detail_tricker2
source: Transactions
ms: Transaksi
th: การตกลงการแบ่งเวลา
zh_hans: 分时成交
zh_hant: 分時成交

# stock_detail_tricker2_detail
source: Details
ms: Butiran
th: รายละเอียดการแบ่งเวลา
zh_hans: 分时明细
zh_hant: 分時明細

# stock_detail_free_upgrade
source: Free Upgrade
ms: Naik taraf Percuma
th: รับฟรีสิทธิ์
zh_hans: 免费获取权限
zh_hant: 免費獲取權限

# stock_detail_go_myquote
source: Check It
ms: Semak Ia
th: ไปตลาดของฉัน
zh_hans: 前往「我的行情」
zh_hant: 前往「我的報價」

# stock_detail_upgrade_message
source: Market Depth and Ticker data are provided for HK Stocks LV2 / US Stocks LV1 / A-Shares LV1 Advanced Quote only. Please check "My Quotes" to learn how to get upgrade for free.
ms: Data Kedalaman Pasaran dan Ticker diberikan untuk Saham HK LV2 / Saham AS LV1 / A-Shares LV1 Sebut Harga Canggih sahaja. Sila semak "sebutharga Saya" untuk mengetahui cara mendapatkan naik taraf secara percuma.
th: ไฟล์การซื้อขายและข้อมูลการตกลงทีละรายการรับได้ราคาเฉพาะในหุ้นฮ่องกงLV2/หุ้นสหรัฐLV1/หุ้นA LV1 ราคาสตรีมมิ่ง กรุณาการตรวจสอบรายละเอียดในตลาดของฉัน
zh_hans: 买卖档及逐笔成交数据只于港股LV2 / 美股LV1 / A股LV1 串流报价中提供。请于「我的行情」查看详情。
zh_hant: 買賣檔及逐筆成交數據只於港股LV2 / 美股LV1 / A股LV1 串流報價中提供。如想免費升級，請於「我的報價」查看詳情。

# stock_detail_quote_bna
source: Bids/Asks
ms: Tawar/Minta
th: เกียร์สิบ
zh_hans: 十档
zh_hant: 買賣檔

# stock_detail_quote_tricker
source: Ticker
th: รายละเอียด
zh_hans: 明细
zh_hant: 逐筆

# stock_detail_min_k
source: Mins
ms: Min
th: นาที
zh_hans: 分钟
zh_hant: 分鐘

# common_1_min
source: 1 min
ms: 1 minit
th: นาที
zh_hans: 1分钟
zh_hant: 1分鐘

# common_mins
source: %ld mins
ms: %ld min
th: %ldนาที
zh_hans: %ld分钟
zh_hant: %ld分鐘

# market_depth_1_level
source: 1 Level
ms: 1 Tahap
th: ไฟล์แรก
zh_hans: 一档
zh_hant: 一檔

# market_depth_5_level
source: 5 Level
ms: 5 Tahap
th: ไฟล์ห้า
zh_hans: 五档
zh_hant: 五檔

# market_depth_10_level
source: 10 Level
ms: 10 Tahap
th: เกียร์สิบ
zh_hans: 十档
zh_hant: 十檔

# stock_detail_top_ten_holder
source: Top Ten Shareholders
ms: Sepuluh Pemegang Saham Yang Teratas
th: ผู้ถือหุ้นรายใหญ่ 10 อันดับแรก
zh_hans: 十大股东
zh_hant: 十大股東

# stock_detail_top_ten_detail
source: Top Ten
ms: Sepuluh Teratas
th: รายละเอียดผู้ถือหุ้น10ท่าน
zh_hans: 十大股東明細
zh_hant: 十大股東明細

# stock_detail_top_ten_marketable
source: Marketable
ms: Boleh dipasarkan
th: โดดเด่นผู้ถือหุ้น10ท่าน
zh_hans: 十大流通股東
zh_hant: 十大流通股東

# stock_detail_holder_institutional
source: Institutional
ms: Institusi
th: นักลงทุนสถาบัน
zh_hans: 機構投資者
zh_hant: 機構投資者

# stock_detail_holder
source: Shareholders
ms: Pemegang saham
th: ผู้ถือหุ้น
zh_hans: 股東
zh_hant: 股東

# stock_detail_holder_qty
source: Shares Held
ms: Saham Dipegang
th: จำนวนหุ้นที่ถือ
zh_hans: 持股數
zh_hant: 持股數

# stock_detail_holder_proportion
source: Proportion
ms: Alokasi
th: สัดส่วน
zh_hans: 占比
zh_hant: 佔比

# stock_detail_circulation
source: ISSUED
ms: DIISU
th: ปริมาณที่ออก
zh_hans: 发行量
zh_hant: 发行量

# china_fee_portfolio
source: A-Shares Portfolio Fee
ms: Caj Portfolio A-Shares
th: ค่าเนียมพอร์ตโฟลิโอหุ้นA
zh_hans: A股证券组合费
zh_hant: A股證券組合費

# exchange_china_not_opened
source: You have not opened China Connect Account, cannot exchange rmb. Open Now
ms: Anda belum cipta China Connect Account, tidak boleh menukar rmb. cipta sekarang
th: คุณยังไม่เปิดบัญชีหุ้นA ไม่สามารถสมัครแลกเปลี่ยน RMB ได้ เปิดใช้งานเดี๋ยวนี้.
zh_hans: 您暂未开通A股通账户，暂无法申请兑换人民币。立即开通。
zh_hant: 您暫未開通A股通賬戶，暫無法申請兌換人民幣。立即開通。

# common_open_now
source: Open Now
ms: cipta sekarang
th: เปิดใช้งานเดี๋ยวนี้
zh_hans: 立即开通
zh_hant: 立即開通

# fund_china_not_opened
source: You have not opened China Connect Account, cannot withdraw rmb. Open Now
ms: Anda belum cipta China Connect Account, tidak boleh mengeluarkan rmb. cipta sekarang
th: คุณยังไม่เปิดบัญชีหุ้นAไม่สามารถถอน RMB ได้ ขอเปิดใช้งานเดี๋ยวนี้
zh_hans: 您暂未开通A股通账户，暂无法提取人民币。可申请立即开通
zh_hant: 您暫未開通A股通賬戶，暫無法提取人民幣。可申請立即開通

# common_tips
source: Tips
ms: Peringatan
th: เคล็ดลับอบอุ่น
zh_hans: 温馨提示
zh_hant: 溫馨提示

# common_total
source: Total
ms: Jumlah
th: รวมทั้งหมด
zh_hans: 总计
zh_hant: 總計

# common_report_q1
source: Q1
ms: S1
th: รายงานประจำไตรมาสแรก
zh_hans: 一季报
zh_hant: 一季報

# common_report_first_quarter
source: First Quarter
ms: Suku pertama
th: รายงานประจำไตรมาสแรก
zh_hans: 一季报
zh_hant: 一季報

# common_report_q2
source: SAR
th: รายงานไตรมาสที่สอง
zh_hans: 二季报
zh_hant: 二季報

# common_report_q3
source: Q3
ms: S3
th: รายงานประจำไตรมาสที่สาม
zh_hans: 三季报
zh_hant: 三季報

# common_report_third_quarter
source: Third Quarter
ms: Suku Ketiga
th: รายงานประจำไตรมาสที่สาม
zh_hans: 三季报
zh_hant: 三季報

# common_report_1y
source: FY
ms: laporan Tahunan
th: รายงานประจำปี
zh_hans: 年报
zh_hant: 年報

# stock_broker
source: Broker Queue
ms: Barisan Broker
th: นายหน้าซื้อขายหลักทรัพย์
zh_hans: 买卖盘经纪
zh_hant: 買賣盤經紀

# stock_broker_buy
source: Bid Brokers
ms: Broker Tawaran
th: นายหน้าซื้อหลักทรัพย์
zh_hans: 买盘经纪
zh_hant: 買盤經紀

# stock_broker_sell
source: Ask Brokers
ms: Broker Mintaan
th: นายหน้าขายหลักทรัพย์
zh_hans: 卖盘经纪
zh_hant: 賣盤經紀

# stock_detail_finance_chart
source: Financial Reports
ms: Laporan Kewangan
th: รายงานพื้นฐาน
zh_hans: 基本报表
zh_hant: 基本報表

# has_no_profit
source: No P/L Data
ms: Tiada Data Untung/Rugi
th: ไม่มีข้อมูลที่เกี่ยวข้องกับกำไร
zh_hans: 暂无利润相关数据
zh_hant: 暫無利潤相關數據

# financial_detail
source: Financial Details
ms: Butiran Kewangan
th: รายละเอียดการเงิน
zh_hans: 财务详情
zh_hant: 財務詳情

# has_no_liability
source: No Debt Data
ms: Tiada Data Hutang
th: ไม่มีข้อมูลที่เกี่ยวข้องกับหนี้สิน
zh_hans: 暂无负债相关数据
zh_hant: 暫無負債相關數據

# has_no_cash
source: No Cash Flow Data
ms: Tiada Data Aliran Tunai
th: ไม่มีข้อมูลที่เกี่ยวข้องกับกระแสเงินสด
zh_hans: 暂无现金流相关数据
zh_hant: 暫無現金流相關數據

# year_on_year
source: YOY
th: เปรียบเทียบ
zh_hans: 同比
zh_hant: 同比

# financial_report_half
source: Interim Report (%@)
ms: Laporan Interim (%@)
th: รายงานครึ่งปี (%@)
zh_hans: 半年报(%@)
zh_hant: 半年報(%@)

# stockdetail_post_anount
source: AF. TURNOVER
th: หน้าผากหลังการเปิด
zh_hans: 盘后额
zh_hant: 盤後額

# stockdetail_post_volume
source: AF. VOL
ms: AF. VOLUM
th: ปริมาณหลังการเปิด
zh_hans: 盘后量
zh_hant: 盤後量

# stockdetail_AH_H
source: H-Share
zh_hans: H股
zh_hant: H股

# stockdetail_AH_A
source: A-Share
zh_hans: A股
zh_hant: A股

# zanting
source: Listing Suspended
ms: Penyenaraian Digantung
th: ระงับการจดทะเบียน
zh_hans: 暂停上市
zh_hant: 暫停上市

# stock_detail_hsgt
source: Stock Connect
ms: Connectan Saham
th: หุ้นเซี่ยงไฮ้/หุ้นเซินเจิ้น
zh_hans: 沪股通/深股通
zh_hant: 滬股通/深股通

# stock_detail_a_nodeal
source: Trading of Non Stock Connect Securities is not supported yet
ms: Perdagangan sekuriti ciptan Saham Connect belum disokong lagi
th: สำหรับไม่ใช่หุ้นเซี่ยงไฮ้หุ้นเซินเจิ้นและหุ้นฮ่องกง ไม่รับการสนับสนุนการซื้อขาย
zh_hans: 非沪深港通标的,暂不支持交易
zh_hant: 非滬深港通標的,暫不支持交易

# stock_detail_adr_conversion_price
source: ADR Conv. Price
ms: Penukaran ADR harga
th: ราคาแปลง ADR
zh_hans: ADR换算价
zh_hant: ADR換算價

# stock_detail_adr_conversion_price2
source: ADR Conv. Price
ms: ADR Penukaran harga
th: ราคาแปลง ADR
zh_hans: ADR换算价
zh_hant: ADR換算價

# stock_detail_adr_tips
source: ADR Conv. Price = ADR Price * Exchange Rate / Conv. Ratio ADR is short for American Depositary Receipt. ADR is a transferrable security issued by an American bank or broker on behalf of a foreign company to American investors and is tradable over U.S. stock exchanges. ADR is the method used by most foreign companies listed on the U.S. stock exchanges. It offers American investors a way to gain investment exposure to non-U.S. stocks without the complexities of dealing in foreign stock markets.
ms: Penukaran ADR Harga = Harga ADR * Kadar Pertukaran / Penukaran. Nisbah ADR adalah pendek untuk Resit Deposit Amerika. ADR ialah sekuriti boleh alih yang dikeluarkan oleh bank atau broker Amerika bagi pihak syarikat asing kepada pelabur Amerika dan boleh didagangkan di bursa saham A.S. Ia menawarkan pelabur Amerika cara untuk mendapatkan pendedahan pelaburan kepada saham ciptan A.S. tanpa kerumitan berurusniaga di pasaran saham asing.
th: ราคาแปลงADR=ราคาปัจจุบันADR*อัตราแลกเปลี่ยน/อัตราแปลงเปลี่ยนหุ้น ADRเป็นชื่อย่อมาจาก American Depositary Receipt ADRคือใบรับรองการฝากของอเมริกาก็เรียกว่าหลักทรัพย์การฝากอเมริกาเป็นหลักทรัพย์ที่สาทารถโอนได้ เป็นไม่ใช่บริษัทอเมริกาที่ปล่อยจากนักลงทุนอเมริกาในอเมริกาและการซื้อขายในตลาดหลักทรัพย์อเมริกา ADR หมายถึงหลักทรัพย์ของบริษัทที่การซื้อขายในตลาดการเงินของอเมริกาและเป็นวิธีที่ บริษัทต่างชาติส่วนใหญ่การซื้อขายหุ้นในตลาดหุ้นอเมริกาเพื่อให้นักลงทุนอเมริกาสามารถซื้อหุ้นของบริษัทประเทศอื่น ๆได้
zh_hans: ADR换算价=ADR现价*汇率/换股比率 ADR是American Depositary Receipt的简称，ADR即美国存托凭证，又称美国预托证券，是一种可转让证券，由非美国公司在美国向美国投资者发行，并且在美国的证券市场交易。 ADR代表了在美国金融市场交易的公司的证券，是大多数外商公司在美国股票市场交易股票的方式，使得美国的投资者可买到其他国家上市企业的股票。
zh_hant: ADR换算价=ADR现价*汇率/换股比率 ADR是American Depositary Receipt的简称，ADR即美国存托凭证，又称美国预托证券，是一种可转让证券，由非美国公司在美国向美国投资者发行，并且在美国的证券市场交易。 ADR代表了在美国金融市场交易的公司的证券，是大多数外商公司在美国股票市场交易股票的方式，使得美国的投资者可买到其他国家上市企业的股票。

# stock_detail_adr_compare_h
source: vs H-Share
ms: lwn H-Share
th: สำหรับหุ้นฮ่องกง
zh_hans: 相对港股
zh_hant: 相對港股

# stock_detail_adr_h
source: %@ (H-Share)
zh_hans: %@(H股)
zh_hant: %@(H股)

# adr_trade_tips
source: Trading is not supported yet
ms: Perdagangan belum disokong lagi
th: ในขณะนี้ไม่รองรับการซื้อขาย กรุณารอหว้ง
zh_hans: 暂不支持交易，敬请期待
zh_hant: 暫不支持交易，敬請期待

# stock_detail_premium_tips
source: Premium = (P(H)* Exchange Rate / P (A) -1) X100%
ms: Premium = (P(H)* Kadar Pertukaran / P (A) -1) X100%
th: พรีเมี่ยม=(P(H)*อัตราการแลกเปลี่ยนในวันนี้/P(A)-1) X100%
zh_hans: 溢价=(P(H)*当日汇率/P(A)-1) X100%
zh_hant: 溢價=(P(H)*當日匯率/P(A)-1) X100%

# conceptual_section
source: Accounts
ms: Akaun
th: แผ่นแนวคิด
zh_hans: 概念板块
zh_hant: 概念板塊

# stock_detail_Household
source: Accounts
ms: Akaun
th: ครัว
zh_hans: 户
zh_hant: 戶

# total_shareholding_ratio
source: Total Shareholding %.2f%%
ms: Jumlah Pegangan Saham %.2f%%
th: การถือหุ้นทั้งหมด %.2f%%
zh_hans: 合计持股 %.2f%%
zh_hant: 合計持股 %.2f%%

# trade_china_not_opened
source: You have not opened China Connect Account, cannot trade this stock. Open Now
ms: Anda belum cipta China Connect Account, tidak boleh dagang saham ini. cipta sekarang
th: คุณยังไม่ได้เปิดบัญชีหุ้นA ไม่สามารถการซื้อขายหุ้นได้ขอเปิดใช้งานเดี๋ยวนี้
zh_hans: 您暂未开通A股通账户，暂不可交易该股票。可申请立即开通
zh_hant: 您暫未開通A股通賬戶，暫不可交易該股票。可申請立即開通

# stock_detail_upper_limit
source: Limit Up
ms: Limit Atas
th: ราคาขึ้นหยุด
zh_hans: 涨停价
zh_hant: 漲停價

# stock_detail_lower_limit
source: Limit Down
ms: Limit Bawah
th: ราคาตกหยุด
zh_hans: 跌停价
zh_hant: 跌停價

# stock_detail_us_amount_tip
source: Turnover is estimated based on the transaction price provided by NASDAQ.
ms: Perolehan dianggarkan berdasarkan harga transaksi yang disediakan oleh NASDAQ.
th: มูลค่าการซื้อขายจะขึ้นอยู่กับราคาการซื้อขายของหุ้นในตลาดหลักทรัพย์แนสแด็ก
zh_hans: 成交额根据股票在纳斯达克交易所的成交价估算
zh_hant: 成交額根據股票在納斯達克交易所的成交價估算

# kline_setting_restore
source: Reset Settings
ms: Set semula tetapan
th: ยืนยันว่าจะกลับสู่สถานะเริ่มต้นหรือไม่
zh_hans: 确认恢复为默认状态吗？
zh_hant: 確認恢復為默認狀態嗎？

# main_tech
source: Main Indicator
ms: Isyarat Utama
th: ดัชนีรูปภาพหลัก
zh_hans: 主图指标
zh_hant: 主圖指標

# ma_tech
source: SMA (Simple Moving Average)
ms: SMA (Purata Pergerakan Ringkas)
th: เส้นเฉลี่ยเคลื่อน MA
zh_hans: MA移动平均线
zh_hant: MA移動平均線

# ema_tech
source: EMA (Exponential Moving Average)
ms: EMA (Purata Pergerakan Eksponen)
th: เส้นเฉลี่ยเคลื่อนที่แบบเรียบ EMA
zh_hans: EMA平滑移动平均线
zh_hant: EMA平滑移動平均線

# boll_tech
source: BOLL (Bollinger Bands)
ms: BOLL (Bollinger Band)
th: สายบริน BOLL
zh_hans: BOLL布林线
zh_hant: BOLL保力加通道

# sar_tech
source: SAR (Parabolic Stop and Reverse)
ms: SAR (Parabola Berhenti dan Sbalik)
th: SAR ดัชนีการสูญเสียหยุดจุดปฏิบัติการ
zh_hans: SAR停损转向操作点指标
zh_hant: SAR停損轉向操作點指標

# sub_tech
source: Sub Indicator
ms: Sub Isyarat
th: ดัชนีรูปภาพย่อย
zh_hans: 副图指标
zh_hant: 副圖指標

# arbr_tech
source: ARBR (Arbor Entech)
th: ดัชนีอารมณ์ ARBR
zh_hans: ARBR情绪指标
zh_hant: ARBR情緒指標

# dma_tech
source: DMA (Direct Market Access)
ms: DMA (Akses Pasaran Langsung)
th: ดัชนีความแตกต่างของเส้นกลาง DMA
zh_hans: DMA平行线差指标
zh_hant: DMA平行線差指標

# macd_tech
source: MACD (Moving Average Convergence Divergence)
ms: MACD (Penumpuan Purata Pergerakan Capah)
th: MACD ดัชนีเส้นเฉลี่ยเคลื่อนที่แบบเรียบ "kdj_tech" = "ดัชนี KDJ"
zh_hans: MACD指数平滑移动平均线
zh_hant: MACD指數平滑移動均線

# kdj_tech
source: KDJ (KDJ Stochastics Indicator)
ms: KDJ (isyarat sahamastik KDJ)
th: ดัชนี KDJ
zh_hans: KDJ随机指标
zh_hant: KDJ隨機指標

# mavol_tech
source: MAVOL (Moving Average Volume)
ms: MAVOL (Purata Volume Bergerak)
th: MAVOL เส้นเฉลี่ยปริมาณการตกลุง
zh_hans: MAVOL成交量均线
zh_hant: MAVOL成交量均線

# rsi_tech
source: RSI (Relative Strength Index)
ms: RSI (Indeks Kekuatan Relatif)
th: RSI ดัชนีสำหรับแข็งและอ่อน
zh_hans: RSI相对强弱指标
zh_hant: RSI相對強弱指標

# emv_tech
source: EMV (Ease of Movement Value)
ms: EMV (Kemudahan Nilai Pergerakan)
th: EMV ตัวชี้วัดความผันผวนอย่างง่าย
zh_hans: EMV简易波动指标
zh_hant: EMV簡易波動指標

# wr_tech
source: Williams %R
th: WR ดัชนีวิลเลียม
zh_hans: WR威廉指标
zh_hant: WR威廉指標

# cr_tech
source: CR Indicator
ms: isyarat CR
th: CR ดัชนีพลังงาน
zh_hans: CR能量指标
zh_hant: CR能量指標

# stock_detail_bid_buy
source: Bid
ms: Tawar
th: การซื้อ
zh_hans: 买盘
zh_hant: 買盤

# stock_detail_ask_sell
source: Ask
ms: Minta
th: การขาย
zh_hans: 卖盘
zh_hant: 賣盤

# stock_detail_pre_bid
source: Pre-Market Bid
ms: Pra-Pasaran Tawar
th: การซื้อก่อนปิด
zh_hans: 盘前买盘
zh_hant: 盤前買盤

# stock_detail_pre_ask
source: Pre-Market Ask
ms: Pra-Pasaran Tanya
th: การขายก่อนปิด
zh_hans: 盘前卖盘
zh_hant: 盤前賣盤

# stock_detail_post_bid
source: After-hour Bid
ms: Tawar Lepas Jam
th: การซื้อหลังปิด
zh_hans: 盘后买盘
zh_hant: 盤後買盤

# stock_detail_post_ask
source: After-hour Ask
ms: Tanya lepas waktu
th: การขายหลังปิด
zh_hans: 盘后卖盘
zh_hant: 盤後賣盤

# stock_detail_buy_one
source: Bid(1)
ms: Tawar(1)
th: ซื้อเข้าตอนราคาขั้นแรก
zh_hans: 买盘一档
zh_hant: 買盤一檔

# stock_detail_buy_five
source: Bid(5)
ms: Tawar (5)
th: การซื้อห้าเกียร์
zh_hans: 买盘五档
zh_hant: 買盤五檔

# stock_detail_buy_ten
source: Bid(10)
ms: Tawar (10)
th: การซื้อสิบเกียร์
zh_hans: 买盘十档
zh_hant: 買盤十檔

# stock_detail_sell_one
source: Ask(1)
ms: Minta (1)
th: ขายออกตอนราคาขั้นแรก
zh_hans: 卖盘一档
zh_hant: 賣盤一檔

# stock_detail_sell_five
source: Ask(5)
ms: Minta (5)
th: การขายห้าเกียร์
zh_hans: 卖盘五档
zh_hant: 賣盤五檔

# stock_detail_sell_ten
source: Ask(10)
ms: Minta (10)
th: การขายสิบเกียร์
zh_hans: 卖盘十档
zh_hant: 賣盤十檔

# stock_detail_deal_register
source: Register Now
ms: Daftar sekarang
th: ลงทะเบียนตอนนี้
zh_hans: 立即注册
zh_hant: 立即註冊

source: Register
ms: Daftar
th: ลงทะเบียน
zh_hans: 注册
zh_hant: 註冊

# quote_tab_news
source: News
ms: Berita
th: ข่าว
zh_hans: 新闻
zh_hant: 新聞

# quote_tab_finance
source: Financials
ms: Kewangan
th: การเงิน
zh_hans: 财务
zh_hant: 財務

# quote_today_high_low
source: Opening Range
ms: Julat Pembukaan
th: สูงต่ำในวันนี้
zh_hans: 今日高低
zh_hant: 今日高低

# quote_52_high_low
source: 52-Week Range
ms: Julat 52 Minggu
th: สูงและต่ำ 52 สัปดาห์
zh_hans: 52周高低
zh_hant: 52周高低

# stock_dividend
source: Dividend
ms: Dividen
th: เงินปันผล
zh_hans: 股息
zh_hant: 股息

# restore_default
source: Reset Settings
ms: Set semula tetapan
th: กลับสู่สถานะเริ่มต้น
zh_hans: 恢复默认
zh_hant: 恢複默認

# kline_set
source: Chart Settings
ms: Tetapan Carta
th: ตั้งค่า เส้น K
zh_hans: K线设置
zh_hant: K線設定

# remind
source: Alert
ms: Ingat
th: คำเตือน
zh_hans: 提醒
zh_hant: 提醒

source: Share
ms: dikongsi
th: แบ่งปัน
zh_hans: 分享
zh_hant: 分享

# stock_property
source: Tye Of Securities
ms: Jenis Sekuriti
th: ลักษณะหลักทรัพย์
zh_hans: 证券性质
zh_hant: 證券性質

# stock_detail_calculation
source: Calculation Method
ms: Kaedah Pengiraan
th: วิธีการคำนวณ
zh_hans: 计算方式
zh_hant: 計算方式

# stock_detail_cash_settlement
source: Cash Settlement
ms: Penyelesaian Tunai
th: การชำระเงินด้วยเงินสด
zh_hans: 现金结算
zh_hant: 現金結算

# stock_detail_stock_settlement
source: Physical Settlement
ms: Penyelesaian Fizikal
th: การชำระเงินด้วยของจริง
zh_hans: 实物结算
zh_hant: 實物結算

# stock_detail_call_warrant
source: Call Warrent
ms: Panggil Waran
th: ใบสำคัญแสดงสิทธิที่จะซื้อหุ้น
zh_hans: 认购权证
zh_hant: 證購權證

# get_advance_quote
source: Get Free Advanced Quote
ms: Dapatkan Sebut Harga Canggih Secara Percuma
th: รับฟรีราคาขั้นสูง
zh_hans: 免费领取高级报价
zh_hant: 免費領取高級報價

# stock_deal_time
source: Time
ms: Masa
th: เวลา
zh_hans: 时间
zh_hant: 時間

# stock_deal_overview
source: Overview
ms: Gambaran keseluruhan
th: ภาพรวม
zh_hans: 总览
zh_hant: 總覽

# stock_deal_average_price
source: Avg Filled Price
ms: Purata Harga Diisi
th: ราคาเฉลี่ยการซื้อขาย
zh_hans: 平均成交价
zh_hant: 平均成交價

# stock_deal_total_transactions
source: Tatal Transactions
ms: Jumlah Transaksi
th: จำนวนการซื้อขายทั้งหมด
zh_hans: 总成交笔数
zh_hant: 總成交筆數

# stock_deal_total_volume
source: Volume
ms: Volum
th: ปริมาณการซื้อขายทั้งหมด
zh_hans: 总成交量
zh_hant: 總成交量

# stock_deal_trade_shares_number
source: Shares Outstanding
ms: Saham Cemerlang
th: สถิติจำนวนหุ้นที่การซื้อขาย
zh_hans: 成交股数统计
zh_hant: 成交股數統計

# stock_deal_active_buy
source: Active buy
ms: Pembelian aktif
th: การซื้อแบบเชิงรุก
zh_hans: 主动买入
zh_hant: 主動買入

# stock_deal_active_sell
source: Active sell
ms: Jualan aktif
th: การขายแบบเชิงรุก
zh_hans: 主动卖出
zh_hant: 主動賣出

# stock_deal_neutral_disk
source: Neutral
th: จานกลาง
zh_hans: 中性盘
zh_hant: 中性盤

# stock_deal_final_price
source: Filled Price
ms: Harga Terisi
th: ราคาการซื้อขาย
zh_hans: 成交价
zh_hant: 成交價

# stock_deal_master_buy
source: Active buy
ms: Pembelian aktif
th: ซื้อ
zh_hans: 主买
zh_hant: 主買

# stock_deal_master_sell
source: Active sell
ms: Jualan aktif
th: ขาย
zh_hans: 主卖
zh_hant: 主賣

# stock_deal_Proportion
source: Ratio
ms: Alokasi
th: สัดส่วน
zh_hans: 占比
zh_hant: 佔比

# stock_deal_transaction_statistics
source: Statistic
ms: Statistik
th: สถิติการซื้อขาย
zh_hans: 成交统计
zh_hant: 成交統計

# stock_issuer
source: Issuer
ms: Pemberi
th: ผู้ออก
zh_hans: 发行人
zh_hant: 發行人

# active_buy_sell
source: Active buying & selling
ms: Aktif membeli & menjual
th: การซื้อแบบเชิงรุกและการ
zh_hans: 主动买入&卖出
zh_hant: 主動買入＆賣出

source: All Time Slot
ms: Slot Sepanjang Masa
th: ระยะเวลาทั้งหมด
zh_hans: 全部时段
zh_hant: 全部時段

source: Trading Hours
ms: Waktu Dagangan
th: ช่วงเวลาระหว่างปิด
zh_hans: 盘中时段
zh_hant: 交易時段

# pre_opening_hours
source: Pre-opening Session
ms: Sesi pra-pembukaan
th: ช่วงเวลาก่อนปิด
zh_hans: 盘前时段
zh_hant: 開市前時段

# after_trading_hours
source: After-hours Trading
ms: Perdagangan Selepas waktu perniagaan
th: ช่วงเวลาหลังปิด
zh_hans: 盘后时段
zh_hant: 收市後時段

# opening_auction_sesstion
source: Opening Auction Session
ms: Memcipta Sesi Lelongan
th: ช่วงเวลาเปิดการประมูล
zh_hans: 开盘竞价时段
zh_hant: 開市競價時段

# closing_auction_sesstion
source: Closing Auction Session
ms: Menutup Sesi Lelongan
th: ช่วงเวลาเปิดการประมูล
zh_hans: 收盘竞价时段
zh_hant: 收市競價時段

# auction_sesstion
source: Auction Sessions
ms: Sesi Lelongan
th: ระยะเวลาการประมูล
zh_hans: 竞价时段
zh_hant: 競價時段

source: Top 20
ms: 20 teratas
th: 20 อันดับแรก
zh_hans: 前20
zh_hant: 前20

source: Top 50
ms: 50 teratas
th: 50 อันดับแรก
zh_hans: 前50
zh_hant: 前50

source: Transaction Details
ms: Butiran transaksi
th: รายละเอียดการซื้อขาย
zh_hans: 成交明细
zh_hant: 交易明細

# deal_no_more
source: Complete
ms: lengkap
th: โหลดทั้งหมดแล้ว
zh_hans: 已全部载入
zh_hant: 已全部載入

# stock_setting_input_tip
source: Please set %zd-%zd value
ms: Sila tetapkan %zd-%zd nilai
th: กรุณาตั้งค่าจาก %zd-%zd
zh_hans: 请设置%zd-%zd数值
zh_hant: 請設置%zd-%zd數值

# setting_already_default
source: Default setting
ms: Tetapan asal
th: กลับสู่สถานะต้นแล้ว
zh_hans: 已恢复默认
zh_hant: 已恢復默認

# moving_average_period
source: Shift Period
ms: Tempoh Anjakan
th: ระยะเวลาเฉลี่ยเคลื่อนที่
zh_hans: 移动平均周期
zh_hant: 移動平均週期

# indicator_settings
source: Settings
ms: Tetapan
th: ตั้งค่าอินดิเคเตอร์
zh_hans: 指标设置
zh_hant: 指標設置

# indicator_description
source: Descriptions
ms: Penerangan
th: คำอธิบายของดัชนี
zh_hans: 指标说明
zh_hant: 指標說明

# indicator_line
source: Indicators
ms: isyarat
th: เส้นดัชนี
zh_hans: 指标线
zh_hant: 指標線

# calculation_cycle
source: Periods
ms: Tempoh
th: ระยะเวลาการคำนวณ
zh_hans: 计算周期
zh_hant: 計算週期

# multiple_of_standard_deviation
source: Standard Deviation
ms: Ssusunanan piawai
th: ความแตกต่างมาตรฐาน
zh_hans: 标准差
zh_hant: 標準差

# stride_length
source: Minimum AF
ms: AF minimum
th: ขนาดก้าว
zh_hans: 步长
zh_hant: 步長

# limit_value
source: Maximum AF
ms: AF maksimum
th: ค่าลิมิต
zh_hans: 极限值
zh_hant: 極限值

# short_cycle
source: Short Period
ms: Jangka masa pendek
th: รอบสั้น
zh_hans: 短周期
zh_hant: 短週期

# long_cycle
source: Long Period
ms: Tempoh Panjang
th: รอบยาว
zh_hans: 长周期
zh_hant: 長週期
