Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# login_phoneUnuseAlertMsg
source: If mobile number is not available Please contact CS
ms: Jika nombor mobile tidak tersedia Sila hubungi Perkhidmatan Pelanggan
th: หากไม่สามารถใช้หมายเลขโทรศัพท์ได้ โปรดติดต่อฝ่ายบริการลูกค้าเพื่อยืนยัน
zh_hans: 如果手机号无法使用 请联系客服验证
zh_hant: 如果手機號無法使用 請聯繫客服驗證

# login_phoneUnuse
source: The mobile number is not available?
ms: Nombor mobile tidak tersedia?
th: หมายเลขโทรศัพท์ใช้ไม่ได้?
zh_hans: 手机号码无法使用？
zh_hant: 手機號碼無法使用？

# login_afterSend
source: Resend
ms: Hantar semula
th: ส่งอีกครั้งหลังจาก
zh_hans: 后重新发送
zh_hant: 後重新發送

# login_captchaTimeDown
source: Recaptcha
th: รับใหม่
zh_hans: 重新获取
zh_hant: 重新獲取

# login_timeout
source: Sorry, Timeout, please retry
ms: Maaf, Masa sudah tamat, sila cuba semula
th: ขออภัย หมดเวลาแล้ว โปรดเริ่มทำการยืนยันอีกครั้ง
zh_hans: 抱歉，时间超时，请重新开始验证
zh_hant: 抱歉，時間超時，請重新開始驗證

# login_revalidation
source: Verify Again
ms: Sahkan Sekali lagi
th: ยืนยันอีกครั้ง
zh_hans: 重新验证
zh_hant: 重新驗證

# login_unLogin
source: Not Logged In
ms: Tidak log masuk
th: ไม่ได้ล็อกอิน
zh_hans: 未登录
zh_hant: 未登錄

# login_pwdLengthTip
source: Password must be at least 8 characters long
ms: Kata laluan mesti sekurang-kurangnya 8 aksara panjang
th: ความยาวรหัสผ่านต้องไม่ต่ำกว่า 8 ตัว
zh_hans: 密码长度不能小于8位
zh_hant: 密碼長度不能小於8位

# login_pwdFormatTip
source: Password need to be a combination of characters
ms: Kata laluan perlu terdiri dari gabungan karakter
th: รหัสผ่านต้องเป็นตัวเลข/ตัวอักษร/สัญลักษณ์ผสมกัน
zh_hans: 密码需要为数字/字母/符号组合
zh_hant: 密碼需要為數字/字母/符號組合

# login_pwdTip
source: Password
ms: Kata laluan
th: รหัสผ่านที่ใช้ล็อกอิน
zh_hans: 登录密码
zh_hant: 登錄密碼

# login_auth_failure
source: Authorization Failed
ms: Kebenarn Gagal
th: การอนุญาตล้มเหลว
zh_hans: 授权失败
zh_hant: 授權失敗

# login_auth_cancel
source: Cancel authorization
ms: Batalkan Kebenaran
th: ยกเลิกการอนุญาต
zh_hans: 取消授权
zh_hant: 取消授權

# login_laststep_tip
source: 1 last step left to complete registration. Are you sure to go back?
ms: Tinggal 1 langkah terakhir untuk lengkapkan pendaftaran. Adakah anda pasti mahu kembali ?
th: อีกเพียงขั้นตอนเดียวก็จะลงทะเบียนเสร็จ จะย้อนกลับหรือ
zh_hans: 只差一步就可以完成注册，要返回吗？
zh_hant: 只差一步就可以完成註冊，要返回嗎？

# login_confirm_back
source: Confirm to go back
ms: Sahkan untuk kembali
th: ยืนยันว่าย้อนกลับ
zh_hans: 确认返回
zh_hant: 確認返回

# login_wait
source: Please wait
ms: Sila tunggu
th: รอสักครู่
zh_hans: 稍等一会
zh_hant: 稍等

# login_failure
source: Your account logged in on other device, please try again.
ms: Akaun anda log masuk pada peranti lain, sila cuba sekali lagi.
th: บัญชีของคุณล็อกอินบนอุปกรณ์อื่นแล้ว โปรดล็อกอินอีกครั้ง
zh_hans: 你的账户已经在其他设备上登录，请重新登录
zh_hant: 登錄資訊已失效，請重新登錄

# login_failure_normal
source: Your login information has expired. Please login again.
ms: Maklumat log masuk anda telah tamat tempoh. Sila log masuk semula.
th: ข้อมูลการล็อกอินของคุณหมดอายุแล้ว กรุณาล็อกอินใหม่อีกครั้ง
zh_hans: 登录信息已失效，请重新登录
zh_hant: 登陸資訊已失效，請重新登錄

# login_goToActivate
source: Activate Account
ms: Aktifkan Akaun
th: ไปเปิดใช้งาน
zh_hans: 去激活
zh_hant: 去激活

# login_reRegister
source: Re-register
ms: Daftar semula
th: ลงทะเบียนอีกครั้ง
zh_hans: 重新注册
zh_hant: 重新註冊

# login_idNumberTip
source: Enter your Identity Card/Passport number to activate your account.
ms: Masukkan nombor Kad Pengenalan/Pasport anda untuk mengaktifkan akaun anda.
th: บัญชีปัจจุบันของคุณต้องเปิดใช้งาน โปรดป้อนเลขประจำตัวที่ป้อนเมื่อเปิดบัญชีเพื่อเปิดใช้งานให้เสร็จสิ้น
zh_hans: 您当前账户需激活， 请输入开户时输入的证件号码完成激活
zh_hant: 您當前賬戶需激活， 請輸入開戶時輸入的證件號碼完成激活

# login_idNumberText
source: Identity Card/Passport number
ms: Nombor Kad Pengenalan/Pasport
th: หมายเลขบัตรประจำตัวประชาชน
zh_hans: 证件号码
zh_hant: 證件號碼

# login_idPlaceHolder
source: Enter your Identity Card/Passport number that you used to open your account.
ms: Masukkan nombor Kad Pengenalan/Pasport anda yang anda guna untuk cipta akaun anda.
th: กรุณากรอกเลขประจำตัวที่ใช้เปิดบัญชี
zh_hans: 请输入开户时所用的证件号码
zh_hant: 請輸入開戶時所用的證件號碼

# login_idNumberLogin
source: Login
ms: Log masuk
th: เข้าสู่ระบบ
zh_hans: 登录
zh_hant: 登錄

# login_reRegisterAlertTip
source: You have submitted documents for account opening to our account manager. You can activate your account and login App. If you re-register, exisitng application will be cancelled. Confirm to re-register?
ms: Anda telah serahkan dokumen ke pengurus akaun kami untuk penciptaan akaun . Anda boleh mengaktifkan akaun anda dan log masuk Aplikasi. Jika anda daftar semula, permohonan yang sedia ada akan dibatalkan. Sahkan untuk mendaftar semula?
th: คุณได้ทำการลงทะเบียนล่วงหน้าผ่านผู้จัดการฝ่ายบัญชีเรียบร้อยแล้ว ซึ่งสามารถล็อกอิน แอป หลังจากเปิดใช้งาน หลังจากลงทะเบียนใหม่ ใบคำขอเปิดบัญชีที่ส่งโดยผู้จัดการฝ่ายบัญชีจะถูกยกเลิก ยืนยันว่าจะลงทะเบียนใหม่หรือไม
zh_hans: 您当前已通过客户经理完成预注册，激活即可登录APP，重新注册后，客户经理提交的开户申请将撤销，您确认重新注册吗？
zh_hant: 您當前已通過客戶經理完成預註冊，激活即可登錄APP，重新註冊後，客戶經理提交的開戶申請將撤銷，您確認重新註冊嗎？

# login_activateTip
source: Account has not been activated, please enter your ID number to activate
ms: Akaun belum diaktifkan, sila masukkan nombor ID anda untuk mengaktifkan
th: บัญชีไม่ได้เปิดใช้งาน โปรดป้อนเลขประจำตัวเพื่อเปิดใช้งาน
zh_hans: 账户未激活， 请输入证件号码激活
zh_hant: 帳戶未激活， 請輸入證件號碼激活

# login_reRegisterAlertTip2
source: You have submitted documents for account opening to our account manager. Please log in and activate your account via SMS.
ms: Anda telah serahkan dokumen ke pengurus akaun kami untuk penciptaan akaun . Sila log masuk dan aktifkan akaun anda melalui SMS.
th: คุณได้ทำการลงทะเบียนล่วงหน้าผ่านผู้จัดการฝ่ายบัญชีเรียบร้อยแล้ว กรุณาล็อกอินและเปิดใช้งานบัญชีผ่านรหัสยืนยันทางข้อความ
zh_hans: 您当前已通过客户经理完成预注册，请通过短信验证码登录并激活账户。
zh_hant: 您當前已通過客戶經理完成預註冊，請通過短訊驗證碼登錄並激活賬戶。

# login_recommond_placeholder
source: Optional
ms: Tidak wajib
th: (ไม่ต้องกรอกหากไม่มี)
zh_hans: （如无可不填）
zh_hant: （如無可不填）

# login_recommond_text
source: Invitation Code
ms: Kod Jemputan
th: รหัสอ้างอิง
zh_hans: 推荐码
zh_hant: 推薦碼

# invitation_code_use
source: Use Invitation Code
ms: Gunakan Kod Jemputan
th: ใช้รหัสเชิญ
zh_hans: 使用邀请码
zh_hant: 使用邀請碼

# invitation_code_enter
source: Enter Invitation Code
ms: Masukkan Kod Jemputan
th: กรุณาใส่รหัสเชิญ
zh_hans: 请输入邀请码
zh_hant: 請輸入邀請碼

# invitation_code_used
source: Used Invitation Code:
ms: Kod Jemputan Terpakai:
th: รหัสเชิญที่ใช้:
zh_hans: 已使用邀请码：
zh_hant: 已使用邀請碼:

# privacy_permission_disagree
source: You DISAGREE uSMART Securities to use your Personal Data for direct marketing such as promotional offers and informing the latest events and activities.
ms: Anda TIDAK BENARKAN SMART Securities untuk menggunakan Data Peribadi anda untuk pemasaran langsung seperti tawaran promosi dan memaklumkan acara dan aktiviti terkini.
th: คุณไม่เห็นด้วยที่บริษัทของเราใช้ข้อมูลส่วนบุคคลของคุณในการส่งเสริมการขาย แจ้งกิจกรรมล่าสุดและโปรโมชั่นตรงตามที่กำหนดไว้ในข้อตกลงการลงทะเบียนและข้อตกลงลูกค้าของ uSMART
zh_hans: 阁下不同意本公司使用 阁下个人资料用于推广优惠、通知最新活动、盈立智投注册协议及客户协议中所载的直接促销。
zh_hant: 閣下不同意本公司使用 閣下個人資料用於推廣優惠、通知最新活動、盈立智投註冊協議及客戶協議中所載的直接促銷。

# privacy_permission_agree_tick
source: You agree uSMART Securities to use your Personal Data for direct marketing and receiving the latest information from us via the following mean(s):
ms: Anda bersetuju uSMART Securities untuk menggunakan Data Peribadi anda untuk pemasaran langsung dan menerima maklumat terkini daripada kami melalui kaedah yang berikut:
th: คุณตกลงที่จะให้บริษัทของเราใช้ข้อมูลส่วนบุคคลของคุณเพื่อโปรโมชั่นตรงตามที่กำหนดไว้ในข้อตกลงการลงทะเบียนและข้อตกลงลูกค้าของ uSMART พร้อมที่จะรับข่าวสารล่าสุดของบริษัทด้วยวิธีต่อไปนี้:
zh_hans: 阁下同意本公司使用 阁下个人资料于盈立智投注册协议及客户协议中所载的直接促销并以下方式接收公司最新资讯:
zh_hant: 閣下同意本公司使用 閣下個人資料於盈立智投註冊協議及客戶協議中所載的直接促銷並以下方式接收公司最新資訊:

# privacy_permission_email
source: Email
ms: E-mel
th: อีเมล
zh_hans: 电邮
zh_hant: 電郵

# privacy_permission_sms
source: SMS
th: ข้อความ
zh_hans: 手机短信
zh_hant: 手機短訊

# privacy_permission_post
source: Post
ms: Pos
th: ส่งทางไปรษณีย์
zh_hans: 邮寄
zh_hant: 郵寄

# privacy_permission_phone
source: Phone
ms: Telefon
th: โทรศัพท์
zh_hans: 电话
zh_hant: 電話

# privacy_permission_edit
source: The above setting is applicable for new registered user. For registered user, you can edit the relevant setting via Personal Centre Session, if necessary.
ms: Tetapan di atas terpakai untuk pengguna baru pendaftaran. Untuk pengguna yang berdaftar, anda boleh sunting tetapan yang berkaitan melalui Sesi Pusat Peribadi, jika perlu.
th: การตั้งค่าข้างต้นใช้ได้กับผู้ใช้ที่ลงทะเบียนใหม่เท่านั้น สำหรับผู้ใช้ที่ลงทะเบียนแล้ว สามารถแก้ไขการตั้งค่าที่เกี่ยวข้องในศูนย์ส่วนบุคคลหากจำเป็น
zh_hans: 以上设定只适用于新注册用户, 已注册用户如需要,可在个人中心修改有关设定。
zh_hant: 以上設定只適用於新註冊用戶, 已註冊用戶如需要,可在個人中心修改有關設定。

# privacy_permission_agree
source: You agree uSMART Securities to use your Personal Data for direct marketing and receiving the latest information from us via your selected mean(s).
ms: Anda bersetuju untuk benarkan uSMART Securities menggunakan Data Peribadi anda untuk pemasaran langsung dan menerima maklumat terkini daripada kami melalui kaedah yang anda pilih.
th: คุณตกลงที่จะให้บริษัทของเราใช้ข้อมูลส่วนบุคคลของคุณเพื่อโปรโมชั่นตรงตามที่กำหนดไว้ในข้อตกลงการลงทะเบียนและข้อตกลงลูกค้าของ uSMART พร้อมที่จะรับข่าวสารล่าสุดของบริษัทด้วยวิธีที่คุณระบุ
zh_hans: 阁下同意本公司使用 阁下个人资料于盈立智投注册协议及客户协议中所载的直接促销并以阁下指定方式接收公司最新资讯。
zh_hant: 閣下同意本公司使用 閣下個人資料於盈立智投註冊協議及客戶協議中所載的直接促銷並以閣下指定方式接收公司最新資訊。

# settings_promotional_message
source: Promotional Notification Settings
ms: Tetapan Notifikasi Promosi
th: การตั้งค่าข้อมูลโปรโมชั่น
zh_hans: 优惠信息设定
zh_hant: 優惠訊息設定

# settings_promotional_message_means
source: Receive promotional messages via the channel(s)
ms: Terima mesej promosi melalui saluran
th: รับข่าวโปรโมชั่น กิจกรรมล่าสุดและโปรโมชั่นโดยตรงด้วยวิธีการข้างต้น
zh_hans: 通过上述方式接收推广优惠、通知最新活动及直接促销
zh_hant: 通過上述方式接收推廣優惠、通知最新活動及直接促銷

# login_not_login_register
source: Guest Mode (Delayed Quotes)
ms: Mod Pelawat (Sebut Harga Tertunda)
th: ยังไม่ล็อกอิน (แสดงเฉพาะใบเสนอราคาล่าช้า)
zh_hans: 暂不登录(只展示延迟报价)
zh_hant: 暫不登錄(只展示延遲報價)

# phone_no_register
source: This mobile number has not been registered
ms: Nombor mobile ini belum didaftarkan
th: หมายเลขโทรศัพท์ยังไม่ได้ลงทะเบียน
zh_hans: 该手机号没有注册
zh_hant: 該手機號碼沒有註冊

# sign_in
source: Login
ms: Log masuk
th: เข้าสู่ระบบ
zh_hans: 登录
zh_hant: 登錄

# sign_up
source: Register
ms: Daftar
th: ลงทะเบียน
zh_hans: 注册
zh_hant: 注冊

# send_code
source: Get Code
ms: Dapatkan kod
th: รับรหัสยืนยัน
zh_hans: 获取验证码
zh_hant: 獲取驗証碼

# email_acount
source: Email
ms: E-mel
th: อีเมล
zh_hans: 邮箱
zh_hant: 電子郵箱

# time_down
source: Resend after
ms: Hantar semula selepas
th: ส่งอีกครั้งหลังจาก
zh_hans: 后重新发送
zh_hant: 後重新發送

# verify_mobile
source: Mobile Verification
ms: Pengesahan Mobile
th: การยืนยันผ่านโทรศัพท์มือถือ
zh_hans: 手机验证
zh_hant: 手機驗証

# verify_email
source: Email Verification
ms: Pengesahan emel
th: การยืนยันผ่านอีเมล
zh_hans: 邮箱验证
zh_hant: 電子郵箱驗証

# mobile_acount
source: Mobile
ms: Alat Mobile
th: โทรศัพท์มือถือ
zh_hans: 手机
zh_hant: 手機

# acount_title
source: Email/uSMART ID
ms: E-mel/uSMART ID
th: อีเมล/uSMART ID
zh_hans: 邮箱/uSMART ID
zh_hant: 電子郵箱/uSMART ID

# hlep_receive
source: No code received?
ms: Tidak dapat terima kod pengesahan?
th: ไม่ได้รับรหัสยืนยัน
zh_hans: 收不到验证码？
zh_hant: 收不到驗証碼？

source: Quick Login
ms: Log masuk Pantas
th: เข้าสู่ระบบอย่างรวดเร็ว
zh_hans: 快速登录
zh_hant: 快速登錄

# input_password
source: Password
ms: Kata laluan
th: กรุณาใส่รหัสผ่าน
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# email_placeholder
source: Email Address
ms: Sila masukkan e-mel
th: กรุณาใส่ที่อยู่อีเมล
zh_hans: 请输入邮箱地址
zh_hant: 請輸入電子郵箱地址

# mobile_placeholder
source: Mobile Number
ms: Nombor telefon
th: กรุณากรอกหมายเลขโทรศัพท์
zh_hans: 请输入手机号码
zh_hant: 請輸入手機號碼

# e_mail_dolphin_placeholder
source: Email/uSMART ID
ms: E-mel/uSMART ID
th: ที่อยู่อีเมล/หมายเลข uSMART
zh_hans: 邮箱地址/盈立号
zh_hant: 電子郵箱地址/盈立號

# pwd_email_dolphin_placeholder
source: Email
ms: Alamat emel
th: ที่อยู่อีเมล
zh_hans: 邮箱地址
zh_hant: 電子郵箱地址

# signup_pwd_placeholder
source: Enter Password (8-24 characters)
ms: Masukkan Kata Laluan (8-24 aksara)
th: กรุณาใส่รหัสผ่าน (8-24 หลัก)
zh_hans: 请输入密码（8-24字）
zh_hant: 請輸入密碼（8-24字）

# set_pwd_placeholder
source: Enter New Password (8-24 characters)
ms: Masukkan Kata Laluan Baru (8-24 aksara)
th: โปรดป้อนรหัสผ่านใหม่ของคุณ (8-24 หลัก)
zh_hans: 请输入您的新密码（8-24字）
zh_hant: 請輸入您的新密碼（8-24字）

# verCode_placeholder
source: Verification Code
ms: Kod pengesahan
th: กรุณาใส่รหัสยืนยัน
zh_hans: 请输入验证码
zh_hant: 請輸入驗証碼

# signin_pwd_placeholder
source: Password
ms: Kata laluan
th: กรุณาใส่รหัสผ่าน
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# fogot_pwd
source: Forgot Password?
ms: Terlupa kata laluan?
th: ลืมรหัสผ่าน
zh_hans: 忘记密码?
zh_hant: 忘記密碼?

# verCode_tip
source: Code
ms: Kod pengesahan
th: รหัสยืนยัน
zh_hans: 验证码
zh_hant: 驗証碼

# recover_password
source: Reset Password
ms: Set semula kata laluan
th: ตั้งรหัสผ่านใหม่
zh_hans: 重设密码
zh_hant: 重設密碼

# verify_btn
source: Reset Password
ms: Set semula kata laluan
th: ตั้งรหัสผ่านใหม่
zh_hans: 重设密码
zh_hant: 重設密碼

source: Reset Password
ms: Set semula kata laluan
th: ตั้งรหัสผ่านใหม่
zh_hans: 重设密码
zh_hant: 重設密碼

# bind_account
source: Bind Your Account
ms: Ikat Akaun Anda
th: ผูกบัญชีของคุณ
zh_hans: 绑定你的账户
zh_hant: 綁定你的賬戶

# bind_btn
source: Bind
ms: Ikat
th: ผูก
zh_hans: 绑定
zh_hant: 綁定

# receive_code_tip_title
source: Verification code still not received?
ms: Masih belum terima kod pengesahan？
th: ยังไม่ได้รับรหัสยืนยัน
zh_hans: 仍旧收不到验证码？
zh_hant: 仍舊收不到驗証碼？

# receive_code_tip_desc_ph
source: Please register using your email address if you are unable to obtain the verification code after many attempts.
ms: Jika anda tidak dapat terima kod pengesahan selepas beberapa percubaan, sila daftar melalui alamat e-mel anda.
th: หากคุณยังไม่ได้รับรหัสยืนยันหลังจากคลิกรับซ้ำหลายครั้ง โปรดลงทะเบียนผ่านอีเมลของคุณ
zh_hans: 如果您多次点击重新获取后仍收不到验证码，请通过邮箱进行注册。
zh_hant: 如果您多次點擊重新獲取後仍收不到驗証碼，請通過電子郵箱進行注冊。

# receive_code_tip_desc_em
source: Please register using your mobile if you are unable to obtain the verification code after many attempts.
ms: Jika anda tidak dapat terima kod pengesahan selepas beberapa percubaan, sila daftar mengguna telefon bimbit anda.
th: หากคุณยังไม่ได้รับรหัสยืนยันหลังจากคลิกรับซ้ำหลายครั้ง โปรดลงทะเบียนด้วยหมายเลขโทรศัพท์มือถือของคุณ
zh_hans: 如果您多次点击重新获取后仍收不到验证码，请通过手机号码进行注册。
zh_hant: 如果您多次點擊重新獲取後仍收不到驗証碼，請通過手機號碼進行注冊。

# receive_code_tip_desc_comm
source: If you still cannot receive the verification code after re-acquiring several times,please contact customer service at +65 6303 0663
ms: Jika anda masih tidak dapat terima kod pengesahan selepas buat permintaan beberapa kali, sila hubungi perkhidmatan pelanggan di +65 6303 0663
th: หากคุณยังไม่ได้รับรหัสยืนยันหลังจากลองใหม่หลายครั้ง กรุณาติดต่อฝ่ายบริการลูกค้า +65 6303 0663
zh_hans: 如果您重试几次仍未收到验证码，请联系客服+65 6303 0663
zh_hant: 如果您重試幾次仍未收到驗証碼，請聯繫客服+65 6303 0663

# receive_code_tip_desc_comm_email
source: If you still cannot receive the verification code after re-acquiring several times,please contact customer service at support@usmart.sg
ms: Jika anda telah cuba beberapa kali untuk hantar semula kod pengesahan dan masih tidak dapat terima, sila hubungi kami melalui e-mel khidmat pelanggan kami support@usmart.sg
th: หากคุณได้รับรหัสยืนยันซ้ำหลายครั้งและยังไม่ได้รับโปรดติดต่อเราผ่านทางอีเมลฝ่ายบริการลูกค้า (support@usmart.sg) ของเรา
zh_hans: 如果您多次重新获取验证码仍未收到，请通过我们的客服邮箱support@usmart.sg与我们联系
zh_hant: 如果您多次重新獲取驗證碼仍未收到，請通過我們的客服電子郵箱support@usmart.sg與我們聯繫

# confirm_btn
source: Confirm
ms: OK
th: ยืนยัน
zh_hans: 确认
zh_hant: 確認

# cancel_btn
source: Cancel
ms: Batal
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

source: Find Back
ms: Cari Balik
th: กู้คืนรหัสผ่าน
zh_hans: 找回密码
zh_hant: 找回密碼

# reset_password_btn
source: Change Password
ms: Set semula kata laluan
th: ตั้งรหัสผ่านใหม่
zh_hans: 重设密码
zh_hant: 重設密碼

# reset_pwd_placeholder
source: Confirm Password
ms: Mengesahkan kata laluan
th: ยืนยันรหัสผ่าน
zh_hans: 确认密码
zh_hant: 確認密碼

# not_match
source: Two passwords do not match
ms: Dua kata laluan tidak padan
th: รหัสผ่านสองครั้งไม่ตรงกัน
zh_hans: 两次密码不匹配
zh_hant: 兩次密碼不匹配

# email_wrong_tip
source: Wrong Email
ms: E-mel yang salah
th: ที่อยู่อีเมลไม่ถูกต้อง
zh_hans: 邮箱地址错误
zh_hant: 電子郵箱地址錯誤

# phone_wrong_tip
source: Wrong Mob
ms: Salah Mod
th: หมายเลขโทรศัพท์ผิด
zh_hans: 手机号码错误
zh_hant: 手機號碼錯誤

# email_dolp_wrong_tip
source: Wrong Email/uSMART ID
ms: ID E-mel/uSMART salah
th: ที่อยู่อีเมล/หมายเลข uSMART ไม่ถูกต้อง
zh_hans: 邮箱地址/盈立号 错误
zh_hant: 電子郵箱地址/盈立號 錯誤

# wrong_mail_tip
source: Invalid email address
ms: Alamat email tidak sah
th: ที่อยู่อีเมลไม่ถูกต้อง
zh_hans: 邮箱地址 错误
zh_hant: 電子郵箱地址 錯誤

# lock_account_title
source: Your Account Has Been Locked
ms: Akaun anda telah disekat
th: บัญชีของคุณถูกล็อก
zh_hans: 您的账户已被锁定
zh_hant: 您的賬戶已被鎖定

# error_pwd_title
source: Password Error
ms: Ralat Pada Kata Laluan
th: รหัสผ่านผิดพลาด
zh_hans: 密码错误
zh_hant: 密碼錯誤

# login_quick
source: Quick login
ms: Log masuk Pantas
th: เข้าสู่ระบบอย่างรวดเร็ว
zh_hans: 快速登录
zh_hant: 快速登錄

# have_inviter_tip
source: I have an inviter (optional)
ms: Saya ada perujuk (tidak wajib)
th: ฉันมีผู้เชิญ (ไม่บังคับ)
zh_hans: 我有邀请人（选填）
zh_hant: 我有邀請人（選填）

# please_enter_invitation_code
source: Please enter the referrer invitation code
ms: Sila masukkan kod jemputan perujuk
th: กรุณาใส่รหัสเชิญผู้แนะนำ
zh_hans: 请输入推荐人邀请码
zh_hant: 請輸入推薦人邀請碼

# user_applelogin
source: Sign in with Apple
ms: Log masuk dengan Apple
th: ล็อกอินด้วย Apple
zh_hans: 通过Apple登录
zh_hant: 使用Apple登錄

# user_center
source: Me
ms: saya
th: ศูนย์ส่วนบุคคล
zh_hans: 个人中心
zh_hant: 個人中心

# user_yongjin
source: My Commission
ms: Komisen saya
th: ค่าคอมมิชชันของฉัน
zh_hans: 我的佣金
zh_hant: 佣金詳情

# user_mymarket
source: My Quotes
ms: Sebutharga saya
th: ตลาดของฉัน
zh_hans: 我的行情
zh_hant: 我的報價

# user_collet
source: Bookmarks
ms: Penanda buku
th: รายการโปรดของฉัน
zh_hans: 我的收藏
zh_hant: 我的收藏

# user_help
source: Help Center
ms: Pusat Bantuan
th: ศูนย์ช่วยเหลือ
zh_hans: 帮助中心
zh_hant: 幫助中心

# user_about
source: About uSMART
ms: Mengenai uSMART
th: เกี่ยวกับ uSMART
zh_hans: 关于uSMART
zh_hant: 關於uSMART

# user_feedback
source: Feedback
ms: Maklum balas
th: ข้อเสนอแนะ
zh_hans: 意见反馈
zh_hant: 意見回饋

source: Risk Assessment
ms: Penilaian risiko
th: การประเมินความเสี่ยง
zh_hans: 风险测评
zh_hant: 風險評估

# user_invite
source: Latest Offers
ms: Tawaran Terkini
th: โปรโมชั่นล่าสุด
zh_hans: 最新优惠
zh_hant: 最新優惠

# user_coupon
source: Rewards
ms: Ganjaran
th: ศูนย์รางวัล
zh_hans: 奖励中心
zh_hant: 獎品中心

# user_clickLogin
source: Login
ms: Log masuk
th: คลิกเพื่อล็อกอิน
zh_hans: 点击登录
zh_hant: 點擊登錄

# user_home_loginTip
source: Get Free Advanced Quote
ms: Dapatkan Sebut Harga Canggih Percuma
th: รับใบเสนอราคาขั้นสูงของหุ้นฮ่องกงและสหรัฐ
zh_hans: 免费领取港美股高级报价
zh_hant: 免費領取港美股高級報價

# user_accountSafe
source: Account & Security
ms: Akaun & Keselamatan
th: บัญชีและความปลอดภัย
zh_hans: 帐号与安全
zh_hant: 帳號與安全

# user_personalData
source: Personal Information
ms: Maklumat peribadi
th: ข้อมูลส่วนบุคคล
zh_hans: 个人信息
zh_hant: 個人資訊

# user_privacy
source: Privacy
ms: Privasi
th: ความเป็นส่วนตัว
zh_hans: 隐私
zh_hant: 隱私

# user_headPortrait
source: Avatar
th: รูปโปรไฟล์
zh_hans: 头像
zh_hant: 頭像

# user_nickName
source: Username
ms: Nama pengguna
th: ชื่อเล่น
zh_hans: 昵称
zh_hant: 用戶名

# user_Language
source: Languages
ms: Bahasa(Languages)
th: ภาษา(Languages)
zh_hans: 语言(Languages)
zh_hant: 語言(Languages)

# user_color
source: Quote Color
ms: Warna Sebut Harga
th: สีขึ้นและลง
zh_hans: 涨跌颜色
zh_hant: 升跌顏色

# user_notice
source: Notification Settings
ms: Tetapan notifikasi
th: การตั้งค่าการแจ้งเตือนข้อความ
zh_hans: 消息通知设置
zh_hant: 消息通知設定

# user_cache
source: Clear Cache
ms: Kosongkan cache
th: ล้างแคช
zh_hans: 清空缓存
zh_hant: 清空緩存

# user_loginout
source: Logout
ms: Log keluar
th: ออกจากระบบ
zh_hans: 登出
zh_hant: 登出

# user_set
source: Settings
ms: Tetapan
th: ตั้งค่า
zh_hans: 设置
zh_hant: 設定

# user_loginoutTip
source: Confirm to logout?
ms: Pasti nak log keluar?
th: แน่ใจว่าจะออกจากระบบ
zh_hans: 确认退出登录吗
zh_hant: 確認要登出嗎？

# user_confirmLoginout
source: Confirm
ms: OK
th: ยืนยัน
zh_hans: 确认
zh_hant: 確認

# user_activity
source: Promotion
ms: Pusat Aktiviti
th: ศูนย์กิจกรรม
zh_hans: 活动中心
zh_hant: 活動中心

# user_reward
source: My Rewards
ms: Ganjaran Saya
th: รางวัลของฉัน
zh_hans: 我的奖励
zh_hant: 我的獎品

# user_phoneTip
source: Mobile Number
ms: Nombor telefon
th: หมายเลขโทรศัพท์
zh_hans: 手机号码
zh_hant: 手機號碼

# user_emailTip
source: Email
ms: E-mel
th: อีเมล
zh_hans: 邮箱
zh_hant: 電郵

# user_changePwdTip
source: Change Login Password
ms: Tukar Kata Laluan Log Masuk
th: แก้ไขรหัสผ่านเข้าสู่ระบบ
zh_hans: 修改登录密码
zh_hant: 修改登錄密碼

# user_tradePwdTip
source: Change Trading Password
ms: Tukar kata laluan dagangan
th: แก้ไขรหัสผ่านการทำธุรกรรม
zh_hans: 修改交易密码
zh_hant: 修改交易密碼

# user_oldPwdTip
source: Current
ms: semasa
th: รหัสผ่านเก่า
zh_hans: 原密码
zh_hant: 原密碼

# user_oldPwdPlaceHolder
source: Current Login Password
ms: Kata Laluan Log Masuk Semasa
th: รหัสผ่านที่ใช้ล็อกอินเก่า
zh_hans: 原登录密码
zh_hant: 原登錄密碼

# user_newPwdTip
source: New
ms: Kata laluan baru
th: รหัสผ่านใหม่
zh_hans: 新密码
zh_hant: 新密碼

# user_confirmPwdTip
source: Reconfirm
ms: Mengesahkan lagi
th: ยืนยันสองครั้ง
zh_hans: 再次确认
zh_hant: 再次確認

# user_bindPhoneTip
source: Please bind your mobile number
ms: Sila ikat nombor mobile anda
th: กรุณาผูกหมายเลขโทรศัพท์มือถือ
zh_hans: 请绑定手机号码
zh_hant: 請綁定手機號碼

# user_save
source: Save
ms: Simpan
th: บันทึก
zh_hans: 保存
zh_hant: 保存

# user_modifyNickName
source: Modify Username
ms: Tukar Nama Pengguna
th: เปลี่ยนชื่อผู้ใช้
zh_hans: 修改昵称
zh_hant: 修改用戶名

# user_setLoginPwd
source: Set Login Password
ms: Tetapkan Kata Laluan Log Masuk
th: การตั้งรหัสผ่านที่ใช้ล็อกอิน
zh_hans: 设置登录密码
zh_hant: 設定登錄密碼

# user_firstBindPhoneTip
source: Enter verification code and login password
ms: Masukkan kod pengesahan dan kata laluan log masuk
th: กรุณากรอกรหัสยืนยันและรหัสผ่านที่ใช้ล็อกอิน
zh_hans: 请输入验证码、登录密码
zh_hant: 請輸入驗證碼、登錄密碼

# user_finishBind
source: Bind
ms: Ikat
th: ผูกเสร็จสมบูรณ์
zh_hans: 完成绑定
zh_hant: 完成綁定

# user_noCollect
source: No Bookmark
ms: Tiada Penanda Halaman
th: ยังไม่มีข้อมูลในรายการโปรด
zh_hans: 暂无收藏资讯
zh_hant: 暫無收藏資訊

# user_nickNamePlaceHolder
source: Enter your username
ms: Masukkan nama pengguna anda
th: กรุณาใส่ชื่อเล่นของคุณ
zh_hans: 请输入您的昵称
zh_hant: 請輸入您的用戶名

# user_saveSucceed
source: Saved
ms: Disimpan
th: บันทึกสำเร็จแล้ว
zh_hans: 保存成功
zh_hant: 保存成功

# user_saveFailed
source: Failed to Save
ms: Gagal untuk Simpan
th: บันทึกไม่สำเร็จ
zh_hans: 保存失败
zh_hant: 保存失敗

# user_picLoadFailed
source: Failed to load photo
ms: Gagal memuat foto
th: โหลดรูปภาพไม่สำเร็จ
zh_hans: 图片加载失败
zh_hant: 圖片加載失敗

# user_picIsLoading
source: Loading photo...
ms: Memuat foto...
th: กำลังโหลดรูปภาพ โปรดรอสักครู่
zh_hans: 图片加载中，请稍后
zh_hant: 圖片加載中，請稍後

# user_no_collect
source: No Bookmark
ms: Tiada Penanda Halaman
th: ยังไม่มีรายการโปรด
zh_hans: 暂无收藏
zh_hant: 暫無收藏

# user_all_activity
source: More
ms: Lebih Lanjut
th: งานกิจกรรมทั้งหมด
zh_hans: 全部活动
zh_hant: 全部活動

# user_quote_delayed
source: Delayed
ms: Tertunda
th: เลื่อนเวลาล่าช้า
zh_hans: 延时
zh_hant: 延時

# mine_pwd_change_success
source: Login password modified successful. Please re-login.
ms: Kata laluan log masuk berjaya diubah suai. Sila log masuk semula.
th: เปลี่ยนรหัสผ่านที่ใช้ล็อกอินเรียบร้อยแล้ว กรุณาล็อกอินใหม่อีกครั้ง
zh_hans: 登录密码修改成功，请重新登录
zh_hant: 登錄密碼修改成功，請重新登錄

# mine_bind
source: Bound
ms: Terikat
th: ผูกแล้ว
zh_hans: 已绑定
zh_hant: 已連接

# mine_unbind
source: Unbound
ms: Belum disahkan
th: ไม่ได้ถูกผูกไว้
zh_hans: 未绑定
zh_hant: 未連接

# mine_wechat_unbindling_tip
source: After unbinding, you cannot use login with WeChat. Are you sure to unbind?
ms: Selepas batalkan ikatan, anda tidak boleh gunakan WeChat untuk log masuk. Adakah anda pasti nak batalkan ikatan?
th: หลังจากยกเลิกการผูก คุณจะไม่สามารถล็อกอินด้วย WeChat ยืนยันว่ายกเลิกการผูกหรือไม่?
zh_hans: 解绑后，将无法使用WeChat登录，确认是否解绑？
zh_hant: 取消連接後，將無法使用WeChat登錄，確認是否取消連接？
