Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# newstock_ecm_min
source: ECM Min. Subs Amount
ms: ECM Min. Jumlah Langgan
th: กายเงินที่ซื้อของการประเทศ
zh_hans: 国际认购起购资金
zh_hant: 國際配售起購金額

# newstock_ecm
source: ECM
th: การรับสมัครประเทศ
zh_hans: 国际认购
zh_hant: 國際配售

# newstock_deadline
source: Subscription deadline
ms: Tarikh akhir langganan
th: วันปิดรับสมัคร
zh_hans: 认购截止日
zh_hant: 認購截止日

# intraday_trade
source: Trade
ms: Berdagang
th: ซื้อขาย
zh_hans: 交易
zh_hant: 交易

# intraday_margin
source: x Margin
th: เท่าคันโยก
zh_hans: 倍杠杆
zh_hant: 倍槓桿

# intraday_max_margin
source: Max. %dx
ms: Maksima %dx
th: สูงสุด%dเท่าคันโยก
zh_hans: 最大%d倍杠杆
zh_hant: 最大%d倍槓桿

# intraday_trade_time_tip
source: Default Market Order, click More Trade Options to change the order type. There is still %@ from the last trading hours of the day
ms: Pesanan Pasaran Lalai, tekan Lagi Pilihan Perdagangan untuk menukar jenis pesanan. Masih ada %@ dari jam perdagangan terakhir hari itu
th: การซื้อในราคาตลาดเริ่มต้น สามารถคลิกการตั้งของการซื้อขายเพิ่มเติมสลับการซื้อขาย ช่วงวันสุดท้ายของสามารถซื้อขายชั่วโมง %@
zh_hans: 默认市价买入，可点击更多交易设置切换交易指示；距离当天最后可交易时间还有 %@
zh_hant: 默認市價買入，可點擊更多交易設置切換交易指示；距離當天最後可交易時間還有 %@

# intraday_price_tip
source: %@ profit for every 1%% price increase, %@ price decrease for close position automatically
ms: %@ keuntungan untuk setiap 1%% kenaikan harga, %@ penurunan harga untuk tutup Posisi secara automatik
th: ทุกๆ 1%% ที่เพิ่มขึ้นของราคา กายกำไร%@ราคาลดลง%@ปิดอัตโนมัติ
zh_hans: 价格每上涨1%%，盈利%@，价格下跌%@，自动平仓
zh_hant: 價格每上漲1%%，盈利%@，價格下跌%@，自動平倉

# intraday_can_user
source: Avail
ms: Dapatkan
th: สามารถใช้งานได้
zh_hans: 可用
zh_hant: 可用

# intraday_shift_to
source: Transfer
ms: Pemindahan
th: โอนเข้า
zh_hans: 转入
zh_hant: 轉入

# intraday_initial_funs
source: Estimated initial margin funds
ms: Anggaran dana margin awal
th: มาร์จิ้นเริ่มต้นโดยประมาณ
zh_hans: 预计初始保证金
zh_hant: 預計初始保證金

# intraday_more_setting
source: More Trade Options
ms: Lebih Banyak Pilihan Perdagangan
th: ตั้งค่าการเทรดเพิ่มเติม
zh_hans: 更多交易设置
zh_hant: 更多交易設置

# intraday_lock_buy
source: Unlock to buy
ms: buka kunci untuk beli
th: ปลดล็อกการซื้อ
zh_hans: 解锁买入
zh_hant: 解鎖買入

# intraday_cannot_trade_time
source: Sorry, it is non-trading period
ms: Maaf, masih beluh masa berdagang
th: ขออภัยค่ะ ขณะนี้เป็นเวลาที่ไม่สามารถซื้อขาย
zh_hans: 抱歉，当前为非交易时间。
zh_hant: 抱歉，當前為非交易時間。

# intraday_available
source: Available
ms: Tersedia
th: เวลาที่สามารถสั่งซื้อได้
zh_hans: 可下单时间
zh_hant: 可下單時間

# intraday_tading_before
source: Trading hr - 30 mins bef mkt close
ms: Dagangan jam - 30 minit sebelum pasaran ditutup
th: 30 นาทีก่อนตลาดเปิดถึงปิด
zh_hans: 开市到休市前30分钟
zh_hant: 開市到休市前30分鐘

# intraday_no_available
source: Not Available
ms: Tidak Tersedia
th: เวลาที่ไม่สามารถสั่งซื้อได้
zh_hans: 不可下单时间
zh_hant: 不可下單時間

# intraday_tading_close_after
source: 30 mins bef and aft mkt close
ms: 30 minit sebelum dan selepas pasaran tutup
th: 30 นาทีก่อนและหลังตลาดปิด
zh_hans: 休市前30分钟及之后
zh_hant: 休市前30分鐘及之後

# intraday_auto_close
source: Auto Close Pos
ms: Auto Tutup Pos
th: เวลาที่ปรับระดับอัตโนมัติ
zh_hans: 自动强平时间
zh_hant: 自動強平時間

# intraday_tading_close_before
source: 20 mins bef and aft mkt close
ms: 20 minit sebelum dan selepas pasaran tutup
th: 20 นาทีก่อนและหลังตลาดปิด
zh_hans: 休市前20分钟及之后
zh_hant: 休市前20分鐘及之後

# intraday_auto_close_tip
source: The position will be automatically closed at market price 20 minutes before the market close based on the risk control. There are %@ before closing the position
ms: Posisi tersebut akan ditutup secara automatik pada harga pasaran 20 minit sebelum pasaran ditutup berdasarkan kawalan risiko. Terdapat %@ sebelum menutup Posisi
th: เนื่องจากการควบคุมความเสี่ยง เราจะเริ่มปิดอัตโนมัติตามราคาตลาด20นาทีก่อนปิดและจากการปิดมี%@
zh_hans: 基于风险控制，我们将在当天收盘前20分钟开始按市价进行自动平仓，距离平仓还有 %@
zh_hant: 基於風險控制，我們將在收市前20分鐘開始按市價進行自動平倉，距離平倉還有 %@

# intraday_auto_close_tip_no_time
source: The position will be automatically closed at market price 20 minutes before the market close based on the risk control.
ms: Posisi tersebut akan ditutup secara automatik pada harga pasaran 20 minit sebelum pasaran ditutup berdasarkan kawalan risiko.
th: เนื่องจากการควบคุมความเสี่ยง เราจะเริ่มปิดอัตโนมัติตามราคาตลาด 20 นาทีก่อนปิด
zh_hans: 基于风险控制，我们将在当天收盘前20分钟开始按市价进行自动平仓
zh_hant: 基於風險控制，我們將在收市前20分鐘開始按市價進行自動平倉

# intraday_ratio_loss
source: Ratio of Stop-Loss
ms: Nisbah Henti-Rugi
th: หยุดการสูญเสีย อัตราส่วน
zh_hans: 止损 比例
zh_hant: 止蝕 比例

# intraday_max
source: Max
ms: Maksima
th: สูงสุดสามารถซื้อ
zh_hans: 最大可买
zh_hant: 最多可買

# intraday_last_trade_time
source: %@ to the last trading time of the Day Margin
ms: %@ hingga masa perdagangan terakhir dalam Margin Harian
th: วันซื้อขายการบนขอบแบบวันต่อวันของวันสุดท้าย%@
zh_hans: 距离即日孖展业务最后交易时间 %@
zh_hant: 距離日內融業務最後交易時間 %@

# daily_margin_tip
source: Day Margin high leverage with 0 interest rate. Please read the relevant trading regulation before investing.
ms: Leverage tinggi Margin Hari dengan 0 kadar faedah. Sila baca peraturan perdagangan yang berkaitan sebelum melabur.
th: การบนขอบแบบวันต่อวันคันโยกสูงดอกเบี้ย0 กรุณาทำความเข้าใจกฎการซื้อขายที่เกี่ยวข้องก่อนตัดสินใจลงทุน
zh_hans: 即日孖展高杠杆0利息，投资前请先了解相关交易规则
zh_hant: 日內融高槓桿0利率，投資前請先了解相關交易規則

# daily_margin_trade_fqa
source: Day Margin Operations
ms: Operasi Margin Hari
th: คำแนะนำการบนขอบแบบวันต่อวัน
zh_hans: 即日孖展交易须知
zh_hant: 日內融交易須知

# intraday_field
source: Introduction of Day Margin Trading
ms: Pengenalan Dagangan Margin Harian
th: การแนะนำฟิลด์ที่เกี่ยวข้องของการบนขอบแบบวันต่อวัน
zh_hans: 即日孖展交易相关字段介绍
zh_hant: 日內融交易介紹

# intraday_field_1
source: Est. Margin Funds
ms: Anggaran Dana Margin
th: มาร์จิ้นเริ่มต้นโดยประมาณ
zh_hans: 预计初始保证金
zh_hant: 預計初始保證金

# intraday_field_1_desc
source: Represents that only current funds are required to purchase the corresponding stock. Value is equal to total/margin ratio
ms: Mewakili hanya dana semasa diperlukan untuk membeli saham yang sepadan. Nilai sama dengan jumlah/nisbah margin
th: หมายความว่าสามารถซื้อหุ้นที่ใช้เงินทุนปัจจุบันเท่านั้นมูลค่าเท่ากับยอดรวม/คันโยก
zh_hans: 表示仅需当前资金即可购买对应股票，数值等于总额/杠杆
zh_hant: 表示僅需當前資金即可購買對應股票，數值等於總額/槓桿

# intraday_field_2
source: Estimated handling fee
ms: Anggaran bayaran pengendalian
th: ค่าธรรมเนียมโดยประมาณ
zh_hans: 预计手续费
zh_hant: 預計手續費

# intraday_field_2_desc
source: Represents the total charge of uSMART and exchange center. Please check the details on account page.
ms: Mewakili jumlah Caj uSMART dan pusat pertukaran. Sila semak butiran pada halaman akaun.
th: หมายความว่าการรับค่าเนียมสำทั้งหมดของหยิงลี่และการแลกเปลี่ยน รายละเอียดสามารถการตรวจสอบได้ในหน้าบัญชี
zh_hans: 表示盈立和交易所代收的费用总和，详情可在账户页面查看
zh_hant: 表示盈立和交易所代收的費用總和，詳情可在賬戶頁面查看

# intraday_field_3
source: Est. Budget
ms: Anggaran Bajet
th: ยอดสั่งซื้อโดยประมาณ
zh_hans: 预计订单总额
zh_hant: 預計訂單總額

# intraday_field_3_desc
source: Represents the estimated capital required to purchase stocks at a certain commission price and quantity
ms: Mewakili anggaran modal yang diperlukan untuk membeli saham pada harga dan kuantiti komisen tertentu
th: หมายความว่าการเงินที่คาดหวังในการซื้อหุ้นในราคาและปริมาณที่ได้รับมอบหมาย
zh_hans: 表示以某委托价格及数量购买股票预计所需资金
zh_hant: 表示以某委託價格及數量購買股票預計所需資金

# daily_margin_trade_fqa_desc
source: Introduction of Day Margin
ms: Pengenalan Margin Harian
th: แนะนำสั้นการบนขอบแบบวันต่อวัน
zh_hans: 即日孖展简介
zh_hant: 日內融簡介

# daily_margin_trade_fqa_1
source: Day Margin is the investment tools with high-leverage and high investment tool for helping customers achieve small capital investment with large returns. It will select certain stocks with large market capitalization, high F, and less volatility as investment targets.
ms: Margin Harian ialah alat pelaburan dengan alat leverage tinggi dan pelaburan tinggi untuk membantu pelanggan mencapai pelaburan modal kecil dengan pulangan yang besar. Ia akan memilih saham tertentu dengan permodalan pasaran yang besar, F tinggi dan kurang turun naik sebagai sasaran pelaburan.
th: การบนขอบแบบวันต่อวันคือคันโยกสูง เครื่องมือที่มีความเสี่ยงสูงของการทัน สามารถช่วยคุณบรรลุเป้าหมายของการลงทุนขนาดเล็กเพื่อกระตุ้นการลงทุนที่ให้ผลตอบแทนสูง การบนขอบแบบวันต่อวันจะเลือกหุ้นบางหุ้นที่มีราคาตลาดขนาดใหญ่ การซื้อขายอย่งรับลื่งและความผันผวนน้อยลงเป็นเป้าหมายการลงทุน
zh_hans: 即日孖展是一款高杠杆，高风险投资工具，可帮助阁下实现小资本撬动大收益投资之目的。即日孖展将选择部分市值较大，成交较活跃，波动性较小的股票作为投资标的。
zh_hant: 日內融融是一款高槓桿，高風險投資工具，可幫助客戶實現小資本撬動大收益投資。日內融將選擇部分市值較大，成交較活躍，波動性較小的股票作為投資目標。

# daily_margin_trade_fqa_time
source: The trading hours of Day Margin
ms: Jam dagangan Margin Harian
th: เวลาการบนขอบแบบวันต่อวัน
zh_hans: 即日孖展交易时间
zh_hant: 日內融交易時間

# daily_margin_trade_fqa_time_desc
source: The trading hours of Day Margin is generally from 30 minutes before pre-opening session to 30 minutes before the market close. Please pay attention that it will be adjusted in the case of half-day market and temporary market closures.
ms: Waktu dagangan Margin Harian biasanya dari 30 minit sebelum sesi pra-pembukaan hingga 30 minit sebelum pasaran ditutup. Sila beri perhatian bahawa akan dilaraskan dalam kes penutup pasaran setengah hari dan pasaran sementara .
th: เวลาที่สามารถการบนขอบแบบวันต่อวัน เป็นการซื้อขายทางการถึงการเปิด 30 นาทีก่อนเช่นตลาดครึ่งวันหรือตลาดปิดชั่วจะมีการปรับอย่างสม่ำเสมอตามตลาดกรุณาจัดเวลาการลงทุนอย่างสมเหตุสมผล
zh_hans: 即日孖展可交易时间，一般为正式开盘至收盘前30分钟，如半日市或临时休市等情况，则统一按市场进行调整，请阁下合理安排投资时间。
zh_hant: 日內融可交易時間一般為正式開市前至收市前30分鐘，如半日市或臨時休市等情況，則統一按市場進行調整，請閣下合理安排投資時間。

# daily_margin_trade_fqa_stop
source: Close position of Day Margin
ms: Tutup Posisi Margin Harian
th: การบนขอบแบบวันต่อวัน
zh_hans: 即日孖展平仓
zh_hant: 日內融簡介

# daily_margin_trade_fqa_stop_desc
source: Based on risk control, Day Margin support the setting of Stop-Loss or Take-Profit ratio for conditional order to close the position. Also, customers can manually close the position from the holding period to 30 minutes before the market close. Please pay attention that the system will automatically start to close the position at market price 30 minutes before the market close if the conditional order is not fulfilled or no manually close action is taken.
ms: Berdasarkan kawalan risiko, Margin Harian menyokong penetapan nisbah Henti-Rugi atau Ambil Untung untuk perintah bersyarat untuk menutup Posisi. Selain itu, pelanggan boleh menutup Posisi secara manual daripada tempoh pegangan kepada 30 minit sebelum pasaran ditutup. Sila beri perhatian bahawa sistem akan secara automatik mula menutup Posisi pada harga pasaran 30 minit sebelum pasar ditutup jika perintah bersyarat tidak dipenuhi atau tidak tindakan tutup secara manual diambil.
th: เนื่องจากการควบคุมความเสี่ยง การบนขอบแบบวันต่อวันได้การสนับสนุนตั้งอัตราส่วนการสูญเสียหยุดและการหยุดกำไรเพือการทำเงื่อนไขปิดสถานะ ในเวลาเดียวกันคุณก็สามารถขายและปิดด้วยตนเองในช่วง 30 นาทีก่อนระยะเวลาการถือครองหากเงื่อนไขไม่ถูกทริกเกอร์และปิดสถานะที่ด้วยเอง ระบบจะเริ่มปิดอัตโนมัติตามราคาตลาด 30 นาทีก่อนปิด กรุณาใส่ใจ
zh_hans: 基于风险控制，即日孖展支持设置止损或止盈比例进行条件平仓，同时，阁下也可以在持有期至收盘前30分钟时段进行手动卖出平仓；如条件未触发且未手动平仓，系统将自动在收盘前30分钟开始按市价自动平仓处理，敬请留意！
zh_hant: 基於風險控制，日內融支持設置止蝕或止賺比例進行條件平倉，同時，閣下也可以在持有期至收市前30分鐘進行手動賣出平倉；如條件未觸發且未手動平倉，系統將自動在收市前30分鐘開始按市價自動平倉處理，敬請留意！

# intraday_stop_loss
source: Stop-Loss
ms: Henti-Rugi
th: เงื่อนไขการสูญเสียหยุด
zh_hans: 止损条件
zh_hant: 止蝕條件

# intraday_stop_win
source: Take-Profit
ms: Ambil keuntungan
th: เงื่อนไขการหยุดกำไร
zh_hans: 止盈条件
zh_hant: 止賺條件

# intraday_fee
source: Estimated handling fee
ms: Anggaran bayaran pengendalian
th: ค่าธรรมเนียมโดยประมาณ
zh_hans: 预计手续费
zh_hant: 預計手續費

# intraday_order_budget
source: Estimated order budget
ms: Anggaran belanjawan pesanan
th: ยอดสั่งซื้อโดยประมาณ
zh_hans: 预计订单总额
zh_hant: 預計訂單總額

# intraday_below_inital
source: %@ below the initial
ms: %@ di bawah awal
th: ต่ำกว่าราคาการซื้อ %@
zh_hans: 低于买入价%@
zh_hant: 低於買入價%@

# intraday_above_inital
source: %@ above the initial
ms: %@ di atas awal
th: สูงกว่าราคาการซื้อ %@
zh_hans: 高于买入价%@
zh_hant: 高於買入價%@

# intraday_market_order_tip
source: You are trading a market order. Please pay attention that the transaction price may not be consistent with the market price before you placing the order as the market price may be fluctuated widely.
ms: Anda berdagang pesanan pasaran. Sila beri perhatian bahawa harga transaksi mungkin tidak selaras dengan harga pasaran sebelum anda membuat pesanan kerana harga pasaran mungkin berubah-ubah secara meluas.
th: คุณกำลังทำการซื้อขายการราคาตลาด เนื่องจากราคาอาจมีการเปลี่ยนแปลง ดังนั้นราคาการซื้อขายอาจจะไม่สอดคล้องกับราคาก่อนที่คุณจะสั่งซื้อกรุณาใส่ใจ
zh_hans: 您正在进行市价单交易，因价格可能有变动， 成交价格可能与您下单前价格不一致，敬请留意
zh_hant: 您正在進行市價單交易，因價格可能有變動， 成交價格可能與您下單前價格不一致，敬請留意

# intraday_position_code
source: Position Code
ms: Kod posisi
th: หมายเลขตำแหน่ง
zh_hans: 持仓编号
zh_hant: 持倉編號

# intraday_price_cost
source: Price/Cost
ms: Harga/Kos
th: ราคาปัจจุบัน/ค่าใช้จ่าย
zh_hans: 现价/成本
zh_hant: 現價/成本

# intraday_margin_funds
source: Initial margin funds/Margin
ms: Dana margin permulaan/Margin
th: มาร์จิ้นเริ่มต้น/คันโยก
zh_hans: 初始保证金/杠杆
zh_hant: 初始保證金/槓桿

# intraday_P_L
source: P&L
ms: Jumlah Untung dan Rugi
th: กำไรและขาดทุนจากการถือครอง
zh_hans: 持仓盈亏
zh_hant: 持倉盈虧

# intraday_not_supporte_close
source: Due to risk control, operations of position are temporarily not supported during closing position.
ms: Atas sebab kawalan risiko, operasi Posisi tidak sementara tidak disokong semasa menutup Posisi.
th: เนื่องจากการควบคุมความเสี่ยง ในระหว่างสถานะไม่ได้การสนับสนุนดำเนินการตำแหน่ง
zh_hans: 基于风险控制，平仓中暂时不支持进行仓位操作
zh_hant: 基於風險控制，平倉中暫時不支持進行倉位操作

# intraday_edit_stoploss
source: Edit Take-Profit or Stop-Loss
ms: Edit Ambil Untung atau Henti-Rugi
th: แก้ไขการสูญเสียหยุดส่วนกำไรหยุด
zh_hans: 修改止盈止损
zh_hant: 修改止賺止蝕

# intraday_close_position
source: Speedy Close Position
ms: Posisi Cepat Tutup
th: ปิดสถานะอย่างรวดเร็ว
zh_hans: 快速平仓
zh_hant: 快速平倉

# intraday_hold_stop_loss
source: Stop-Loss/Ratio
ms: Henti-Kerugian/Nisbah
th: ราคาการสูญเสียหยุด/อัตรา
zh_hans: 止损价/比例
zh_hant: 止蝕價/比例

# intraday_hold_stop_win
source: Take-Profit/Ratio
ms: Ambil Untung/Nisbah
th: ราคาการหยุดกำไร/อัตรา
zh_hans: 止盈价/比例
zh_hant: 止賺價/比例

# intraday_stop_loss_ratio
source: Stop-Loss Ratio
ms: Nisbah Henti Rugi
th: อัตราส่วนการสูญเสียหยุด
zh_hans: 止损比例
zh_hant: 止蝕比例

# intraday_stop_win_ratio
source: Take-Profit Ratio
ms: Nisbah Ambil Untung
th: อัตราการหยุดกำไร
zh_hans: 止盈比例
zh_hant: 止賺比例

# intraday_whether_to_take_profit
source: Whether to take-profit
ms: Sama ada untuk mengambil untung
th: การหยุดกำไรจะหยุดหรือไม่
zh_hans: 是否止盈
zh_hant: 是否止賺

# intraday_enter_stop_loss
source: Please enter the stop-loss ratio
ms: Sila masukkan nisbah henti rugi
th: กรุณาป้อนอัตราการสูญเสียหยุด
zh_hans: 请输入止损比例
zh_hant: 請輸入止蝕比例

# intraday_enter_stop_win
source: Please enter the take-profit ratio
ms: Sila masukkan nisbah ambil untung
th: กรุณาป้อนอัตราการหยุดกำไร
zh_hans: 请输入止盈比例
zh_hant: 請輸入止賺比例

# intraday_edit_stop_loss_ratio
source: Edit stop-loss ratio
ms: Edit nisbah henti rugi
th: แก้ไขอัตราการสูญเสียหยุด
zh_hans: 修改后止损比例
zh_hant: 修改後止蝕比例

# intraday_edit_stop_win_ratio
source: Edit take-profit ratio
ms: Edit nisbah ambil untung
th: แก้ไขอัตราการหยุดกำไร
zh_hans: 修改后止盈比例
zh_hant: 修改後止賺比例

# intraday_stop_loss_cannot_greater
source: The stop-loss ratio cannot be greater than
ms: Nisbah henti rugi tidak boleh lebih besar daripada
th: การตั้งอัตราการสูญเสียไม่สามารถมากกว่า
zh_hans: 止损比例设置不可大于
zh_hant: 止蝕比例設置不可大於

# intraday_estimated_stop_loss
source: Estimated stop-loss price
ms: Anggaran harga henti rugi
th: ราคาหยุดการสูญเสียโดยประมาณ
zh_hans: 预计止损价
zh_hant: 預計止蝕價

# intraday_estimated_loss
source: , estimated loss
ms: , anggaran kerugian
th: , ความเสียที่ที่คาดหวัง
zh_hans: ，预计损失
zh_hant: ，預計損失

# intraday_estimated_stop_win
source: Estimated take-profit price
ms: Anggaran harga ambil untung
th: ราคากำไรโดยประมาณ
zh_hans: 预计止盈价
zh_hant: 預計止賺價

# intraday_estimated_win
source: , estimated profit
ms: , anggaran keuntungan
th: , ความกำไรที่คาดหวัง
zh_hans: ，预计盈利
zh_hant: ，預計賺利

# intraday_hold_no_all_close
source: Incomplete closure
ms: Penutupan tidak lengkap
th: ปิดสถานะที่ไม่สมบูรณ์
zh_hans: 未完全平仓
zh_hant: 未完全平倉

# intraday_hold_no_all_close_notitication
source: Notification
ms: notifikasi
th: การแจ้งเตือนการปิดสถานะที่ไม่สมบูรณ์
zh_hans: 未完全平仓提醒
zh_hant: 未完全平倉提醒

# intraday_hold_no_all_close_detail
source: Dear valued customer, the stock has not been complete position closure because of market reasons. Please pay attention that the position will continue to be closed at the market price of the next trading day based on the risk control. Thank you.
ms: Pelanggan yang dihormati, saham belum ditutup Posisidengan lengkap disebabkan sebab pasaran. Sila beri perhatian bahawa Posisi akan terus ditutup pada harga pasaran hari berdagang seterusnya berdasarkan kawalan risiko. Terima kasih.
th: สวัสดีเรียนผู้ใช้เนื่องจากเหตุผลทางตลาด วันนี้หุ้นนี้ปิดสถานะที่ไม่สมบูรณ์ทั้งหมด เนื่องจากการควบคุมความเสี่ยงเราจะปิดสถานะตามราคาตลาดของวันซื้อขายครั้งหน้ากรุณาใส่ใจ ขอบคุณค่ะ
zh_hans: 尊敬的用户您好，因市场原因，该股票当日未完成全部平仓；基于风险控制，我们将继续按下一交易日的市价进行平仓，敬请留意，谢谢!
zh_hant: 尊敬的用戶您好，因市場原因，該股票當日未完成全部平倉；基於風險控制，我們將繼續按下一交易日的市價進行平倉，敬請留意，謝謝!

# intraday_hold_marke_pirce_close
source: Close all position at market price
ms: Tutup semua Posisi pada harga pasaran
th: ราคาตลาดทั้งหมดตำแหน่งกลาง
zh_hans: 全部市价平仓
zh_hant: 全部市價平倉

# intraday_order_success
source: Order has been submitted
ms: Pesanan telah serahkan
th: ส่งการสั่งซื้อมอบความไว้ใจ
zh_hans: 已提交订单委托
zh_hant: 已提交訂單委託

# intraday_amount_detail
source: Detail
ms: Perincian
th: รายละเอียดจำนวนเงิน
zh_hans: 金额明细
zh_hant: 金額明細

# intraday_info_trade_time_des
source: Trading time details
ms: Butiran masa dagangan
th: คำอธิบายเวลาการซื้อขาย
zh_hans: 交易时间说明
zh_hant: 交易時間說明

# intraday_info_tip_1_1
source: *Trading hr - 30 mins bef mkt close
ms: *Jam dagang - 30 minit sebelum mkt tutup
th: *30 นาทีก่อนตลาดเปิดถึงปิด
zh_hans: *开市到休市前30分钟
zh_hant: *開市到收市前30分鐘

# intraday_info_tip_1_2
source: Available
ms: Tersedia
th: สามารถการสั่งซื้อ
zh_hans: 可下单
zh_hant: 可下單

# intraday_info_tip_2_1
source: *30 mins bef and aft mkt close
ms: *30 minit sebelum dan selepas mkt tutup
th: *30 นาทีก่อนและหลังตลาดปิด
zh_hans: *收市前30分钟及之后
zh_hant: *收市前30分鐘及之後

# intraday_info_tip_2_2
source: Order placement is not supported. The system will automatically cancel unfilled orders
ms: Letakan pesanan tidak disokong. Sistem akan membatalkan pesanan yang tidak diisi secara automatik
th: ไม่รองรับการสั่งซื้อและระบบจะลบใบมอบความไว้ใจที่ยังไม่สำเร็จ โดยอัตโนมัติ
zh_hans: 不支持下单，并且系统将会自动撤掉未成交的委托单
zh_hant: 不支持下單，和系統將會自動撤掉未成交的委託單

# intraday_info_tip_3_1
source: *20 mins bef and aft mkt close
ms: *20 minit sebelum dan selepas mkt tutup
th: *20 นาทีก่อนและหลังตลาดปิด
zh_hans: *收市前20分钟及之后
zh_hant: *收市前20分鐘及之後

# intraday_info_tip_3_2
source: Order placement is not supported. The system will automatically close the current position
ms: Letakan pesanan tidak disokong. Sistem akan menutup Posisi semasa secara automatik
th: ไม่รองรับการสั่งซื้อและระบบจะปิดตำแหน่งปัจจุบัน โดยอัตโนมัติ
zh_hans: 不支持下单，并且系统将会自动平掉当前仓位
zh_hant: 不支持下單，並且系統將會自動將當前倉位平倉

# intraday_info_tip_4_1
source: *After mkt close
ms: *Selepas pasaran tutup
th: *หลังจากปิดตลาด
zh_hans: *收市后
zh_hant: *收市後

# intraday_info_tip_4_2
source: Not Available
ms: Tidak Tersedia
th: ไม่รองรับการสั่งซื้อ
zh_hans: 不支持下单
zh_hant: 不可下單

# pro_account_standard
source: Standard Account
ms: Akaun Standard
th: บัญชีมาตรฐาน
zh_hans: 标准账户
zh_hant: 標準賬戶

# pro_account_v1
source: V1 PRO Account
ms: Akaun V1 PRO
th: บัญชี V1 PRO
zh_hans: V1 PRO账户
zh_hant: V1 PPO 賬戶

# pro_account_v2
source: V2 PRO Account
ms: Akaun V2 PRO
th: บัญชี V2 PRO
zh_hans: V2 PRO账户
zh_hant: V2 PPO 賬戶

# marketed_stock_greyChgPct
source: Grey Mkt Chg
ms: Perubahan Pasaran Kelabu
th: ขึ้นและลงดิสก์มืด
zh_hans: 暗盘涨跌幅
zh_hant: 暗盤升跌幅

# marketed_stock_winningRate
source: One Lot Success Rate
ms: Kadar Kejayaan Satu Lot
th: อัตราชนะมือหนึ่ง
zh_hans: 一手中签率
zh_hant: 一手中籤率

# live_flip
source: Flip
ms: Libas
th: พลิก
zh_hans: 翻转
zh_hant: 鏡頭切換

# live_mirror
source: Mirror Image
ms: Imej cermin
th: กระจกเงา
zh_hans: 镜像
zh_hant: 鏡像

# live_start
source: Live
th: เริ่มถ่ายทอดสด
zh_hans: 开始直播
zh_hant: 開始直播

# live_beautify
source: Beautify
ms: Cantikkan
th: ฟรุ้งฟริ้ง
zh_hans: 美颜
zh_hant: 美顏

# live_comment
source: What would you like to discuss...
ms: Perkara yang anda ingin bincangkan...
th: พูดอะไรสักหน่อย.. .
zh_hans: 说点什么吧...
zh_hant: 說點什麼吧...

# live_send
source: Send
ms: Hantar
th: ส่ง
zh_hans: 发送
zh_hant: 發送

# live_viewer
source: Viewer
ms: Penonton
th: คน
zh_hans: 人
zh_hant: 人

# live_like
source: Like
ms: Suka
th: กดไลค์
zh_hans: 点赞
zh_hant: 點贊

# live_want_to_continue
source: The following live broadcasts have not finished. Do you want to continue?
ms: Siaran live berikut belum selesai. Adakah anda mahu teruskan?
th: คุณมีการถ่ายทอดสดที่ยังไม่เสร็จต่อไปนี้ จะต้องการต่อหรือไม่
zh_hans: 你有以下未结束的直播, 是否继续？
zh_hant: 你有以下未結束的直播，是否繼續？

# live_continue
source: Live Cont.
ms: Live Sambung
th: ถ่ายทอดสดต่อไป
zh_hans: 继续直播
zh_hant: 繼續直播

# live_finished
source: Live broadcast is finished
ms: Siaran Live dah tamat
th: จบการไลฟ์สด
zh_hans: 直播已结束
zh_hant: 直播已結束

# live_viewer_count
source: Viewer count
ms: Bilangan penonton
th: จำนวนผู้ชม
zh_hans: 观看人数
zh_hant: 觀看人數

# live_share_to
source: Share to
ms: Kongsi kepada
th: แบ่งปันยัง
zh_hans: 分享到
zh_hant: 分享到

# live_check
source: The live broadcast status is abnormal. Please check.
ms: Status siaran langsung adalah tidak normal. Tolong periksa.
th: สถานะการถ่ายทอดสดผิดปกติกรุณาตรวจสอบการถ่ายทอดสด
zh_hans: 直播状态异常，请检查直播
zh_hant: 直播狀態異常，請檢查直播

# live_invalid_mirroring
source: Rear camera. Invalid mirroring.
ms: Kamera belakang. Pencerminan tidak sah.
th: กล้องด้านหลัง กระจกเงาไม่ถูกต้อง
zh_hans: 后置摄像头，镜像无效
zh_hant: 後置攝像頭，鏡像無效

# live_view_same
source: The audience and you are viewing the same picture
ms: Khalayak dan anda sedang melihat gambar yang sama
th: ภาพที่เห็นของคุณเหมื่อนกับผู้ชม
zh_hans: 观众与您看到的画面是相同的
zh_hant: 觀眾與您看到的畫面是相同的

# live_view_dif
source: The audience and you are viewing different picture
ms: Khalayak dan anda sedang melihat gambar yang berbeza
th: ภาพที่เห็นของคุณตรงข้ามกับผู้ชม
zh_hans: 观众与您看到的画面是相反的
zh_hant: 觀眾與您看到的畫面是不同的

# live_is_out
source: Are you sure you want to exit the live broadcast?
ms: Adakah anda pasti mahu keluar dari siaran langsung?
th: แน่ใจหรือว่าต้องออกจากการถ่ายทอดสดหรือไม่
zh_hans: 确定要退出直播吗？
zh_hant: 確定要退出直播嗎？

# live_retry
source: Do you want to retry streaming?
ms: Adakah anda mahu cuba semula penstriman?
th: คุณลองกดสตรีมอีกครั้งหรือไม่
zh_hans: 是否重试推流？
zh_hant: 是否重試串流？

# live_network
source: Poor network connection
ms: Sambungan rangkaian yang lemah
th: ปัจจุบันนี้สถานะอินเตอร์เน็ตไม่ดี
zh_hans: 当前网络状态差
zh_hant: 當前網路狀態差

# live_obtain_camera
source: Failed to obtain camera permission. Please change the camera privacy settings to allow application permission
ms: Gagal mendapatkan kebenaran kamera. Sila tukar tetapan privasi kamera untuk membenarkan kebenaran aplikasi
th: การรับสิทธิ์กล้องล้มเหลว-กรุณาไปความเป็นส่วนตัว การตั้งล้องแล้วเปิดสิทธิ์แอปภายใน
zh_hans: 获取摄像头权限失败，请前往隐私-相机设置里面打开应用权限
zh_hant: 獲取攝像頭許可權失敗，請前往隱私-相機設置裡面打開應用許可權

# live_obtain_micro
source: Failed to obtain microphone permission. Please change the microphone privacy settings to allow application permission
ms: Gagal mendapatkan kebenaran mikrofon. Sila tukar tetapan privasi mikrofon untuk membenarkan kebenaran aplikasi
th: การรับสิทธิ์ไมโครโฟนล้มเหลว กรุณาไปความเป็นส่วนตัว-การตั้งไมโครโฟนแล้วเปิดสิทธิ์แอปภายใน
zh_hans: 获取麦克风权限失败，请前往隐私-麦克风设置里面打开应用权限
zh_hant: 獲取麥克風許可權失敗，請前往隱私-麥克風設置裡面打開應用許可權

# live_send_success
source: Sent successfully
ms: Dihantar berjaya
th: ส่งสำเร็จ
zh_hans: 发送成功
zh_hant: 發送成功

# play_times
source: Played %@ Times
ms: Dimainkan %@ Kali
th: เล่นครั้งที่%@
zh_hans: %@次播放
zh_hant: %@次播放

# live_video
source: Video
th: ภาพยนตร์
zh_hans: 影片
zh_hant: 影片

# live_instructor
source: Instructor
ms: Pengajar
th: วิทยากร
zh_hans: 讲师
zh_hant: 講師

# TC.Common.Clear
source: Cancel
ms: Batal
th: เคลียร์
zh_hans: 清除
zh_hant: 關閉
