Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# mine_appleid_unbindling_tip
source: After unbinding, you cannot use login with Apple ID. Are you sure to unbind?
ms: Selepas batalkan ikatan, anda tidak boleh gunakan ID Apple untuk log masuk. Adakah anda pasti nak batalkan ikatan?
th: หลังจากยกเลิกการผูก คุณจะไม่สามารถล็อกอินด้วย Apple ID ยืนยันว่ายกเลิกการผูกหรือไม่?
zh_hans: 解绑后，将无法使用Apple ID登录，确认是否解绑？
zh_hant: 取消連接後，將無法使用Apple ID登錄，確認是否取消連接？

# mine_faceBook_unbindling_tip
source: After unbinding, you cannot use login with Facebook. Are you sure to unbind?
ms: Selepas batalkan ikatan, anda tidak boleh gunakan Facebook untuk log masuk. Adakah anda pasti nak batalkan ikatan?
th: หลังจากยกเลิกการผูก คุณจะไม่สามารถล็อกอินด้วย Facebook ยืนยันว่ายกเลิกการผูกหรือไม่?
zh_hans: 解绑后，将无法使用Facebook登录，确认是否解绑？
zh_hant: 取消連接後，將無法使用Facebook登錄，確認是否取消連接？

# mine_googlo_unbundling_tip
source: After unbinding, you cannot use login with Google. Are you sure to unbind?
ms: Selepas batalkan ikatan, anda tidak boleh gunakan Google untuk log masuk. Adakah anda pasti nak batalkan ikatan?
th: หลังจากยกเลิกการผูก คุณจะไม่สามารถล็อกอินด้วย Google ยืนยันว่ายกเลิกการผูกหรือไม่?
zh_hans: 解绑后，将无法使用Google登录，确认是否解绑？
zh_hant: 取消連接後，將無法使用Google登錄，確認是否取消連接？

# mine_line_unbindling_tip
source: After unbinding, you cannot use login with Line. Are you sure to unbind?
ms: Selepas menyahikat, anda tidak boleh menggunakan log masuk dengan Line. Adakah anda pasti akan menyahikat?
th: หลังจากยกเลิกการผูก คุณจะไม่สามารถล็อกอินด้วย Line ยืนยันว่ายกเลิกการผูกหรือไม
zh_hans: 解绑后，将无法使用Line登录，确认是否解绑？
zh_hant: 取消連接後，將無法使用Line登錄，確認是否取消連接？

# mine_wechat_bindling_tip
source: This WeChat account has been bound with another uSMART account, please unbind that account and try again
ms: Akaun WeChat ini telah diikat dengan akaun uSMART yang lain, sila batal ikatan akaun itu dan cuba sekali lagi
th: WeChat ถูกผูกไว้กับบัญชีอื่น โปรดใช้ WeChat เพื่อล็อกอินและยกเลิกการผูก แล้วสามารถผูกได้อีกครั้ง
zh_hans: WeChat已绑定其他帐号，请使用WeChat登录并解绑，然后可以重新绑定
zh_hant: WeChat已連接其他帳號，請使用WeChat登錄並取消連接，然後可以重新連接

# mine_faceBook_bindling_tip
source: This Facebook account has been bound with another uSMART account, please unbind that account and try again
ms: Akaun Facebook ini telah diikat dengan akaun uSMART yang lain, sila batal ikatan akaun itu dan cuba sekali lagi
th: Facebook ถูกผูกไว้กับบัญชีอื่น โปรดใช้ Facebook เพื่อล็อกอินและยกเลิกการผูก แล้วสามารถผูกได้อีกครั้ง
zh_hans: Facebook已绑定其他帐号，请使用Facebook登录并解绑，然后可以重新绑定
zh_hant: Facebook已連接其他帳號，請使用Facebook登錄並取消連接，然後可以重新連接

# mine_googlo_buidling_tip
source: This Google account has been bound with another uSMART account, please unbind that account and try again
ms: Akaun Google ini telah diikat dengan akaun uSMART yang lain, sila batal ikatan itu dan cuba sekali lagi
th: Google ถูกผูกไว้กับบัญชีอื่น โปรดใช้ Google เพื่อล็อกอินและยกเลิกการผูก แล้วสามารถผูกได้อีกครั้ง
zh_hans: Google已绑定其他帐号，请使用Google登录并解绑，然后可以重新绑定
zh_hant: Google已連接其他帳號，請使用Google登錄並取消連接，然後可以重新連接

# mine_bind_success
source: Binding successful
ms: Berjaya Diikat
th: ผูกสำเร็จ
zh_hans: 绑定成功
zh_hant: 連接成功

# mine_captcha_tip
source: Code
ms: Kod pengesahan
th: รหัสยืนยัน
zh_hans: 验证码
zh_hant: 驗證碼

# mine_get_captcha
source: Verification Code
ms: Dapatkan kod
th: รับรหัสยืนยัน
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

# mine_captcha_placeHolder
source: Enter verification code
ms: Masukkan kod pengesahan
th: กรุณากรอกรหัสยืนยันทางข้อความ
zh_hans: 请输入短信验证码
zh_hant: 請輸入短訊驗證碼

# mine_red_rose
source: Red Up/Green Down
ms: Merah Atas/Hijau Bawah
th: แดงขึ้นเขียวลง
zh_hans: 红涨绿跌
zh_hant: 紅升綠跌

# mine_green_rose
source: Green Up/Red Down
ms: Hijau Atas/Merah Bawah
th: เขียวขึ้นแดงลง
zh_hans: 绿涨红跌
zh_hant: 綠升紅跌

# mine_clean_chace
source: Confirm to clear cache?
ms: Pasti nak kosongkan cache?
th: แน่ใจว่าจะล้างแคชหรือไม่
zh_hans: 确认清空缓存吗？
zh_hant: 確認清空緩存嗎?

# mine_cleaned
source: Cleared Cache
ms: Cache Dikosongkan
th: แคชถูกล้างเสร็จแล้ว
zh_hans: 缓存已清空
zh_hant: 緩存已清空

# mine_message_switch
source: Notification On/Off
ms: Notifikasi Hidup/Mati
th: สวิตช์แจ้งเตือนข้อความ
zh_hans: 消息通知开关
zh_hant: 消息通知開關

# mine_opened
source: Turned On
ms: Hidupkan
th: เปิดใช้งาน
zh_hans: 已开启
zh_hant: 已開啟

# mine_go_open
source: Turn On Now
ms: Hidupkan Sekarang
th: เปิด
zh_hans: 去开启
zh_hant: 去開啟

# mine_send_noti
source: uSMART want to send you notification
ms: uSMART ingin hantar anda notifikasi
th: "uSMART" ต้องการส่งการแจ้งเตือนถึงคุณ
zh_hans: “uSMART”想给您发送通知
zh_hant: “uSMART”想給您發送通知

# mine_noti
source: NotificatioAns may include alerts, sounds and image. These can be set in "Settings".
ms: NotificatioAns mungkin termasuk makluman, bunyi dan imej. Ini boleh ditetapkan dalam "Tetapan".
th: "การแจ้งเตือน" อาจรวมถึงการช่วยเตือน เสียง และป้ายไอคอนซึ่งสามารถกำหนดค่าได้ใน "การตั้งค่า"
zh_hans: “通知”可能包括提醒、声音和图标标记。这些可在“设置”中配置。
zh_hant: “通知”可能包括提醒、聲音和圖標標記。這些可在“設定”中配置。

# mine_no_allow
source: Don't Allow
ms: Tidak benar
th: ไม่อนุญาต
zh_hans: 不允许
zh_hant: 不允許

# mine_allow
source: Allow
ms: Benar
th: อนุญาต
zh_hans: 允许
zh_hant: 允許

# mine_noti_close
source: If you turn off notifications, you may miss out on important information such as stock price alerts, deal alerts, customer service responses, change to etc. It is recommended that the notifications be enabled.
ms: Matikan, anda mungkin terlepas notifikasi penting mengenai saham, notifikasi harga, notifikasi tawaran, balasan dari Khidmat Langgan, dan lain-lain. Anda disaran untuk pastikan ia sentiasa dihidupkan.
th: หลังจากปิดการแจ้งเตือน คุณอาจพลาดการแจ้งเตือนที่สำคัญ: หุ้น การแจ้งเตือนราคา การแจ้งเตือนการซื้อขาย การตอบกลับการบริการลูกค้าและอื่น ๆ ขอแนะนำให้คุณเปิดการแจ้งเตือน
zh_hans: 关闭通知后，您可能会错过重要通知：如股票、价格警报、交易警报、客服回复等。推荐您将通知保持开启状态。
zh_hant: 已關閉，您可能錯過股價提醒、成交提醒、客服回復等重要通知，建議保持開啟

# mine_confirm_unbind
source: Unbind
ms: Batal ikatan
th: ยืนยันการยกเลิกการผูก
zh_hans: 确认解绑
zh_hant: 取消連接

# mine_confirm_change
source: Confirm to Edit
ms: Pasti Nak Mengedit
th: ยืนยันที่จะเปลี่ยนแปลง
zh_hans: 确认修改
zh_hant: 確認修改

# mine_phone_unable
source: Mobile number is not available?
ms: Nombor mobile tidak tersedia?
th: หมายเลขโทรศัพท์ใช้ไม่ได้
zh_hans: 手机号码不可用？
zh_hant: 手機號碼不可用？

# mine_contact_service
source: Contact CS
ms: Hubungi CS
th: ติดต่อฝ่ายบริการลูกค้า
zh_hans: 联系客服
zh_hant: 聯繫客服

# mine_next_login
source: You can login with mobile number + login password afterwards
ms: Anda boleh log masuk dengan nombor mobile + kata laluan log masuk selepas itu
th: หมายเลขโทรศัพท์ถัดไปที่ใช้ได้+ล็อกอินโดยรหัสผ่านที่ใช้ล็อกอิน
zh_hans: 下次可用手机号码+登录密码登录
zh_hant: 下次可用手機號碼+登錄密碼登錄

# mine_phone_service
source: If your mobile number is not available, please contact our CS to follow.
ms: Jika nombor mobile anda tidak tersedia, sila hubungi CS kami untuk semak.
th: หากหมายเลขโทรศัพท์ไม่สามารถใช้ได้ตามปกติ โปรดติดต่อฝ่ายบริการลูกค้าเพื่อยืนยัน
zh_hans: 如果手机号码不能正常使用，请联系客服验证
zh_hant: 如果手機號碼不能正常使用，請聯繫客服驗證

# mine_new_phone
source: Enter your new mobile number
ms: Masukkan nombor mobile baru anda
th: กรุณากรอกหมายเลขโทรศัพท์มือถือใหม่
zh_hans: 请输入新手机号码
zh_hant: 請輸入新手機號碼

# mine_confirm_phone
source: Confirm to update mobile number
ms: Sahkan untuk mengemas kini nombor mobile
th: ยืนยันที่จะเปลี่ยนหมายเลขโทรศัพท์
zh_hans: 确认更换手机号码
zh_hant: 確認更換手機號碼

# mine_validation_phone
source: Enter your new mobile number
ms: Masukkan nombor mobile baru anda
th: กรุณากรอกหมายเลขโทรศัพท์มือถือใหม่
zh_hans: 请输入新手机号码
zh_hant: 請輸入新手機號碼

# mine_timeout
source: Sorry, Timeout, please try again.
ms: Maaf, Tempoh masa dah tamat, sila cuba sekali lagi.
th: ขออภัย หมดเวลาแล้ว โปรดเริ่มทำการยืนยันอีกครั้ง
zh_hans: 抱歉，时间超时，请重新开始认证
zh_hant: 抱歉，時間超時，請重新開始認證

# mine_validation
source: Verify Again
ms: Sahkan Sekali lagi
th: ยืนยันอีกครั้ง
zh_hans: 重新验证
zh_hant: 重新驗證

# mine_phone_registered
source: This mobile number has been registered, please contact CS if you have any enquiries.
ms: Nombor mobile ini sudah didaftar, sila hubungi CS jika anda ada sebarang pertanyaan.
th: หมายเลขโทรศัพท์ถูกลงทะเบียนแล้ว หากต้องการกู้คืน โปรดติดต่อฝ่ายบริการลูกค้า
zh_hans: 手机号码已注册，如需找回请联系客服
zh_hant: 手機號碼已註冊，如需找回請聯繫客服

# mine_new_email
source: Enter your new email
ms: Masukkan e-mel baru anda
th: กรุณากรอกอีเมล์ใหม่
zh_hans: 请输入新邮箱
zh_hant: 請輸入新電郵

# mine_change_email
source: Change Email Address
ms: Tukar alamat emel
th: เปลี่ยนเมลบ็อกซ์
zh_hans: 更换邮箱
zh_hant: 更換電郵

# mine_captcha_send
source: Sent to
ms: Dihantar kepada
th: ส่งรหัสยืนยันทางข้อความไปที่
zh_hans: 短信验证码已发送至
zh_hant: 短訊驗證碼已發送至

# mine_eamil
source: Email
ms: E-mel
th: อีเมล
zh_hans: 邮箱
zh_hant: 電郵

# mine_forget_pwd
source: Forget Password?
ms: Terlupa kata laluan?
th: ลืมรหัสผ่าน
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# mine_old_tpwd
source: Verify current trading password
ms: Sahkan kata laluan dagangan semasa
th: โปรดยืนยันรหัสผ่านการทำธุรกรรมเดิม
zh_hans: 请验证原交易密码
zh_hant: 請驗證原交易密碼

# mine_new_tpwd
source: Set your new trading password
ms: Tetapkan kata laluan perdagangan baru anda
th: กรุณาตั้งรหัสผ่านการทำธุรกรรมใหม่
zh_hans: 请设置新交易密码
zh_hant: 設定新交易密碼

# mine_confirm_tpwd_tip
source: Please confirm your new trading password
ms: Sila sahkan kata laluan perdagangan baru anda
th: กรุณายืนยันรหัสผ่านการทำธุรกรรมใหม่
zh_hans: 请确认新交易密码
zh_hant: 請確認新交易密碼

# mine_tpwd_tip
source: Password for trading and funding (6 digits)
ms: Kata laluan untuk perdagangan dan pembiayaan (6 digit)
th: รหัสผ่าน (ตัวเลข 6 ตัว) ใช้สำหรับการซื้อขายหุ้นและการโอนเงินเข้าหรือออก
zh_hans: 股票交易、资金出入时使用的密码(6位数字)
zh_hant: 股票交易、資金出入時使用的密碼(6位數字)

# mine_enter_again
source: Try Again
ms: Masuk semula
th: กรอกใหม่
zh_hans: 重新输入
zh_hant: 重新輸入

# mine_giveup_change
source: Are you sure you want to cancel?
ms: Adakah anda pasti anda ingin batalkan?
th: คุณต้องการยกเลิกการเปลี่ยนรหัสผ่านการซื้อขายหรือไม่
zh_hans: 是否放弃修改交易密码？
zh_hant: 是否放棄修改交易密碼？

# mine_no
source: No
ms: Tidak
th: ไม่
zh_hans: 否
zh_hant: 否

# mine_yes
source: Yes
ms: Ya
th: ใช่
zh_hans: 是
zh_hant: 是

# mine_certificate
source: Enter ID or passport number
ms: Masukkan ID atau nombor pasport
th: กรุณากรอกหมายเลขประจำตัว
zh_hans: 请输入证件号码
zh_hant: 請輸入證件號碼

# mine_authenticate
source: Please verify your identity
ms: Sila Sahkan Identiti Anda
th: กรุณายืนยันตัวตนของคุณ
zh_hans: 请验证身份
zh_hant: 請驗證身份

# mine_account_certificate
source: Please enter the ID or passport number you used for opening the account.
ms: Sila masukkan nombor ID atau pasport yang anda gunakan untuk cipta akaun.
th: กรุณากรอกหมายเลขประจำตัวเมื่อเปิดบัญชี
zh_hans: 请输入开户时的证件号码
zh_hant: 請輸入開戶時所用的證件號碼

# mine_cn_idcard
source: Chinese ID Card
ms: Kad ID Cina
th: บัตรประจำตัวประชาชนแผ่นดินใหญ่
zh_hans: 大陆身份证
zh_hant: 中國內地身份證

# mine_passport
source: Passport
ms: pasport
th: หนังสือเดินทาง
zh_hans: 护照
zh_hant: 護照

# mine_hk_idcard
source: Hong Kong ID card
ms: Kad ID Hong Kong
th: บัตรประจำตัวประชาชนฮ่องกง
zh_hans: 香港身份证
zh_hant: 香港身份證

# mine_about_tip
source: About uSMART
ms: Mengenai uSMART
th: เกี่ยวกับ uSMART
zh_hans: 关于uSMART
zh_hant: 關於uSMART

# mine_version_info
source: Version
ms: Versi
th: ข้อมูลเวอร์ชัน
zh_hans: 版本信息
zh_hant: 版本資訊

# mine_version_introduce
source: Version introduction
ms: Introduksi versi
th: แนะนำเวอร์ชั่น
zh_hans: 版本介绍
zh_hant: 版本介紹

# mine_feedback_tip
source: Let us know your question or suggestion
ms: Beritahu kami soalan atau cadangan anda
th: กรุณาใส่คำถามหรือข้อเสนอแนะของคุณ
zh_hans: 请输入您的问题或建议
zh_hant: 請輸入您的問題或建議

# mine_submit
source: Submit
ms: Hantar
th: ส่ง
zh_hans: 提交
zh_hant: 提交

# mine_feedback
source: Feedback
ms: Maklum balas
th: ข้อเสนอแนะ
zh_hans: 意见反馈
zh_hant: 意見回饋

# mine_feedback_importantt_tip
source: Your feedback is important for us, and we will process your feedback shortly
ms: Maklum balas anda amat penting untuk kami dan kami akan memproses maklum balas anda sebentar lagi
th: คำแนะนำของคุณสำคัญมากสำหรับเรา เราจะดำเนินการกับความคิดเห็นของคุณโดยเร็ว
zh_hans: 您的建议对我们非常重要，我们会尽快处理您的反馈
zh_hant: 您的回饋對我們非常重要，我們會盡快處理您的回饋

# mine_contact_phone
source: Contact Number
ms: Nombor telefon
th: เบอร์ติดต่อ
zh_hans: 联系电话
zh_hant: 聯絡電話

# mine_picture
source: Image
ms: Gambar
th: รูปภาพ
zh_hans: 图片
zh_hant: 圖片

# mine_optional
source: (Optional, Max 5 images)
th: (ไม่บังคับ ไม่เกิน 5 รูป)
zh_hans: （选填，最多5张）
zh_hant: (選填，最多5張)

# mine_upload_failure
source: Failed to upload, please try again
ms: Gagal untuk memuat naik, sila cuba sekali lagi
th: อัพโหลดภาพไม่สำเร็จ กรุณาอัพโหลดอีกครั้ง
zh_hans: 上传图片失败,请重新上传
zh_hant: 上傳圖片失敗,請重新上傳

# mine_edit
source: Edit
th: แก้ไข
zh_hans: 编辑
zh_hant: 編輯

# mine_delete
source: Delete
ms: Padam
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# mine_collection
source: Bookmark
ms: Penanda buku
th: รายการโปรด
zh_hans: 收藏
zh_hant: 收藏

# mine_camera
source: Take Photo
ms: Ambil gambar
th: ถ่ายรูป
zh_hans: 拍照
zh_hant: 拍照

# mine_photo_upload
source: Album
th: อัพโหลดอัลบั้ม
zh_hans: 相册上传
zh_hant: 相簿上傳

# mine_service_phone
source: Call CS
ms: Hubungi Perkhidmatan Pelanggan
th: โทรศัพท์ติดต่อฝ่ายบริการลูกค้า
zh_hans: 拨打客服电话
zh_hant: 撥打客服電話

# mine_contact_online_service
source: Contact online CS
ms: Perkhidmatan Pelanggan Dalam Talian
th: ติดต่อฝ่ายบริการลูกค้าออนไลน์
zh_hans: 联系在线客服
zh_hant: 聯繫在線客服

# mine_changePhoneNaviTitle
source: Modify your mobile number
ms: Ubah nombor mobile anda
th: เปลี่ยนหมายเลขโทรศัพท์
zh_hans: 更换手机号码
zh_hant: 更換手機號碼

# mine_old_phone
source: Verify your current mobile number
ms: Sahkan nombor mobile semasa anda
th: โปรดยืนยันหมายเลขโทรศัพท์เดิม
zh_hans: 请验证原来的手机号码
zh_hant: 請驗證原來的手機號碼

# mine_pwd_diff
source: Passwords are not matched. Please re-enter your password.
ms: Kata laluan tidak padan. Sila masukkan semula kata laluan anda.
th: รหัสผ่านที่ป้อนสองครั้งไม่ตรงกัน โปรดป้อนอีกครั้ง
zh_hans: 两次输入的密码不相同，请重新输入
zh_hant: 兩次輸入的密碼不相同，請重新輸入

# mine_no_tpwd
source: You have not set a trading password, Set it now?
ms: Anda belum menetapkan kata laluan perdagangan, Tetapkan sekarang?
th: คุณยังไม่ได้ตั้งรหัสผ่านการทำธุรกรรม ต้องการตั้งค่าตอนนี้หรือไม่
zh_hans: 您尚未设置交易密码， 是否现在设置？
zh_hant: 您尚未設定交易密碼， 是否現在設定？

# mine_set_success
source: Set Successfully
ms: Tetapan Berjaya
th: ตั้งสำเร็จ
zh_hans: 设置成功
zh_hant: 設定成功

# mine_confirm_tpwd
source: Confirm your trading password
ms: Sahkan kata laluan dagangan anda
th: ยืนยันรหัสผ่านการทำธุรกรรม
zh_hans: 确认交易密码
zh_hant: 確認交易密碼

# mine_tpwd_num
source: Trading password must be 6 digits. Please re-enter
ms: Kata laluan dagangan mesti mengandungi 6 digit. Sila masukkan semula
th: รหัสผ่านการทำธุรกรรมต้องเป็นตัวเลขล้วนๆ 6 ตัว โปรดป้อนใหม่อีกครั้ง
zh_hans: 交易密码需为6位纯数字，请重新輸入
zh_hant: 交易密碼需為6位純數字，請重新輸入

# mine_set_tpwd
source: Set your trading password
ms: Tetapkan kata laluan perdagangan
th: ตั้งรหัสผ่านการซื้อขาย
zh_hans: 设置交易密码
zh_hant: 設定交易密碼

# mine_input_tpwd
source: Enter the trading password
ms: Masukkan Kata Laluan Perdagangan
th: กรุณาใส่รหัสผ่านการเทรด
zh_hans: 请输入交易密码
zh_hant: 請輸入交易密碼

# mine_email
source: Existing email address
ms: Alamat e-mel sedia ada
th: อีเมลปัจจุบัน
zh_hans: 当前邮箱
zh_hant: 當前電郵

# mine_validation_pwd
source: Verify login password
ms: Sahkan kata laluan log masuk
th: กรุณายืนยันรหัสผ่านที่ใช้ล็อกอิน
zh_hans: 请验证登录密码
zh_hant: 請驗證登錄密碼

# mine_change_success
source: Changed successfully
ms: Berjaya tukar
th: เปลี่ยนเรียบร้อยแล้ว
zh_hans: 更换成功
zh_hant: 更換成功

# mine_set_pwd_tip
source: Verify the current password and set a new password.
ms: Sahkan kata laluan semasa dan tetapkan kata laluan baharu.
th: กรุณายืนยันรหัสผ่านเดิมและตั้งรหัสผ่านใหม่
zh_hans: 请验证原密码，设置新密码
zh_hant: 請驗證原密碼及設定新密碼

# mine_pwd_tip
source: The login password is the password for login
ms: Kata laluan log masuk ialah kata laluan diguna untuk log masuk
th: รหัสผ่านที่ใช้ล็อกอินคือรหัสผ่านที่ใช้ในการล็อกอิน แอป
zh_hans: 登录密码为登录APP时使用的密码
zh_hant: 登錄密碼為登錄APP時使用的密碼

# mine_del_success
source: Deleted Successfully
ms: Berjaya Padam
th: ลบสำเร็จ
zh_hans: 删除成功
zh_hant: 刪除成功

# mine_confirm_del1
source: Confirm to delete
ms: Pasti nak padamkan
th: ยืนยันการลบ
zh_hans: 确认删除
zh_hant: 確認刪除

# mine_confirm_del2
source: bookmark(s)?
ms: penanda buku?
th: รายการโปรด
zh_hans: 条收藏吗
zh_hant: 條收藏嗎？

# mine_email_tip
source: Email is for receiving statement, managing password, etc. Please ensure your mailbox can receive our email.
ms: E-mel guna untuk terima penyata, mengurus kata laluan, dan lain-lain. Sila pastikan peti mel anda boleh terima e-mel kami.
th: อีเมลใช้สำหรับการดำเนินการต่างๆ เช่น การรับใบแจ้งยอดธุรกรรม การเรียกรหัสผ่าน เป็นต้น โปรดตรวจสอบให้แน่ใจว่าคุณสามารถรับอีเมลได้ตามปกติ
zh_hans: 邮箱用于接收交易结单、找回密码等操作，请确保能正常接收邮件
zh_hant: 電郵用於接收交易結單、找回密碼等操作，請確保能正常接收郵件

# mine_login_tip
source: Third Party Login
ms: Log Masuk Pihak Ketiga
th: ล็อกอินโดยบัญชีบุคคลที่สาม
zh_hans: 第三方帐号登录
zh_hant: 第三方帳號登錄

# mine_feedback_phone
source: Optional
ms: Pilihan
th: ไม่บังคับ สะดวกในการติดต่อคุณ
zh_hans: 选填，方便与您联系
zh_hant: 選填，方便與你聯絡

# mine_confirm_email
source: Confirm to update email address
ms: Sahkan untuk mengemas kini alamat e-mel
th: ยืนยันที่จะเปลี่ยนอีเมล
zh_hans: 确认更换邮箱
zh_hant: 確認更換電郵

# mine_validation_phone_tip
source: Verify your mobile number
ms: Sahkan nombor mobile anda
th: กรุณายืนยันหมายเลขโทรศัพท์
zh_hans: 请验证手机号码
zh_hant: 請驗證手機號碼

# mine_captcha_sendto
source: Sent to
ms: Dihantar kepada
th: ส่งรหัสยืนยันทางข้อความไปที่
zh_hans: 短信验证码已发送至
zh_hant: 短訊驗證碼已發送至

# mine_giveup_forget
source: Discard to reset your trading password
ms: Buang untuk tetapkan kata laluan dagang anda
th: ต้องการยกเลิกการรีเซ็ตรหัสผ่านการซื้อขายหรือไม่
zh_hans: 是否放弃重置交易密码？
zh_hant: 是否放棄重置交易密碼？

# mine_userDataAlbum
source: Select From Album
ms: Pilih Dari Album
th: เลือกจากอัลบั้ม
zh_hans: 从相册选择
zh_hant: 從相簿選擇

# mine_userDataHeader
source: View Avatar
ms: Tunjuk Avatar
th: ดูรูปโปรไฟล์
zh_hans: 查看头像
zh_hant: 查看頭像

# mine_hk_permanent_idcard
source: Hong Kong Permanent Identity Card
ms: Kad Pengenalan Hong Kong
th: บัตรประจำตัวผู้พำนักถาวรในฮ่องกง
zh_hans: 香港永久居民身份证
zh_hant: 香港永久居民身份證

# mine_check_new_version
source: Update
ms: Kemas kini
th: ตรวจพบเวอร์ชันใหม่
zh_hans: 检查到新版本
zh_hant: 檢查到新版本

# mine_change_succeed
source: Edited
ms: Diedit
th: แก้ไขเรียบร้อยแล้ว
zh_hans: 修改成功
zh_hant: 修改成功

# mine_reset_tradePwd_succeed
source: Trading Password Reset
ms: Set Semula Kata Laluan Dagangan
th: รีเซ็ตรหัสผ่านธุรกรรมสำเร็จ
zh_hans: 重置交易密码成功
zh_hant: 重置交易密碼成功

# mine_remove_bind
source: Unbind
ms: cipta ikatan
th: ยกเลิกการผูก
zh_hans: 解除綁定
zh_hant: 解除連接

# mine_about_to_score
source: Rate uSMART
ms: Nilaikan uSMART
th: ให้คะแนน
zh_hans: 去评分
zh_hant: 去評分

# mine_exclusive_service
source: Prestige Service
ms: Perkhidmatan Premium
th: บริการพิเศษ
zh_hans: 专属服务
zh_hant: 專屬服務

# about_desc_1
source: uSMART Securities Limited launches “uSMART” mobile App, a cutting-edge investment platform that leverages artificial intelligence technologies to help investors manage their investment portfolio simpler and smarter.
ms: uSMART Securities Limited melancarkan Aplikasi mobile “uSMART”, platform pelaburan termaju yang memanfaatkan teknologi kepintaran buatan untuk membantu pelabur mengurus portfolio pelaburan mereka dengan lebih mudah dan lebih pintar.
th: บริษัทหลักทรัพย์ ยูสมาร์ท จำกัด เปิดตัวแอพแพลตฟอร์มการลงทุนอัจฉริยะรุ่นใหม่ "การลงทุนแบบอัจฉริยะ uSMART" เพื่อให้ลูกค้าประหยัดเวลาและจัดการทางเลือกการลงทุนได้อย่างมีประสิทธิภาพด้วยใช้เทคโนโลยีปัญญาประดิษฐ์ขั้นสูง
zh_hans: 盈立证券有限公司推出新一代专业智能投资平台「uSMART盈立智投」App，通过先进人工智能技术，为客户省时而有效地管理自己的投资选择。
zh_hant: 盈立證券有限公司推出新一代專業智能投資平台「uSMART盈立智投」App，通過先進人工智能技術，為客戶省時而有效地管理自己的投資選擇。

# about_card1_title
source: Professional Team
ms: uSMART Securities Limited melancarkan Aplikasi mobile “uSMART”, platform pelaburan termaju yang memanfaatkan teknologi kepintaran buatan untuk membantu pelabur mengurus portfolio pelaburan mereka dengan lebih mudah dan lebih pintar.
th: ทีมงานมืออาชีพ
zh_hans: 专业团队
zh_hant: 專業團隊

# about_card1_tip1
source: Licensed by the Securities and Futures Commission of Hong Kong for Type 1, 4 and 9 regulated activities
ms: uSMART Securities Limited melancarkan Aplikasi mobile “uSMART”, platform pelaburan termaju yang memanfaatkan teknologi kepintaran buatan untuk membantu pelabur mengurus portfolio pelaburan mereka dengan lebih mudah dan lebih pintar.
th: โบรกเกอร์ที่ได้รับอนุญาต ได้รับใบอนุญาตหมายเลข 1, 4 และ 9จากสำนักงานคณะกรรมการกำกับหลักทรัพย์และสัญญาซื้อขายล่วงหน้าของฮ่องกง
zh_hans: 持牌券商，获香港证监会1、4、9号牌照
zh_hant: 持牌券商，獲香港證監會1、4、9號牌照

# about_card1_tip2
source: The core team is comprised of world-renowned technology giants and financial institutions includes Goldman Sachs, UBS, Tencent, Alibaba, Microsoft and Yahoo
ms: uSMART Securities Limited melancarkan Aplikasi mobile “uSMART”, platform pelaburan termaju yang memanfaatkan teknologi kepintaran buatan untuk membantu pelabur mengurus portfolio pelaburan mereka dengan lebih mudah dan lebih pintar.
th: สมาชิกหลักมาจากบริษัทเทคโนโลยีและสถาบันการเงินที่มีชื่อเสียงระดับโลก เช่น โกลด์แมน แซคส์, ยูบีเอส, เทนเซ็นต์, กลุ่มอาลีบาบา, ไมโครซอฟท์และ ยาฮู เป็นต้น
zh_hans: 核心成员来自世界知名科技企业和金融机构，包括高盛、瑞银、腾讯、阿里巴巴、微软、雅虎等
zh_hant: 核心成員來自世界知名科技企業和金融機構，包括高盛、瑞銀、騰訊、阿里巴巴、微軟、雅虎等

# about_card2_title
source: Smart Investment
ms: uSMART Securities Limited melancarkan Aplikasi mobile “uSMART”, platform pelaburan termaju yang memanfaatkan teknologi kepintaran buatan untuk membantu pelabur mengurus portfolio pelaburan mereka dengan lebih mudah dan lebih pintar.
th: การลงทุนที่ชาญฉลาด
zh_hans: 智能投资
zh_hant: 智能投資

# about_card2_tip1
source: AI-driven investment strategy with Smart Stock Selections
ms: uSMART Securities Limited melancarkan Aplikasi mobile “uSMART”, platform pelaburan termaju yang memanfaatkan teknologi kepintaran buatan untuk membantu pelabur mengurus portfolio pelaburan mereka dengan lebih mudah dan lebih pintar.
th: กลยุทธ์การลงทุน AI ฟรี การเลือกหุ้นแบบอัจฉริยะ
zh_hans: 免费AI投资策略，智能选股
zh_hant: 免費AI投資策略，智能選股

# about_card2_tip2
source: Smart Scoring and Monitoring System
ms: uSMART Securities Limited melancarkan Aplikasi mobile “uSMART”, platform pelaburan termaju yang memanfaatkan teknologi kepintaran buatan untuk membantu pelabur mengurus portfolio pelaburan mereka dengan lebih mudah dan lebih pintar.
th: ให้คะแนนหุ้นรายบุคคลอย่างชาญฉลาด การแจ้งเตือนอันชาญฉลาดเพื่อคว้าโอกาสในการซื้อขายที่ดี
zh_hans: 智能个股评分，智能提示掌握买卖良机
zh_hant: 智能個股評分，智能提示掌握買賣良機

# about_card3_title
source: Simple Account Opening Process
ms: uSMART Securities Limited melancarkan Aplikasi mobile “uSMART”, platform pelaburan termaju yang memanfaatkan teknologi kepintaran buatan untuk membantu pelabur mengurus portfolio pelaburan mereka dengan lebih mudah dan lebih pintar.
th: เปิดบัญชีด่วน
zh_hans: 快速开户
zh_hant: 快速開戶

# about_card3_tip1
source: Face-to-face customer authentication is not required
ms: uSMART Securities Limited melancarkan Aplikasi mobile “uSMART”, platform pelaburan termaju yang memanfaatkan teknologi kepintaran buatan untuk membantu pelabur mengurus portfolio pelaburan mereka dengan lebih mudah dan lebih pintar.
th: ใช้เวลาเพียง 3 นาทีในการเปิดบัญชี ไม่จำเป็นต้องมีการยืนยันด้วยตนเอง
zh_hans: 开户只需3分钟，无需亲身认证
zh_hant: 開戶只需3分鐘，無需親身認證

# about_card3_tip2
source: Account opening process in 3 minutes with your smartphones – anytime, anywhere
ms: Proses penciptaan akaun dalam 3 minit dengan telefon pintar anda – bila-bila masa, di mana mana sahaja
th: สมัครผ่านมือถือ เปิดบัญชีง่ายทุกที่ทุกเวลา
zh_hans: 手机申请，随时随地轻松开户
zh_hant: 手機申請，隨時隨地輕鬆開戶

# about_card4_title
source: Zero Commission
ms: Sifar Komisen
th: ค่าคอมมิชชั่น 0
zh_hans: 0佣交易
zh_hant: 0佣交易

# about_card4_tip1
source: 0 commission fees for both US and HK stock trading
ms: 0 Caj komisyen untuk perdagangan saham AS dan HK
th: หุ้นสหรัฐและหุ้นฮ่องกงรุ่นที่ Iไม่มีค่าคอมมิชชัน
zh_hans: 一世美股港股免佣金
zh_hant: 一世美股港股免佣金

# about_card5_title
source: Solid Foundations
ms: Yayasan Pepejal
th: มีความแข็งแกร่ง
zh_hans: 实力雄厚
zh_hant: 實力雄厚
