Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

source: Main Indicators
ms: Isyarat Utama
th: ตัวชี้วัดหลัก
zh_hans: 主要指标
zh_hant: 主要指標

# initial_settings_title
source: Settings
ms: tetapan
th: ตั้งส่วนบุคคล
zh_hans: 个人设置
zh_hant: 個人設定

# initial_settings_tips
source: You can modify it later in "Personal Center" > "Settings"
ms: Anda boleh mengubah suai selepas ini dalam "Pusat Peribadi" > "Tetapan"
th: ในภายหลังคุณสามารถแก้ไขได้ทาง "ศูนย์ส่วนบุคคล" > "การตั้ง"
zh_hans: 稍后您可于「个人中心」>「设置」中修改
zh_hant: 稍後您可於「個人中心」>「設定」中修改

# initial_settings_language
source: Languages (語言)
ms: Bahasa (語言)
th: ภาษา (Languages)
zh_hans: 语言(Languages)
zh_hant: 語言(Languages)

# initial_settings_quote_color
source: Quote Color
ms: Warna sebutharga
th: สีขึ้นและลง
zh_hans: 涨跌颜色
zh_hant: 升跌顏色

# initial_settings_red_up
source: Red Up/Green Down
ms: Merah Atas/Hijau Bawah
th: แดงขึ้นเขียวลง
zh_hans: 红涨绿跌
zh_hant: 紅升綠跌

# initial_settings_green_up
source: Green Up/Red Down
ms: Hijau Atas/Merah Bawah
th: เขียวขึ้นแดงลง
zh_hans: 绿涨红跌
zh_hant: 綠升紅跌

# initial_settings_smart_sorting
source: Smart Sorting
ms: Susunan Pintar
th: การเรียงลำดับอัจฉริยะ
zh_hans: 智能排序
zh_hant: 智能排序

# initial_settings_smart_sorting_desc
source: Watchlist show HK stocks on top in the daytime and show US stocks on top in the evening
ms: Senarai pantau menunjukkan saham HK di atas pada hari siang dan menunjukkan saham AS di atas pada malam
th: รายการหุ้นที่เลือกส่อนตัวเองระหว่างวันจัดลำดับหุ้นฮ่องกงและในตอนเย็นจัดลำดับหุ้นสหรัฐ
zh_hans: 自选股列表日间优先显示港股，晚间优先显示美股
zh_hant: 我的組合股票列表日間優先顯示港股，晚間優先顯示美股

# initial_settings_smart_sorting_displayed_tip
source: HK stocks and SG stocks will be displayed on top of watchlist during daytime and US stocks will be displayed on top during night-time.
ms: Senarai saham yang dipilih akan memberi keutamaan untuk paparkan saham Hong Kong dan saham Singapura pada masa siang, dan papar saham AS pada waktu malam.
th: รายการหุ้นที่เลือกเองจะจัดลำดับความสำคัญหุ้นฮ่องกงและหุ้นใหม่ในระหว่างวันและจัดลำดับความสำคัญหุ้นสหรัฐในตอนเย็น
zh_hans: 自选股列表日间优先显示港股和新股，晚间优先显示美股
zh_hant: 自選股列錶日間優先顯示港股和新股，晚間優先顯示美股

# initial_settings_stock_quote
source: Stock Quote
ms: Sebut Harga Saham
th: แผนภูมิใบเสนอราคา
zh_hans: 报价图表
zh_hant: 報價圖表

# initial_settings_advanced
source: Advanced Quote
ms: Sebut Harga Canggih
th: แผนภูมิขั้นสูง
zh_hans: 进阶图表
zh_hant: 進階圖表

# initial_settings_advanced_k
source: Advanced Candlestick
ms: Candlestick Canggih
th: แผนภูมิเส้นKขั้นสูง
zh_hans: 高级K线图表
zh_hant: 高級K線圖表

# initial_settings_advanced_line
source: Advanced Line
ms: Garis Canggih
th: แผนภูมิเส้นขั้นสูง
zh_hans: 进阶折线图表
zh_hant: 進階折線圖表

# initial_settings_simplified_k
source: Simplified Candlestick
ms: Candlestick yang diringkas
th: แผนภูมิเส้นKที่เรียบง่าย
zh_hans: 简约K线图表
zh_hant: 簡約陰陽燭

# initial_settings_simplified_line
source: Simplified Line
ms: Talian Permudah
th: แผนภูมิเส้นที่เรียบง่าย
zh_hans: 简约折线图表
zh_hant: 簡約折線圖表

# settings_unmatch_message
source: Your account settings and App local settings are unmatched. Please select which you want to use.
ms: Tetapan akaun dan tetapan setempat aplikasi anda tidak dapat padan. Sila pilih yang anda ingin guna .
th: การตั้งบัญชีไม่สอดคล้องกับการตั้งท้องถิ่นของ App กรุณาเลือกการตั้งที่จะใช้
zh_hans: 帐号设置与App本地设置不一致。 请选择使用哪个设置?
zh_hant: 帳號設定與App本地設定不一致。 請選擇使用哪個設定?

# settings_unmatch_account
source: Acct. Settings
ms: Tetapan akaun
th: ใช้การตั้งบัญชี
zh_hans: 使用帐号设置
zh_hant: 使用帳號設定

# settings_unmatch_local
source: Local Settings
ms: Tetapan Setempat
th: ใช้การตั้งท้องถิ่น
zh_hans: 使用本地设置
zh_hant: 使用本地設定

# initial_settings_advanced_settings
source: Advanced Quote Settings
ms: Tetapan sebutharga Canggih
th: การตั้งแผนภูมิขั้นสูง
zh_hans: 进阶图表设定
zh_hant: 進階圖表設定

# warrants_bull
source: Bull
ms: Bull Cert
th: ใบรับรองวัว
zh_hans: 牛证
zh_hant: 牛證

# warrants_bear
source: Bear
ms: Bear Cert
th: ใบรับรองหมี
zh_hans: 熊证
zh_hant: 熊證

# warrants_sell
source: Put
ms: Letak
th: แสดงสิทธิ
zh_hans: 认沽
zh_hant: 認沽

# warrants_buy
source: Call
ms: Panggil
th: สมัครสั่งซื้อ
zh_hans: 认购
zh_hant: 認購

# warrants_less_3_month
source: <3 Months
ms: <3 Bulan
th: <3 เดือน
zh_hans: <3个月
zh_hant: <3個月

# warrants_3_6_month
source: 3-6 Months
ms: 3-6 Bulan
th: 3-6 เดือน
zh_hans: 3-6个月
zh_hant: 3-6個月

# warrants_6_12_month
source: 6-12 Months
ms: 6-12 Bulan
th: 6-12 เดือน
zh_hans: 6-12个月
zh_hant: 6-12個月

# warrants_morethan_12_month
source: >12 Months
ms: >12 Bulan
th: >12 เดือน
zh_hans: >12个月
zh_hant: >12個月

# warrants_no_warrants
source: No related warrant
ms: Tiada waran yang berkaitan
th: ไม่มีล้อรังที่เกี่ยวข้อง
zh_hans: 暂无相关窝轮
zh_hant: 暫無相關窩輪

# warrants_bull_bear
source: Warrants & CBBCs
ms: Waran dan CBBC
th: หมีวัวล้อรัง
zh_hans: 窝轮牛熊
zh_hant: 窩輪牛熊

# warrants_bull_bear1
source: Warrants &CBBCs
ms: Waran dan CBBC
th: หมีวัวล้อรัง
zh_hans: 窝轮牛熊
zh_hant: 窩輪牛熊

# warrants_sort
source: Filter
ms: Penyaring
th: คัดกรอง
zh_hans: 筛选
zh_hant: 篩選

# warrants_strike_invalid
source: Invalid strike
ms: Bantahan tidak sah
th: การป้อนราคาการใช้สิทธิไม่ถูกต้องกรุณาป้อนอีกครั้ง
zh_hans: 行使价输入无效,请重新输入
zh_hant: 行使價輸入無效,請重新輸入

# warrants_conversionRatio_invalid
source: Invalid conversion ratio
ms: Nisbah penukaran tidak sah
th: การป้อนอัตราการแปลงหุ้นไม่ถูกต้องกรุณาป้อนอีกครั้ง
zh_hans: 换股比率输入无效,请重新输入
zh_hant: 換股比率輸入無效,請重新輸入

# warrants_call_level_invalid
source: Invalid call level
ms: Tahap panggilan tidak sah
th: การป้อนราคาการรับไม่ถูกต้องกรุณาป้อนอีกครั้ง
zh_hans: 回收价输入无效,请重新输入
zh_hant: 收回價輸入無效,請重新輸入

# warrants_volatility_invalid
source: Invalid implied volatility
ms: Kemeruapan tersirat tidak sah
th: อินพุตแอมพลิจูดส่วนขยายไม่ถูกต้องกรุณาป้อนอีกครั้ง
zh_hans: 引伸波幅输入无效,请重新输入
zh_hant: 引伸波幅輸入無效,請重新輸入

# warrants_type
source: Type
ms: Jenis
th: ประเภท
zh_hans: 类型
zh_hant: 類型

# warrants_end_date
source: Maturity
ms: Kematangan
th: วันครบกำหนด
zh_hans: 到期日
zh_hant: 到期日

# warrants_more_sort
source: Filter
ms: Penyaring
th: การคัดกรองเพิ่มเติม
zh_hans: 更多筛选
zh_hant: 更多篩選

# warrants_in_out
source: Moneyness
th: ราคาภายใน/นอกราคา
zh_hans: 价内/价外
zh_hant: 價內/價外

# warrants_gearing
source: Gearing
th: อัตราส่วนเลเวอเรจ
zh_hans: 杠杆比率
zh_hant: 槓桿比率

# warrants_change_tab_gearing
source: GEARING
th: คันโยก อัตรา
zh_hans: 杠杆 比率
zh_hant: 槓桿 比率

# day_maigin_gearing
source: Max.Margin
ms: Margin Maks
th: อัตราคันโยกสูงสุด
zh_hans: 最大杠杆比率
zh_hant: 最大槓桿比率

# warrants_premium
source: Premium
th: พรีเมียม
zh_hans: 溢价
zh_hant: 溢價

# warrants_outstandingPct
source: O/S
th: อัตราส่วนปริมาณในตลาด
zh_hans: 街货比
zh_hant: 街貨比

# warrants_strike
source: Strike
th: ราคาใช้สิทธิ
zh_hans: 行使价
zh_hant: 行使價

# warrants_conversionRatio
source: Conversion Ratio
ms: NISBAH penukaran
th: อัตราส่วนการแปลงสภาพ
zh_hans: 换股比率
zh_hant: 換股比率

# warrants_in
source: ITM
th: ภายในราคา
zh_hans: 价内
zh_hant: 價內

# warrants_out
source: OTM
ms: Luar Valensi
th: นอกราคา
zh_hans: 价外
zh_hant: 價外

# warrants_volatility
source: I.V. (%)
th: แอมพลิจูดขยาย
zh_hans: 引伸波幅
zh_hant: 引伸波幅

# effective_eff_gearing
source: EFFECT GEAR.
ms: KESAN GEAR
th: เลเวอเรจจริง
zh_hans: 实际杠杆
zh_hant: 實際槓桿

# warrants_call_level
source: Call Level
ms: Tahap Panggilan
th: ราคารีไซเคิล
zh_hans: 回收价
zh_hant: 收回價

# warrants_spot_vs_call
source: Spot VS Call
ms: Spot VS Panggilan
th: จากราคารีไซเคิล
zh_hans: 距回收价
zh_hant: 距收回價

# warrants_yesterday_gains
source: Yesterday P/L
ms: Untung/Rugi Semalam
th: กำไรเมื่อวาน
zh_hans: 昨日收益
zh_hant: 昨日收益

# warrants_hold_gains
source: Total P/L
ms: Jumlah Untung/Rugi
th: กำไรที่ถืออยู่
zh_hans: 持有收益
zh_hant: 持有收益

# warrants_less_1_multiple
source: <1 time
ms: <1 kali
th: <1 เท่า
zh_hans: <1倍
zh_hant: <1倍

# warrants_1_5_multiple
source: 1-5 times
ms: 1-5 kali
th: 1-5 เท่า
zh_hans: 1-5倍
zh_hant: 1-5倍

# warrants_5_10_multiple
source: 5-10 times
ms: 5-10 kali
th: 5-10 เท่า
zh_hans: 5-10倍
zh_hant: 5-10倍

# warrants_morethan_10_multiple
source: >10 times
ms: >10 kali
th: >10 เท่า
zh_hans: >10倍
zh_hant: >10倍

# warrants_look_all
source: View All Warrants & CBBCs
ms: Tunjuk Semua Waran&CBBC
th: ดูใบรับรองรอบทั้งหมด
zh_hans: 查看所有轮证
zh_hant: 查看所有輪證

# warrants_remove
source: Cleared
ms: Dipadam
th: การลบแล้ว
zh_hans: 已清除
zh_hant: 已清除

# warrants_reset
source: Reset
ms: Set semula
th: ตั้งค่าใหม่
zh_hans: 重置
zh_hant: 重設

# warrants_warrants
source: Warrants
ms: Waran
th: ใบรับรองการหมุน
zh_hans: 轮证
zh_hant: 輪證

# warrants_price_cost
source: Price/Cost
ms: Harga/Kos
th: ราคาปัจจุบัน/ค่าใช้จ่าย
zh_hans: 现价/成本
zh_hant: 現價/成本

# warrants_value_qty
source: Value/QTY
ms: Nilai/QTY
th: มูลค่าตลาด/ปริมาณ
zh_hans: 市值/数量
zh_hant: 市值/數量

# warrants_latest_price
source: Price
ms: Harga Terkini
th: ราคาล่าสุด
zh_hans: 最新价
zh_hant: 最新價

# warrants_bmp_tip
source: At request of HKEX, stock quote should be manually refreshed under BMP service. BMP service supports 20 Warrants and CBBCs at most.
ms: Atas permintaan HKEX, sebut harga saham perlu dimuat semula secara manual di bawah perkhidmatan BMP. Perkhidmatan BMP menyokong 20 Waran dan CBBC paling banyak .
th: ตามคำร้องขอของตลาดหลักทรัพย์ฮ่องกง จะต้องดึงใบเสนอราคา BMP ของหุ้นฮ่องกงด้วยตนเองเพื่ออัปเดต สามารถการตรวจสอบได้สูงสุด20 ในเวลาเดียวโปรดไปที่ "ราคาตลาดของฉัน" เพื่อดูรายละเอียด
zh_hans: 应港交所要求, 港股BMP行情需手动下拉更新。并只能同时查看最多20只轮证行情。请到「我的行情」了解详情。
zh_hant: 應港交所要求，港股即時報價需手動下拉更新。並只能同時查看最多20隻輪證報價。請到「我的報價」了解詳情。

# warrants_inline_warrants
source: Inline Warrants
ms: Waran Inline
zh_hans: 界内证
zh_hant: 界內證

# warrants_inline_warrants1
source: Inline Warrants
ms: Waran Inline
zh_hans: 界内证
zh_hant: 界內證

# warrants_inline_warrants2
source: Inline
ms: Waran Inline
th: Inline Warrants
zh_hans: 界内证
zh_hant: 界內證

# warrants_all_inline_warrant
source: View all inline warrants
ms: Lihat semua waran dalam talian
th: การตรวจสอบใบรับรองทั้งหมด
zh_hans: 查看所有界内证
zh_hant: 查看所有界內證

# warrants_not_inline_warrant
source: No related inline warrant
ms: Tiada Waran Inline yang Berkaitan
th: ไม่มี Inline Warrants ที่เกี่ยวข้อง
zh_hans: 暂无相关界内证
zh_hant: 暫無相關界內證

# market_sg_warrants_title
source: Warrants
ms: Waran
th: ใบสำคัญแสดงสิทธิที่จะซื้อหุ้นสามัญ
zh_hans: 认股权证
zh_hant: 认股权证

# warrants_cbbc_distribtion
source: CBBC Distribution
ms: Distribusi CBBC
th: วัวหมีถนนสินค้า
zh_hans: 牛熊街货
zh_hant: 牛熊街貨

# warrants_help_tip
source: A warrant is a "right" and not a "obligation". It gives the holder the right to buy or sell an "underlying asset" (such as a share, index, commodity, currency, etc.) at a predetermined "exercise price" on a predetermined "expiration date".
ms: Waran ialah "hak" dan ciptan "kewajipan". Ia memberi pemegang hak untuk membeli atau menjual "aset asas" (seperti saham, indeks, komoditi, mata wang, dsb.) pada "harga latihan" yang telah ditetapkan pada tarikh "luput yang ditetapkan .
th: ใบสิทธิ ภาษาอังกฤษคือ warrant ในฮ่องกงเรียกว่า ใบแสดงสิทธิ หรือ รอบรัง เป็น สิทธิ ไม่ใช่ ความรับผิดชอบมันทำให้ผู้ถือมีสิทธิ์ในการซื้อหรือการขายสินทรัพย์ที่เกี่ยวข้อง เช่นการหุ้น ดัชนี สินค้า สกุลเงิน ฯลฯ ใน วันที่หมดอายุ เพื่อกำหนด ราคาใช้สิทธิ
zh_hans: "权证”所对应的英文是warrant，在香港被称作“认股证”或者“窝轮”，它是一种“权利”而非“责任”。其赋予持有者在预定“到期日”，以预定“行使价”，购买或沽出“相关资产”（如股份、指数、商品、货币等）的权利。
zh_hant: "權証”所對應的英文是warrant，在香港被稱作“認股証”或者“窩輪”，它是一種“權利”而非“責任”。其賦予持有者在預定“到期日”，以預定“行使價”，購買或沽出“相關資産”（如股份、指數、商品、貨幣等）的權利。

# analytics_stock_analytics_title
source: Analytics
ms: Analisis
th: วิเคราะห์
zh_hans: 分析
zh_hant: 分析

# analytics_stock_analytics
source: Stock Analytics
ms: Analisis Saham
th: การวิเคราะห์หุ้นแต่ละตัว
zh_hans: 个股分析
zh_hant: 個股分析

# analytics_label_profitability
source: Profitability
ms: Keberuntungan
th: ความสามารถในการทำกำไร
zh_hans: 盈利能力
zh_hant: 盈利能力

# analytics_label_growth
source: Growth
ms: Pertumbuhan
th: ความสามารถในการเติบโต
zh_hans: 成长能力
zh_hant: 成長能力

# analytics_label_operating
source: Operating Capacity
ms: Kapasiti Operasi
th: ความสามารถในการปฏิบัติงาน
zh_hans: 营运能力
zh_hant: 營運能力

# analytics_label_dividend
source: Dividend Yield
ms: Hasilan Dividen
th: อัตราเงินปันผล
zh_hans: 股息率
zh_hant: 股息率

# analytics_label_valuation
source: Valuation
ms: Penilaian
th: ระดับการประเมิน
zh_hans: 估值水平
zh_hant: 估值水平

# analytics_label_trend
source: Stock Trend
ms: Aliran Saham
th: การเคลื่อนไหวของราคาหุ้น
zh_hans: 股价走势
zh_hant: 股價走勢

# analytics_label_turnover
source: Money Flow
ms: Aliran Wang
th: กองทุนการสั่งซื้อ
zh_hans: 资金成交
zh_hant: 資金成交

# analytics_label_industry
source: Industry Prospect
ms: Prospek Industri
th: แนวโน้มอุตสาหกรรม
zh_hans: 行业前景
zh_hant: 行業前景

# analytics_industry_average
source: Industry Average
ms: Purata Industri
th: ค่าเฉลี่ยอุตสาหกรรม
zh_hans: 行业平均
zh_hant: 行業平均

# analytics_total_score
source: Total Score:
ms: Jumlah markah:
th: คะแนนรวมหุ้น
zh_hans: 该股票总分
zh_hant: 該股票總分

# analytics_industry_rank
source: Industry Rank
ms: Posisi Industri
th: การจัดอันดับอุตสาหกรรม
zh_hans: 行业排名
zh_hant: 行業排名

# analytics_money_flow
source: Money Flow
ms: Aliran Wang
th: การกระจายธุรกรรมทางการเงิน
zh_hans: 资金成交分布
zh_hant: 資金成交分佈

# analytics_money_inflow
source: Inflow
ms: Aliran masuk
th: ไหลเข้า
zh_hans: 流入
zh_hant: 流入

# analytics_money_outflow
source: Outflow
ms: Aliran keluar
th: ไหลออก
zh_hans: 流出
zh_hant: 流出

# analytics_money_net
source: Net
ms: Aliran bersih
th: จำนวนเงินสุทธิ
zh_hans: 净额
zh_hant: 淨額

# analytics_money_distribution
source: Distribution
ms: Pengagihan
th: การกระจายธุรกรรม
zh_hans: 成交分布
zh_hant: 成交分佈

# analytics_money_large
source: Large
ms: Besar
th: ออเดอร์ใหญ่
zh_hans: 大单
zh_hant: 大單

# analytics_money_medium
source: Medium
ms: Sederhana
th: ออเดอร์กลาง
zh_hans: 中单
zh_hant: 中單

# analytics_money_small
source: Small
ms: Kecil
th: การสั่งซื้อนาดเล็ก
zh_hans: 细单
zh_hant: 細單

# analytics_money_definition
source: Large: Active buy/sell transaction volume of completed orders 10 times higher than specific level*. Small: Active buy/sell transaction volume of completed orders 10 times lower than specific level*. *Specific level: For stocks, monthly average volume. For warrants, average volume of past 3 trading days.
ms: Besar: Jumlah transaksi beli/jual aktif bagi pesanan selesai 10 kali lebih tinggi daripada tahap tertentu*. Kecil: Jumlah transaksi beli/jual aktif bagi pesanan selesai 10 kali lebih rendah volum purata bulanan. Untuk waran, purata volum selama 3 hari dagangan.
th: มาตรฐานตามจำนวนการซื้อขายต่อรายการของหนึ่งเดือนก่อนหุ้น%@ก่อน3วัน น้อยกว่าค่าเฉลี่ยเป็นการสั่งซื้อนาดเล็ก มากกว่าหรือเท่ากับ 10 เท่าของค่าเฉลี่ยเป็นการสั่งซื้อขนาดใหญ่และที่เหลือเป็นการสั่งซื้อขนาดกลาง
zh_hans: 以股票前一个月（%@前3天）的平均每笔成交量为标准，小于该平均值为细单，大于等于该平均值的10倍为大单，其余为中单
zh_hant: 以股票前一個月（%@前3天）的平均每筆成交量為標準，小於該平均值為細單，大於等於該平均值的10倍為大單，其餘為中單

# analytics_money_trend
source: Money Trend
ms: Trend Wang
th: แนวโน้มเงินทุน
zh_hans: 资金趋势
zh_hant: 資金趨勢

# analytics_industry_title
source: Based on Michael Porter's Five Forces Model and the economic and business cycle to generate a objective and comprehensive evaluation.
ms: Berdasarkan Model Lima Angkatan Michael Porter dan kitaran ekonomi dan perniagaan untuk menjana penilaian yang objektif dan menyeluruh.
th: สร้างการประเมินแบบวัตถุประสงค์และครอบคลุมต่ออุตสาหกรรมตามแบบจำลองห้ากำลังของพอร์เตอร์เชิงปริมาณและการหมุนเวียนของอุตสาหกรรมภายใต้วัฏจักรเศรษฐกิจและการเงิน
zh_hans: 基于定量的波特五力模型和经济金融周期下的行业轮动情况对行业进行客观，全面的评价
zh_hant: 基於定量的波特五力模型和經濟金融週期下的行業輪動情況對行業進行客觀，全面的評價

# analytics_money_hk_definition
source: Data is based on the industry-leading OMD Securities Premium (streaming) version of the advanced quotes:
ms: Data adalah berdasarkan pada versi OMD Securities Premium (penstriman) peneraju industri bagi sebut harga Canggih:
th: ข้อมูลตามตลาดขั้นสูงจากรุ่นยอดเยี่ยมชั้นนำของอุตสาหกรรม OMD Securities Premium (streaming)
zh_hans: 数据基于业界领先的OMD Securities Premium (streaming)卓越版高级行情，
zh_hant: 數據基於業界領先的OMD Securities Premium (streaming)卓越版高級報價，

# stock_detail_money_flow
source: Money Flow
ms: Aliran Wang
th: การไหลของเงินทุน
zh_hans: 资金流向
zh_hant: 資金流向

# smart_ranking
source: Smart Diagnosis
ms: Diagnosis Pintar
th: หน่วยวินิจฉัยอัจฉริยะ
zh_hans: 智能诊股
zh_hant: 智能診股

# smart_ranking_toast
source: The score and ranking are mainly calculated based on stock fundamentals, technical, capital, and industry development prospects analysis. It is maintained and updated by analyst team regularly.
ms: Skor dan Posisi biasa dikira berdasarkan asas saham, teknikal, modal, dan analisis prospek pembangunan industri. Ia diselenggarakan dan dikemas kini oleh pasukan penganalisis secara kerap.
th: คะแนนและการจัดอันดับส่วนใหญ่ได้คำนวณตามพื้นฐานหุ้นด้านเทคนิคด้านเงินทุนและแนวโน้มการพัฒนาอุตสาหกรรมทีมนักวิเคราะห์จะปรับปรุงอย่างสม่ำเสมอ
zh_hans: 评分及排名主要依据股票基本面、技术面、资金面、行业发展前景等维度计算得出，分析师团队将会定期维护更新。
zh_hant: 評分及排名主要依據股票基本面、技術面、資金面、行業發展前景等資訊計算得出，分析師團隊將會定期維護更新。

# smart_ranking_toast1
source: The stock is selected by a team of uSMART licensed analysts. The scores and rankings are mainly calculated from the perspective of stocks, technical aspects, financial aspects, and industry development prospects. The analyst team will maintain and update regularly.
ms: Saham dipilih oleh pasukan penganalisis uSMART berlesen. Markah dan Posisi dikira terutamanya daripada perspektif saham, aspek teknikal, aspek kewangan dan prospek pembangunan industri. Pasukan penganalisis akan menyelenggara dan mengemas kini dengan kerap.
th: หุ้นนี้ได้รับจากกลุ่มการเลือกที่ดีของทีมนักวิเคราะห์ที่ถือหุ้นยัง uSmart คะแนนและการจัดอันดับส่วนใหญ่ได้คำนวณตามพื้นฐานหุ้นด้านเทคนิคด้านเงินทุนและแนวโน้มการพัฒนาอุตสาหกรรมทีมนักวิเคราะห์จะปรับปรุงอย่างสม่ำเสมอ
zh_hans: 该股由uSmart持牌分析师团队精选所得，评分及排名主要依据股票基本面、技术面、资金面、行业发展前景等维度计算得出，分析师团队将会定期维护更新。
zh_hant: 該股由uSmart持牌分析師團隊精選所得，評分及排名主要依類股票，技術面，資金面，行業發展前景等角度計算得出，分析師團隊將會定期維護更新。

# smart_win_stocks
source: Beat Stocks
ms: Atasi saham
th: เอาชนะหุ้น
zh_hans: 打败股票
zh_hant: 打敗股票

# smart_industry_ranking
source: Stock List Ranking
ms: Posisi Senarai saham
th: การจัดอันดับกลุ่มหุ้น
zh_hans: 股票池排名
zh_hant: 股票池排名

# smart_overall_score
source: Score
ms: skor
th: คะแนนโดยรวม
zh_hans: 综合评分
zh_hant: 綜合評分

# smart_pro_prompt
source: Normal account can evaluate %zd times per day, upgrade to PRO account for unlimited evaluation.
ms: Akaun biasa boleh menilai %zd kali sehari, naiktaraf ke akaun PRO untuk penilaian tanpa had.
th: บัญชีธรรมดาสามารถการตรวจสอบหุ้น %zd ในทุกวันอัพเกรดบัญชี PRO สามารถใช้งานได้ครั้งมราไม่จำกัด
zh_hans: 普通账户每日可查看 %zd 只股票，升级PRO账户可无限次使用
zh_hant: 普通賬戶每日可查看 %zd 隻股票，升級PRO賬戶可無限次使用

# smart_score_no_data
source: No data as the stock is not in the stock pool selected by uSMART licensed analyst team
ms: Tiada data kerana saham tiada dalam kumpulan saham yang dipilih oleh pasukan penganalisis berlesen uSMART
th: หุ้นนี้ไม่ได้อยู่ในกลุ่มหุ้นที่กลุ่มการเลือกที่ดีของทีมนักวิเคราะห์ที่ถือหุ้นยัง uSmart ไม่มีข้อมูล
zh_hans: 该股不在uSmart持牌分析师团队精选的股池内，暂无数据
zh_hant: 該股不在uSmart持牌分析師團隊精選的股池內，暫無數據

# broker_stock
source: Broker Position
ms: Posisi Broker
th: การถือหุ้นของนายหน้า
zh_hans: 经纪商持股
zh_hant: 經紀商持股

# broker_percent
source: Pos. Ratio
ms: Pos. Nisbah
th: อัตราส่วนการถือหุ้น
zh_hans: 持股比例
zh_hant: 持股比例

# broker_buy_sell
source: Net Buying / Selling
ms: Beli Bersih / Jualan
th: การซื้อสุทธิ/การขายสุทธิ
zh_hans: 净买入/净卖出
zh_hant: 淨買入/淨賣出

source: Real Time
ms: Waktu Nyata
th: เรียลไทม์
zh_hans: 实时
zh_hant: 實時

# recent_one_day
source: 1D
ms: 1 hari
th: 1 วันล่าสุด
zh_hans: 近1日
zh_hant: 近1日

# recent_five_day
source: 5D
ms: 5 hari
th: 5 วันล่าสุด
zh_hans: 近5日
zh_hant: 近5日

# recent_twenty_day
source: 20D
ms: 20 hari
th: 20 วันล่าสุด
zh_hans: 近20日
zh_hant: 近20日

# recent_sixty_day
source: 60D
ms: 60 hari
th: 60 วันล่าสุด
zh_hans: 近60日
zh_hant: 近60日

# broker_buy_1
source: Net Buying
ms: Belian Bersih
th: การซื้อสุทธิ
zh_hans: 净买入
zh_hant: 淨買入

# broker_sell_1
source: Net Selling
ms: Jualan Bersih
th: การขายสุทธิ
zh_hans: 净卖出
zh_hant: 淨賣出

# broker_buy_sell_update_tip
source: Updated: %@ (Estimated, for reference only)
ms: Dikemas kini: %@ (Anggaran, untuk rujukan sahaja)
th: อัปเดต: %@(นี่เป็นข้อมูลประมาณสำหรับการอ้างอิงเท่านั้น)
zh_hans: 更新：%@（此为估算数据，仅供参考）
zh_hant: 更新：%@（此為估算資料，僅供參考）

# broker_buy_sell_history_update_tip
source: Updated: %@ (Data from Exchange, T+2 settlement)
ms: Dikemas kini: %@ (Data daripada Pusat Pertukaran, T+2 penyelesaian)
th: อัปเดต: %@(ข้อมูลตลาดแลกเปลี่ยน T+2 วันชำระ)
zh_hans: 更新：%@（交易所数据，T+2日结算）
zh_hant: 更新：%@（交易所資料，T+2日結算）

# broker_buy_unit
source: Unit: K SHR
th: หน่วย: หมื่นหุ้น
zh_hans: 单位：万股
zh_hant: 單位：萬股

# broker_percent_update_tip
source: Updated: %@ (Data from Exchange, T+2 settlement)
ms: Dikemas kini: %@ (Data daripada Pusat Pertukaran, T+2 penyelesaian)
th: อัปเดต: %@(ข้อมูลตลาดแลกเปลี่ยน T+2 วันชำระ)
zh_hans: 更新：%@（交易所数据T+2日结算）
zh_hant: 更新：%@（交易所資料T+2日結算）

# broker_total_count
source: Broker Involved %@ Total Shareholding %@
ms: Broker Terlibat %@ Jumlah Pegangan Saham %@
th: จำนวนนายหน้าที่เข้าร่วม %@อัตราการถือหุ้นทั้งหมด %@
zh_hans: 经纪商参与数%@ 持股总比例%@
zh_hant: 經紀商參與數%@ 持股總比例%@

# stock_broker_sell_buy_tip
source: Net Buying / Selling, which means that investors who invest through this broker are optimistic or bearish on the stock price, it is mainly to analyze the investor's attitude towards the market outlook.
ms: Beli / Jualan Bersih, yang bermaksud pelabur yang melabur melalui broker ini optimistik atau menurun pada harga saham, terutama untuk menganalisis sikap pelabur terhadap pandangan pasaran.
th: การซื้อสุทธิ/การขายสุทธิแสดงว่านักลงทุนของนายหน้ามองโลกในแง่ดีหรือเป็นขาลงของราคาหุ้นในตลาด ส่วนสะดวกการวิเคราะห์ทัศนคติของนักลงทุนต่อตลาดหลังและสถานการณ์ของฝ่ายตรงข้าม
zh_hans: 净买入/净卖出，表示通过此经纪商投资的投资者看好或看淡后市股价；主要方便分析投资者对后市的态度以及对手盘的操盘情况。
zh_hant: 淨買入/淨賣出，表示通過此經紀商投資的投資者看好或看淡後市股價；主要方便分析投資者對後市的態度以及對手盤的操盤情況。

# stock_broker_percent_tip
source: The changes in the shareholdings of the several main brokers reflect the attitude of institutional investors towards the stock price in the market.
ms: Perubahan dalam pegangan saham beberapa broker utama mencerminkan sikap pelabur institusi terhadap harga saham dalam pasaran.
th: นายหน้าที่การถือหุ้นอัตราสูงสุด การเปลี่ยนสามารถของการถือหุ้นอัตรา สะท้อนทัศนคติของนักลงทุนสถาบันที่มีทัศนคติของราคาหุ้นตลาด และการซ้อนทับพฤติกรรมของนายหน้าจะสะท้อนแนวโน้มพื้นฐานของราคาหุ้น
zh_hans: 持股比例最高的几个经纪商，其持股比例的变化，一定程度上能反映机构投资者对后市股价的态度，而所有经纪商的行为叠加则反映股价的基本走势。
zh_hant: 持股比例最高的幾個經紀商，其持股比例的變化，一定程度上能反映機構投資者對後市股價的態度，而所有經紀商的行為疊加則反映股價的基本走勢。

# economic_hold_num
source: SHR Holding
th: จำนวนหุ้นที่ถือ
zh_hans: 持股数量
zh_hant: 持股數量

# broker_stock_detail
source: Broker Holding Details
ms: Butiran Pegangan Broker
th: รายละเอียดการถือหุ้นของโบรกเกอร์
zh_hans: 经纪商持股详情
zh_hant: 經紀商持股詳情

# economic_ratio_title
source: Proportion(%)
ms: Perkadaran(%)
th: อัตราส่วน (%)
zh_hans: 比例（%）
zh_hant: 比例（%）

# economic_price_title
source: Price (HKD)
ms: Harga (HKD)
th: ราคา (HKD)
zh_hans: 价格（HKD）
zh_hant: 價格（HKD）

# economic_ratio
source: Proportion
ms: Perkadaran
th: อัตราส่วน
zh_hans: 比例
zh_hant: 比例

# economic_close
source: Closing Price
ms: Harga Tutup
th: ราคาปิด
zh_hans: 收盘价
zh_hant: 收盤價

# economic_change_volume
source: Change
ms: Perubahan
th: จำนวนหุ้นสุทธิที่ซื้อขาย
zh_hans: 净买卖股数
zh_hant: 淨買賣股數

source: Monday
ms: Isnin
th: วันจันทร์
zh_hans: 周一
zh_hant: 週一

source: Tuesday
ms: Selasa
th: วันอังคาร
zh_hans: 周二
zh_hant: 週二

source: Wednesday
ms: Rabu
th: วันพุธ
zh_hans: 周三
zh_hant: 週三

source: Thursday
ms: Khamis
th: วันพฤหัสบดี
zh_hans: 周四
zh_hant: 週四

source: Friday
ms: Jumaat
th: วันศุกร์
zh_hans: 周五
zh_hant: 週五

source: Saturday
ms: Sabtu
th: วันเสาร์
zh_hans: 周六
zh_hant: 週六

source: Sunday
ms: Ahad
th: วันอาทิตย์
zh_hans: 周日
zh_hant: 周日

# economic_ratio_change
source: % Change
ms: % Ubah
th: การเปลี่ยนแปลงอัตรา
zh_hans: 比例变化
zh_hant: 比例變化

# broker_date
source: Date
ms: Tarikh
th: วันที่
zh_hans: 日期
zh_hant: 日期

# ten_thousand_shares
source: 10K SHR
th: หมื่นหุ้น
zh_hans: 万股
zh_hant: 萬股

# hundred_million_shares
source: 100M SHR
ms: 100J SHR
th: ล้านหุ้น
zh_hans: 亿股
zh_hant: 億股

# thousand_billion_shares
source: 1000B SHR
th: ล้านล้านหุ้น
zh_hans: 万亿股
zh_hant: 萬億股

# ggt_hold_ratio
source: HK Connect percentage of shareholding
ms: HK Connect peratusan pegangan saham
th: อัตราการถือหุ้นฮ่องกง
zh_hans: 港股通持股比例
zh_hant: 港股通持股比例
