Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# smart_groupDetail
source: Notification
ms: Notifikasi
th: สวิทซ์ปุ่มกด
zh_hans: 推送开关
zh_hant: 通知開關

# smart_noPosition
source: No Position
ms: Tiada Posisi
th: ยังไม่มี Position
zh_hans: 暂无持仓
zh_hant: 暫無持倉

# smart_noSelfStock
source: Watchlist is empty now
ms: Senarai pantauan kosong sekarang
th: ไม่มีออปชั่นหุ้นในขณะนี้ กรุณาเพิ่มออปชั่นหุ้นอีกครั้ง
zh_hans: 暂无自选股，请添加自选股后重试
zh_hant: 我的組合中暫無股票，請添加後重試

# smart_settings_title
source: Position Notification Settings
ms: Tetapan Notifikasi Posisi
th: การตั้งค่าแจ้งเตือนอัจฉริยะของผู้ถือหุ้น
zh_hans: 持仓股智能提示设定
zh_hant: 持倉股智能提示設定

# abnormal_type
source: Type
ms: Taip
th: ชนิดของSAP
zh_hans: 异动类型
zh_hant: 異動類型

# abnormal_data
source: Data
th: ข้อมูล SAP
zh_hans: 异动数据
zh_hant: 異動數據

source: Industry
ms: Industri
th: อุตสาหกรรม
zh_hans: 行业
zh_hant: 行業

source: Index
ms: Indeks
th: เลขดัชนี
zh_hans: 指数
zh_hant: 指數

# index_title
source: Index
ms: Indeks
th: ประเภทเลขดัชนี
zh_hans: 指数型
zh_hant: 指數型

# option_and_hold
source: Watchlist/Portfolio
ms: Senarai pantau/Portfolio
th: ออปชั่น/ตำแหน่ง
zh_hans: 自选/持仓
zh_hant: 我的組合/持倉

# monitor_push_setting
source: Notification
ms: Tetapan Mesej Promosi
th: การตั้งค่าการแจ้งเตือน
zh_hans: 推送设置
zh_hant: 推送設置

# push_type_setting
source: Channel
ms: Saluran
th: การตั้งค่าการส่ง
zh_hans: 推送方式设置
zh_hant: 推送方式設置

# push_area_setting
source: Scope
ms: Skop
th: การตั้งค่าช่วงการส่ง
zh_hans: 推送范围设置
zh_hant: 推送範圍設置

# push_condition_setting
source: Criteria
ms: Kriteria
th: การตั้งค่าเงื่อนไขการส่ง
zh_hans: 推送条件设置
zh_hant: 推送條件設置

# push_type_app
source: uSMART App
ms: Apikasil uSMART
th: การแจ้งเตือนแอพพลิเคชันหยิงลี่
zh_hans: 盈立APP通知
zh_hant: uSMART App通知

# push_type_wechat
source: WeChat
th: การแจ้งเตือน We Chat
zh_hans: 微信通知
zh_hant: 微信通知

# push_area_all
source: All Stocks
ms: Semua Saham
th: ส่งเต็มที่
zh_hans: 全量推送
zh_hant: 全量推送

# push_area_smart
source: Smart Screening
ms: Saringan Pintar
th: ตัวกรองอัจฉริยะ
zh_hans: 智能筛选
zh_hant: 智能篩選

# monitor_my_push
source: My Notification
ms: Notikasi Saya
th: ตัวส่งของข้าพเจ้า
zh_hans: 我的推送
zh_hant: 我的推送

# receive_push
source: Turn On Notification
ms: Hidupkan Notifikasi
th: ตัวรับของข้าพเจ้า
zh_hans: 接收推送
zh_hant: 接收推送

# monitor_industry_push_tips
source: uSMART will notice you the stock movements of this industry if you turn on the notification. Please be aware the you may receive many notifications. You can turn on up to 2 industry movement notifications and can change the setting later.
ms: uSMART akan memerhatikan pergerakan saham anda di bidang ini jika anda menghidupkan notifikasi. Harap maklum bahawa anda mungkin terima banyak notifikasi. Anda boleh menghidupkan sehingga 2 notifikasi pergerakan bidang dan boleh tukar tetapan kemudian.
th: เปิดสวิทซ์ตัวรับ ท่านจะได้รับการแจ้งเตือนเกี่ยวกับการเปลี่ยนแปลงของหุ้นที่เป็นส่วนประกอบของอุตสาหกรรม มีข้อความจำนวนมาก ดังนั้นโปรดเลือกอย่างระมัดระวังผู้ใช้แต่ละคนสามารถเปิดสวิทซ์ตัวส่งได้สองแบบประเภทธุรกรรมและวิธีการแชร์สามารถแก้ไขได้ในการตั้งค่าการแชร์
zh_hans: 打开接收推送开关，您将接收到该行业成分股的异动消息推送，消息数量较大，请谨慎选择；每个用户可打开两个行业推送开关；异动类型及推送方式可在推送设置中修改。
zh_hant: 打開接收推送開關，您將接收到該行業成分股的異動消息推送，消息數量較大，請謹慎選擇；每個用戶可打開兩個行業推送開關；異動類型及推送方式可在推送設置中修改。

# monitor_hold_push_tips
source: uSMART will notice you the stock movements of this group if you turn on the notification. Please be aware the you may receive many notifications. You can change the setting later.
ms: uSMART akan memerhatikan pergerakan saham kumpulan anda jika anda menghidupkan notifikasi. Harap maklum bahawa anda mungkin terima banyak notifikasi. Anda boleh tukar tetapan kemudian.
th: เปิดสวิทซ์ตัวรับตัวส่ง ท่านจะได้รับการแจ้งเตือนเกี่ยวกับการเปลี่ยนแปลงของหุ้นในกลุ่มนี้ มีข้อความจำนวนมาก ดังนั้นโปรดเลือกอย่างระมัดระวังประเภทธุรกรรมและวิธีการแชร์สามารถแก้ไขได้ในการตั้งค่าการแชร์
zh_hans: 打开接收推送开关，你将接收到该分组内股票的异动消息推送，消息数量较大，请谨慎选择；异动类型及推送方式可在推送设置中修改。
zh_hant: 打開接收推送開關，你將接收到該分組內股票的異動消息推送，消息數量較大，請謹慎選擇；異動類型及推送方式可在推送設置中修改。

# monitor_industry_push_open_tips
source: Please be aware the you may receive many notifications if you turn on this notification. Confirm to turn on?
ms: Harap maklum bahawa anda mungkin menerima banyak notifikasi jika anda menghidupkan notifikasi ini. Pastinak hidupkan ?
th: เปิดสวิทซ์นี้ ท่านอาจจะได้รับข้อความจำนวนมาก ดังนั้นโปรดเลือกอย่างระมัดระวัง ท่านแน่ใจหรือไม่ว่าต้องการเปิด
zh_hans: 打开此开关，您将可能接收较多消息推送，请谨慎选择，确定打开吗？
zh_hant: 打開此開關，您將可能接收較多消息推送，請謹慎選擇，確定打開嗎？

# monitor_smart_describe_tips
source: "Smart Screening" is based on your notification setting and uSMART researches to filter out high-risk stocks and only push you high-quality stocks.
ms: "Semakan Pintar" adalah berdasarkan tetapan notifikasi anda dan penyelidikan uSMART untuk saring saham berisiko tinggi dan hanya cadangkan anda saham berkualiti tinggi.
th: ตัวคัดกรองอัจฉริยะขั้นอยู่กับช่วงที่ท่านกดตัวส่ง ร่วมกับผลการวิจัย uSMART เพื่อกรองหุ้นที่มีความสูง และส่งข้อมูลการเปลี่ยนแปลงของหุ้นที่มีคุณภาพสูงเท่านั้น
zh_hans: "智能筛选"是基于您选择的推送范围，结合uSMART研究成果，过滤掉高风险股票，仅推送优质股票的异动信息。
zh_hant: "智能篩選"是基於您選擇的推送範圍，結合uSMART研究成果，過濾掉高風險股票，僅推送優質股票的異動資訊。

# monitor_quote_permission_describe_tips
source: For users who have streaming quotes only, please upgrade your quotes first.
ms: Untuk pengguna yang mempunyai sebut harga penstriman sahaja, sila naik taraf sebut harga anda terlebih dahulu.
th: ฟังก์ชั่นนี้เปิดให้เฉพาะผู้ใช้ที่ได้รับอนุญาตแบบเรียลไทม์โดยตลาดเท่านั้น โปรดอัปเกรดสิทธิ์ในคำร้องของท่านก่อน
zh_hans: 该功能仅对实时行情权限用户开放，请先升级您的行情权限
zh_hant: 該功能僅對實時報價權限用戶開放，請先升級您的報價權限

# monitor_push_open_success
source: Turned On Notification
ms: Hidupkkan notifikasi
th: เปิดการส่งแล้ว
zh_hans: 推送已打开
zh_hant: 推送已打開

# monitor_push_open_fail
source: Failed To Turned On Notification
ms: Gagal Menghidupkan notifikasi
th: การเปิดการส่งล้มเหลว
zh_hans: 推送打开失败
zh_hant: 推送打開失敗

# monitor_push_close_success
source: Turned Off Notification
ms: Mematikan notifikasi
th: ปิดการส่งแล้ว
zh_hans: 推送已关闭
zh_hant: 推送已關閉

# monitor_push_close_fail
source: Failed To Turned Off Notification
ms: Gagal Untuk Mematikan notifikasi
th: การปิดการส่งล้มเหลว
zh_hans: 推送关闭失败
zh_hant: 推送關閉失敗

# monitor_push_industry_limit
source: Notification exceeded the limitation
ms: notifikasi melebihi had
th: การส่งของอุตสาหกรรมเกินขีดจำกัดของการจับตาดูตลาด
zh_hans: 行业推送已经超过盯盘的上限
zh_hant: 行業推送已經超過盯盤的上限

# operation_fail_whith_error_code
source: Failed (%d)
ms: Gagal (%d)
th: การดำเนินการล้มเหลว (%d)
zh_hans: 操作失败(%d)
zh_hant: 操作失敗(%d)

# setting_fail_whith_error_code
source: Failed (%d)
ms: Gagal (%d)
th: การตั้งค่าล้มเหลว (%d)
zh_hans: 设置失败(%d)
zh_hant: 設置失敗(%d)

# new_stock
source: Listed IPO
ms: Saham SG
th: หุ้นใหม่
zh_hans: 新股
zh_hant: 新股

# bind_wechat_alert
source: Please bind your wechat account to use this function. Bind now?
ms: Sila ikat akaun wechat anda untuk menggunakan fungsi ini. Ikat sekarang?
th: ฟังก์ชั่นนี้สามารถจะเปิดใช้ได้โดยการผูกกับบัญชี We Chat เท่านั้น ท่านแน่ใจหรือว่าจะผูก
zh_hans: 绑定微信才可以打开此功能, 确定绑定吗？
zh_hant: 綁定微信才可以打開此功能，確定綁定嗎？

# smart_login_tip
source: Login to get the stock price movements notificaitons.
ms: Log masuk untuk mendapatkan notifikasi pergerakan harga saham.
th: ท่านจะได้รับการแจ้งเตือนการเปลี่ยนแปลงสต็อกหลังจาการเข้าระบบ
zh_hans: 登录后即可收到股票异动提示
zh_hant: 登錄後即可收到股票異動提示

# webview_detailTitle
source: Details
ms: Butiran
th: รายละเอียด
zh_hans: 详情
zh_hant: 詳情

# webview_js_userAlreadyLogin
source: Logged in
ms: Log masuk
th: ผู้ใช้เข้าสู่ระบบแล้ว
zh_hans: 用户已登录
zh_hant: 用戶已登錄

# camera_up
source: Album
th: อัพโหลดอัลบั้ม
zh_hans: 相册上传
zh_hant: 相簿上傳

# upload_from_file
source: upload file
ms: muat naik fail
th: มาจากไฟล์
zh_hans: 来自文件
zh_hant: 來自文件

# no_camera
source: No permission to open the camera, please authorize and try again
ms: Tiada kebenaran untuk guna kamera, sila beri kebenaran dan cuba sekali lagi
th: ไม่ได้รับอนุญาตให้เปิดกล้อง กรุณาเปิดการใช้งานและเปิดการอนุญาตอีกครั้ง
zh_hans: 没有打开相机的权限,请开启权限后重试
zh_hant: 沒有打開相機的權限,請開啟權限後重試

# fail_pls_retry
source: Failed, please try again
ms: Gagal, sila cuba sekali lagi
th: ล้มเหลว กรุณาลองอีกครั้ง
zh_hans: 失败,请重试
zh_hant: 失敗,請重試

# choose_failed
source: Failed to select
ms: Gagal pilih
th: การเลือกล้มเหลว
zh_hans: 选择失败
zh_hant: 選擇失敗

# copy_failed
source: Failed to copy
ms: Gagal salin
th: แบบจำลองล้มเหลว
zh_hans: 复制失败
zh_hant: 複製失敗

# open_account_title
source: Open HK and US stocks account
ms: cipta akaun saham HK dan AS
th: เปิดบัญชีหุ้นฮ่องกงและสหรัฐ
zh_hans: 港美股开户
zh_hant: 港美股開戶

# identify_failure
source: Identification failed
ms: Identifikasi gagal
th: การแยกประเภทล้มเหลว
zh_hans: 识别失败
zh_hant: 識別失敗

# webview_usAuthStateBackTip
source: You will be logged out if you don't confirm it, really want to back?
ms: Anda akan dilog keluar jika anda tidak mengesahkan, anda pasti mahu keluar?
th: หากไม่ยืนยัน ระบบจะออกจากการเข้าสู่ระบบอัตโนมัติ แน่ใจว่าจะออกจากระบบใช่หรือไม่
zh_hans: 如未确认，系统将自动退出登录，确定要退出吗？
zh_hant: 如未確認，系統將自動登出，確定要退出嗎？

# copy_success
source: Copied
ms: Disalin
th: คัดลอกสำเร็จ
zh_hans: 复制成功
zh_hant: 複製成功

# save_picture
source: Saved
ms: Disimpan
th: บันทึกแล้ว
zh_hans: 已保存
zh_hant: 已保存

source: Search
ms: Cari
th: ค้นหา
zh_hans: 搜索
zh_hant: 搜索

# search_placeholder
source: Search
ms: Cari
th: กรุณาใส่รหัส/ชื่อหุ้น
zh_hans: 请输入股票代码/名称
zh_hant: 請輸入股票代碼/名稱

# search_inline
source: Search stock code
ms: Cari kod saham
th: โปรดป้อนรหัสหุ้นหรืออักษรย่อของคีเวิร์ดที่เกี่ยวข้องกับวอร์แรนท์ภายใน
zh_hans: 请输入界内证相关标的股票代码或简称
zh_hant: 請輸入界內證相關標的股票代碼或簡稱

# search_warrant
source: Search stock code
ms: Cari kod saham
th: โปรดป้อนรหัสหุ้นหรืออักษรย่อของคีเวิร์ดที่เกี่ยวข้องกับวอร์แรนท์
zh_hans: 请输入窝轮牛熊相关标的股票代码或简称
zh_hant: 請輸入窩輪牛熊相關標的股票代碼或簡稱

# search_cancel
source: Cancel
ms: Batal
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# search_result_title
source: Search Result
ms: Hasil carian
th: ผลการค้นหา
zh_hans: 搜索结果
zh_hant: 搜索結果

# search_history_title
source: Search History
ms: Sejarah carian
th: ประวัติการค้นหา
zh_hans: 搜索历史
zh_hant: 搜索歷史

# hot_search_stocks
source: Popular Searches
ms: Carian Popular
th: การค้นหายอดนิยม
zh_hans: 热门搜索
zh_hant: 熱門搜索

# search_history_empty
source: No History
ms: Tiada Sejarah
th: ไม่มีประวัติการค้นหา
zh_hans: 暂无搜索历史
zh_hant: 暫無搜索歷史

# search_result_empty
source: No Search
ms: Tiada Carian
th: ขออภัย ไม่พบประวัติการค้นหา
zh_hans: 很抱歉，没有搜索结果
zh_hant: 很抱歉，沒有搜索結果

# search_remove_from_favorite
source: Removed from Watchlists
ms: Dipadam daripada Senarai Pantauan
th: ออปชั่นถูกลบไปแล้ว
zh_hans: 已移除自选
zh_hant: 已從我的組合移除

# search_add_to_favorite
source: Added to Watchlist
ms: Ditambah pada Senarai Pantauan
th: เพิ่มออปชั่นไปแล้ว
zh_hans: 已加入自选
zh_hant: 已加入我的組合

# search_clear_history
source: Clear History
ms: Kosongkan Sejarah
th: ลบบันทึกทั้งหมด
zh_hans: 删除纪录
zh_hant: 刪除紀錄

# search_detail_placeholder
source: Enter stock symbol/name
ms: Masukkan simbol/nama saham
th: กรุณาใส่รหัส/ชื่อหุ้น
zh_hans: 请输入股票代码/名称
zh_hant: 請輸入股票代碼/名稱

# history_biz_type_all
source: All Types
ms: Semua jenis
th: ทุกประเภท
zh_hans: 全部类型
zh_hant: 全部類型

# history_biz_type_deposit
source: Deposit
th: เข้าทอง
zh_hans: 入金
zh_hant: 存款

# history_biz_type_withdraw
source: Withdraw
ms: Pengeluaran
th: ออกทอง
zh_hans: 出金
zh_hant: 提款

# history_biz_type_exchange
source: Exchange
ms: Pusat Pertukaran
th: แลกเปลี่ยนเงินตรา
zh_hans: 货币兑换
zh_hant: 貨幣兌換

# history_date_type_all
source: All Dates
ms: Semua Tarikh
th: วันที่ทั้งหมด
zh_hans: 全部日期
zh_hant: 全部日期

# history_date_type_last_month
source: 1 Month
ms: 1 bulan
th: เดือนที่แล้ว
zh_hans: 近1个月
zh_hant: 近1個月

# history_date_type_last_three_month
source: 3 Months
ms: 3 bulan
th: 3 เดือนล่าสุด
zh_hans: 近3个月
zh_hant: 近3個月

# history_date_type_last_year
source: 1 Year
ms: 1 tahun
th: 1 ปีล่าสุด
zh_hans: 近1年
zh_hant: 近1年

# history_date_type_within_this_year
source: This Year
ms: Tahun ini
th: ต้นปีถึงปัจจุบัน
zh_hans: 年初至今
zh_hant: 年初至今

# history_date_type_custom
source: Customize
ms: Sesuaikan
th: กำหนดเอง
zh_hans: 自定义
zh_hant: 自定義

# history_date_type_last_week
source: 1 Week
ms: 1 minggu
th: อาทิตย์ที่แล้ว
zh_hans: 近1周
zh_hant: 近1週

# history_date_type_today
source: Today
ms: Hari ini
th: วันนี้
zh_hans: 今日
zh_hant: 今日

# history_time_limit
source: Time Range
ms: Julat Masa
th: ขอบเขตเวลา
zh_hans: 时间范围
zh_hant: 時間範圍

# history_trade_time
source: Transaction Time
ms: Masa Transaksi
th: เวลาการทำธุรกรรม
zh_hans: 交易时间
zh_hant: 交易時間

# history_title
source: History
ms: Sejarah
th: ประวัติ
zh_hans: 历史记录
zh_hant: 歷史紀錄

# history_no_history
source: No Record
ms: Tiada catatan
th: ไม่มีบันทึก
zh_hans: 暂无记录
zh_hant: 暫無紀錄

# history_no_deposit_history
source: No deposit record
ms: Tiada rekod deposit
th: ไม่มีบันทึกการเข้าของเงิน
zh_hans: 暂无入金记录
zh_hant: 暫無存款紀錄

# history_no_withdraw_history
source: No withdrawal record
ms: Tiada rekod pengeluaran
th: ไม่มีบันทึกการออกของเงิน
zh_hans: 暂无出金记录
zh_hant: 暫無提款紀錄

# history_no_exchange_history
source: No currency exchange record
ms: Tiada rekod pertukaran mata wang
th: ไม่มีบันทึกการแลกเปลี่ยนสกุลเงิน
zh_hans: 暂无货币兑换记录
zh_hant: 暫無貨幣兌換紀錄

# history_i_want_deposit
source: Deposit
th: ข้าพเจ้าต้องการฝากเงิน
zh_hans: 我要入金
zh_hant: 我要存款

# history_i_want_withdraw
source: Withdraw
ms: Pengeluaran
th: ข้าพเจ้าต้องการถอนเงิน
zh_hans: 我要出金
zh_hant: 我要提款

# history_i_want_exchange
source: Exchange Currency
ms: Tukar Mata Wang
th: ข้าพเจ้าต้องการแลกเงิน
zh_hans: 我要兑换货币
zh_hant: 我要兌換貨幣

# history_deposit_guide
source: How to Deposit
ms: Kaedah Deposit
th: คู่มือการฝากเงิน
zh_hans: 查看入金引导
zh_hant: 查看存款教學

# history_withdraw_guide
source: How to Withdraw
ms: Kaedah Pengeluaran
th: คู่มือการถอนเงิน
zh_hans: 查看出金引导
zh_hant: 查看提款教學

# history_exchange_guide
source: How to Exchange Currency
ms: Kaedah Tukar Mata Wang
th: ตรวจสอบคู่มือการตรวจสอบการแลกเปลี่ยนสกุลเงิน
zh_hans: 查看兑换货币引导
zh_hant: 查看兌換貨幣引導

# history_fetch_data_error
source: Cannot get data
ms: Tidak dapat dapatkan data
th: ไม่สามารถดำเนินการรับข้อมูลได้ในขณะนี้
zh_hans: 暂无法获取数据
zh_hant: 暫無法獲取數據

# history_ask_revoke_withdraw
source: Confirm to cancel the withdrawal application?
ms: Pasti nak batalkan permohonan pengeluaran?
th: ท่านยืนยันจะยื่นขอถอนเงินใช่หรือไม่
zh_hans: 是否确认撤销出金申请？
zh_hant: 是否確認撤銷提款申請？

# history_revoked
source: Cancelled
ms: Dibatalkan
th: เพิกถอนแล้ว
zh_hans: 已撤销
zh_hant: 已撤銷

# history_notify_money
source: Notified Amount
ms: Amaun Dimaklumkan
th: แจ้งเตือนยอดเงิน
zh_hans: 通知金额
zh_hant: 通知金額

# history_real_money
source: Credited Amount
ms: Amaun Dikreditkan
th: จำนวนเงินที่เข้าบัญชีจริง
zh_hans: 实际到账金额
zh_hant: 實際到賬金額

# history_starting_time
source: Submission
ms: Serahan
th: เวลาในการยื่นคำร้อง
zh_hans: 申请时间
zh_hant: 申請時間

# history_exchange_money
source: Sell
ms: Jual
th: ขายออก
zh_hans: 卖出
zh_hant: 賣出

# history_exchange_result
source: Buy
ms: Beli
th: ซื้อเข้า
zh_hans: 买入
zh_hant: 買入

# history_withdraw_money
source: Withdrawal Amount
ms: Amaun Pengeluaran
th: จำนวนยอดเงินที่ทำการถอน
zh_hans: 提取金额
zh_hant: 提取金額

# history_revoke
source: Cancel
ms: Batal
th: เพิกถอน
zh_hans: 撤销
zh_hant: 撤銷

# history_start_date
source: Start date
ms: Tarikh mula
th: วันที่เริ่มต้น
zh_hans: 开始日期
zh_hant: 開始日期

# history_end_date
source: End date
ms: Tarikh tamat
th: วันที่เสร็จสิ้น
zh_hans: 结束日期
zh_hant: 結束日期

# history_custom_date
source: Customize
ms: Sesuaikan
th: กำหนดเอง
zh_hans: 自定义
zh_hant: 自定義

# history_custom_date_tips
source: Max. check 1 year order history
ms: Maks. semakan sejarah pesanan 1 tahun
th: ท่านสามารถตรวจสอบคำสั่งธุรกรรมมากที่สุดภายใน 1 ปี
zh_hans: 最长可查询1年内的交易订单
zh_hant: 最長可查詢1年內的交易訂單

# history_custom_date_tips_hold
source: Max 1 year of position record can be checked
ms: Maks 1 tahun rekod posisi boleh disemak
th: ท่านสามารถตรวจสอบบันทึกตำแหน่งมากที่สุดภายใน 1 ปี
zh_hans: 最长可查询1年内的持仓记录
zh_hant: 最長可查詢1年內的持倉記錄

# history_to
source: to
ms: Hingga
th: ถึง
zh_hans: 至
zh_hant: 至

# history_date_not_allowed
source: Start Date cannot be later than End Date
ms: Tarikh Mula tidak boleh lewat daripada Tarikh Tamat
th: วันที่เริ่มต้นต้องไม่มากกว่าวันที่สิ้นสุด
zh_hans: 开始日期不能大于结束日期
zh_hant: 開始日期不能大於結束日期

# history_date_not_allowed2
source: End Date cannot be earlier than Start Date
ms: Tarikh Tamat tidak boleh lebih awal daripada Tarikh Mula
th: วันที่สิ้นสุดต้องไม่น้อยกว่าวันที่เริ่มต้น
zh_hans: 结束日期不能小于开始日期
zh_hant: 結束日期不能小於開始日期

# history_today
source: (Today)
ms: (Hari ini)
th: (วันนี้)
zh_hans: （今天）
zh_hant: （今天）

# history_time_range_not_allowed
source: Date Range cannot be over a year
ms: Julat Tarikh tidak boleh lebih dari setahun
th: ช่วงเวลาต้องไม่เกิน1ปี
zh_hans: 时间跨度不能超过1年
zh_hant: 時間跨度不能超過1年

# history_please_choose_start_date
source: Please select the start date
ms: Sila pilih tarikh mula
th: กรุณาเลือกวันที่เริ่มต้น
zh_hans: 请选择开始日期
zh_hant: 請選擇開始日期

# history_please_choose_end_date
source: Please select the end date
ms: Sila pilih tarikh tamat
th: กรุณาเลือกวันที่สิ้นสุด
zh_hans: 请选择结束日期
zh_hant: 請選擇結束日期

# history_max_date_range_5years
source: Max. show 5 years history records
ms: Maks. tunjuk rekod sejarah 5 tahun
th: ประวัติการบันทึกในปัจจุบันต้องไม่เกิน 5 ปี
zh_hans: 当前最多显示近5年历史记录
zh_hant: 當前最多顯示近5年歷史紀錄

# history_reject_reason
source: Rejection Reason
ms: Alasan Penolakan
th: เหตุผลในการปฏิเสธ
zh_hans: 驳回原因
zh_hant: 駁回原因

# stockST_short
source: Technical Analysis Strategy
ms: Strategi Analisis Teknikal
th: CCI
zh_hans: 短线王
zh_hant: 技術分析策略

# stockST_long
source: Long-Term Strategy
ms: Strategi Jangka Panjang
th: การเลือกศึกษาการลงทุน
zh_hans: 投研精选
zh_hant: 長線投研精選

# stockST_recommend_empty
source: No recommended stock
ms: Tiada saham yang disyorkan
th: วันนี้ไม่มีหุ้นแนะนำ
zh_hans: 今日无推荐股票
zh_hant: 今日無推薦股票

# stockST_name
source: Stock
ms: Nama/Simbol
th: รหัสชื่อ
zh_hans: 名称代码
zh_hant: 名稱代碼

# stockST_price
source: Bought
ms: Dibeli
th: ราคาที่เลือก
zh_hans: 入选价
zh_hant: 入選價

# stockST_end_profit
source: Take-Profit
ms: Ambil keuntungan
th: เสนอให้ทำกำไร
zh_hans: 建议止盈
zh_hant: 建議止賺

# stockST_max_increase
source: Highest
ms: Tertinggi
th: เพิ่มขึ้นสูงสุด
zh_hans: 最高涨幅
zh_hant: 最高升幅

# stockST_enter_date
source: Date
ms: Tarikh Dimasukkan
th: วันที่เลือก
zh_hans: 入选日期
zh_hant: 入選日期

# stockST_return_rate
source: Return
ms: Pulangan
th: อัตราการปิด
zh_hans: 收益率
zh_hant: 收益率

# stockST_history_winrate
source: Win Rate
ms: Kadar Menang
th: อัตราการชนะในประวัติ
zh_hans: 历史胜率
zh_hant: 歷史勝率

# stockST_cumulative_return_rate
source: Cum. Return
ms: Pulangan Akaun
th: อัตราผลตอบแทนสะสม
zh_hans: 累计收益率
zh_hant: 累計收益率

# stockST_open_price
source: Open
ms: cipta
th: ราคาการเปิด
zh_hans: 开盘价
zh_hant: 開盤價

# stockST_stop_profit_mark
source: Take Profit
ms: Ambil keuntungan
th: ทำกำไร
zh_hans: 止盈
zh_hant: 止賺

# stockST_suggest_stop_loss
source: Stop-Loss
ms: Henti-Kerugian
th: แนะนำให้หยุดการสูญเสีย
zh_hans: 建议止损
zh_hant: 建議止蝕

# stockST_stop_loss
source: Stop Loss
ms: Henti-Kerugian
th: หยุดการสูญเสีย
zh_hans: 止损
zh_hant: 止蝕

# stockST_start_time
source: Since %@
ms: Sejak %@
th: %@ณ ปัจจุบัน
zh_hans: %@ 至今
zh_hant: %@ 至今

# stockST_year_rate
source: Annualized
ms: Tahunan
th: รายได้ต่อปี
zh_hans: 年化收益
zh_hant: 年化收益

# stockST_today_gains
source: Today Chg
ms: Perubahan Hari ini
th: การเพิ่มขึ้นของวันนี้
zh_hans: 今日涨幅
zh_hant: 今日升幅

# stockST_feat_stra
source: Smart Investment Strategy
ms: Strategi Pelaburan Pintar
th: กลยุทธ์การลงทุนอันเฉลียวฉลาด
zh_hans: 智能投资策略
zh_hant: 智能投資策略

# stockST_rate_N_des
source: %d Days
ms: %d Hari
th: ผลตอบแทน%d วันนี้
zh_hans: 近%d日收益率
zh_hant: 近%d日收益率

# stockST_strategy_date
source: Period
ms: Tempoh
th: กลยุทธ์เวลา
zh_hans: 策略时间
zh_hant: 策略時間

# stockST_sec_head_desc1
source: Comprehensive analysis support by Big Data and GPU Clusters
ms: Sokongan analisis komprehensif oleh Daata Besar dan Kluster GPU
th: การรวม BIG DATA และ GPU เพื่อวิเคราะห์แคลคูลัสอย่างครอบคลุม
zh_hans: 结合大数据和GPU集群，全面演算分析
zh_hant: 結合大數據和GPU 集群 ，全面演算分析

# stockST_sec_head_desc2
source: 100% AI automated stock selection, flexible investment strategy
ms: 100% AI pemilihan saham automatik, strategi pelaburan fleksibel
th: AI คัดเลือกหุ้นอัตโนมัติอย่างเต็มรูปแบบ วางแผนกลยุทธ์อย่างยืดหยุ่น
zh_hans: AI全自动化选股，灵活安排投资策略
zh_hant: AI全自動化選股，靈活安排投資策略

# uadvisor_success_stories
source: Success Stories
ms: Menang Besar
th: เรื่องราวความสำเร็จ
zh_hans: 成功案例
zh_hant: 成功案例

# uadvisor_latest_update
source: Latest Update
ms: Maklumat terkini
th: กลยุทธ์คำเตือน
zh_hans: 策略提醒
zh_hant: 策略提醒

source: Important Notice
ms: Notis penting
th: คำเตือนสำคัญ
zh_hans: 重要提示
zh_hant: 重要提示

# discovery_win_rate
source: Win Rate
ms: Kadar Menang
th: อัตราการชนะโดยการใช้กลยุทธ์
zh_hans: 策略胜率
zh_hant: 策略成功率

# discovery_avg_raise
source: Average Performance
ms: Purata Prestasi
th: เพิ่มขึ้นโดยเฉลี่ย
zh_hans: 平均涨幅
zh_hant: 平均漲幅

# discovery_earnings_rate
source: Profit/Loss Ratio
ms: Nisbah Untung/Rugi
th: อัตราส่วนกำไรขาดทุน
zh_hans: 盈亏比
zh_hant: 賺蝕比率

# discovery_mine_king
source: Discretionary Acct.
ms: Akta budi bicara
th: บัญชีผู้ใช้ที่ได้รับมอบหมาย
zh_hans: 委托账户
zh_hant: 委託賬戶

# discovery_earnings_rate_tips
source: Profit/Loss Ratio = absolute value of return on profitable transactions / average return on lossy transactions
ms: Nisbah Untung/Rugi = nilai mutlak pulangan atas transaksi yang untung / pulangan purata nilai
th: อัตราส่วนกำไร/ขาดทุน=อัตราผลตอบแทนเฉลี่ยจากการเทรดที่มีกำไร/ค่าสัมบูรณ์ของอัตราผลตอบแทนเฉลี่ยจากการเทรดที่ขาดทุน
zh_hans: 盈亏比=盈利交易平均收益率/亏损交易平均收益率的绝对值
zh_hant: 賺蝕比率=盈利交易平均收益率/虧損交易平均收益率的絕對值

# discovery_tips
source: uSMART provides this strategy service based on intelligent algorithm generation for reference only and does not constitute advice. nuSMART doesn't guarantee the accuracy of the information, and users should not rely on any information of this service.
ms: uSMART menyediakan perkhidmatan strategi ini berdasarkan penjanaan algoritma pintar untuk tujuan rujukan sahaja dan tidak boleh diguna sebagai nasihat. nuSMART tidak menjamin ketepatan maklumat dan pengguna tidak boleh bergantung pada mana-mana maklumat perkhidmatan ini.
th: บริษัทหยิงลี่ให้บริการแนะนำกลยุทธ์ซึ่งอ้างอิงจากการสร้างอัลกอริธึมแบบอัจฉริยะเท่านั้น และไม่ถือว่าเป็นการอ้างอิง หลักทรัพย์หยิงลี่ไม่สามรถรับประกันความถูกต้องของข้อมูล ผู้ใช้ไม่ควรอาศัยข้อมูลใดๆที่อยู่ภายใน
zh_hans: 盈立证券有限公司提供本策略服务基于智能算法生成仅供参考, 不构成建议。 盈立证券未能保证资料准确性, 使用者不应依赖所载任何资讯。
zh_hant: 盈立證券有限公司提供本策略服務基于智能算法生成僅供參考, 不構成建議。 盈立證券未能保證資料准確性, 使用者不應依賴所載任何資訊。

source: Strategy
ms: Strategi
th: กลยุทธ์
zh_hans: 策略
zh_hant: 策略

# discovery_strategy
source: Selected Strategies
ms: Strategi Terpilih
th: การคัดสรรกลยุทธ์
zh_hans: 策略精选
zh_hant: 策略精選

# my_subscribtion
source: My Subscription
ms: Langganan
th: การสมัครสมาชิกของฉัน
zh_hans: 我的订阅
zh_hant: 我的訂閱

# no_subscribtion
source: No Subscription
ms: Langganan yang diperlukan
th: ปัจจุบันนี้คุณยังไม่ได้สมัครสมาชิกลยุทธ์
zh_hans: 您当前暂未订阅策略
zh_hant: 您當前暫未訂閱策略

# goto_column
source: Strategies for you
ms: Strategi untuk anda
th: ท่านสามารถดูได้จากส่วนต่อไปนี้
zh_hans: 您可以去看看以下栏目
zh_hant: 您可以去看看以下欄目

# no_positions
source: No Position
ms: Tiada posisi
th: ยังไม่มี Position
zh_hans: 暂无持仓
zh_hant: 暫無持倉

# profit_rate_tips
source: P / L ratio = absolute return on profitable transactions / average return on lossy transactions
ms: Nisbah Untung/Rugi = pulangan mutlak ke atas transaksi yang menguntungkan/pulangan purata transaksi kerugian
th: อัตราส่วนกำไร/ขาดทุน=อัตราผลตอบแทนเฉลี่ยจากการเทรดที่มีกำไร/ค่าสัมบูรณ์ของอัตราผลตอบแทนเฉลี่ยจากการเทรดที่ขาดทุน
zh_hans: 盈亏比=盈利交易平均收益率/亏损交易平均收益率的绝对值
zh_hant: 盈虧比=盈利交易平均收益率/虧損交易平均收益率的絕對值

# stockST_column_research_report
source: Research Report
ms: Laporan penyelidikan
th: งานวิจัยดีเด่น
zh_hans: 精选研报
zh_hant: 精選研報

# stockST_column_hui_yue_info
source: Alex's Insight
th: ตั้งตารอ Sir อังกฤษ
zh_hans: 英Sir 前瞻
zh_hant: 英Sir 前瞻

# stockST_column_news
source: News
ms: Berita
th: ข่าวสารล่าสุด
zh_hans: 最新资讯
zh_hant: 最新資訊

# stockST_column_internal_reference
source: uSMART Note
ms: Nota uSMART
th: ข้อมูลอ้างอิงภายในของหยิงลี่
zh_hans: 盈立内参
zh_hant: 盈立內參

# stockST_column_market
source: Market
ms: Pasaran
th: แนวโน้มของตลาด
zh_hans: 市场动向
zh_hant: 市場動向
