Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# grey_mkt_order_tip
source: Grey Market Trading Session is 16:15-18:30, which is transaction concluded outside the trading system of HKEX. Order cannot be modified. But you can cancel the order.
ms: Sesi Dagangan Pasaran Kelabu adalah 16:15-18:30, transaksi yang diletak di luar sistem perdagangan HKEX. Pesanan tidak boleh diubah. Tetapi anda boleh batalkan pesanan.
th: ชั่วโมงการซื้อขายในตลาดสีเทาคือ 16: 15-18: 30 การเทรดในตลาดสีเทาถูกจับคู่โดยระบบเสนอราคานอกตลาด ซึ่งรองรับการยกเลิกคำสั่งซื้อขายขายและไม่รองรับการแก้ไขคำสั่งซื้อขายขาย
zh_hans: 暗盘交易时间为16:15-18:30，暗盘成交是由场外报价系统撮合成交，支持撤单，不支持改单。
zh_hant: 暗盤交易時間為16:15-18:30，暗盤成交是由場外報價系統撮合成交，可取消訂單但不支持修改訂單。

# grey_mkt_order_tip2
source: Grey Market Trading Session is 14:15-16:30, which is transaction concluded outside the trading system of HKEX. Order cannot be modified. But you can cancel the order.
ms: Sesi Dagangan Pasaran Kelabu adalah 14:15-16:30, transaksi yang diletak di luar sistem perdagangan HKEX. Pesanan tidak boleh diubah. Tetapi anda boleh batalkan pesanan.
th: ชั่วโมงการซื้อขายในตลาดสีเทาคือ 14: 15-16: 30 การเทรดในตลาดสีเทาถูกจับคู่โดยระบบเสนอราคานอกตลาด ซึ่งรองรับการยกเลิกคำสั่งซื้อขายขายและไม่รองรับการแก้ไขคำสั่งซื้อขายขาย
zh_hans: 暗盘交易时间为14:15-16:30，暗盘成交是由场外报价系统撮合成交，支持撤单，不支持改单。
zh_hant: 暗盤交易時間為14:15-16:30，暗盤成交是由場外報價系統撮合成交，可取消訂單但不支持修改訂單。

# grey_mkt_buy
source: Buy On Grey Market
ms: Beli Di Pasaran Kelabu
th: ซื้อนอกตลาด
zh_hans: 暗盘买入
zh_hant: 暗盤買入

# grey_mkt_sell
source: Sell On Grey Market
ms: Jual Di Pasaran Kelabu
th: ขายนอกตลาด
zh_hans: 暗盘卖出
zh_hant: 暗盤賣出

# grey_mkt_start_soon1
source: Grey Market Start Soon
ms: Pasaran Kelabu Mulakan Tidak Lama Lagi
th: หุ้นในตลาดสีเทาไม่เปิด
zh_hans: 暗盘未开盘
zh_hant: 暗盤未開盤

# grey_mkt_trading_session1
source: Grey Market Trading Session
ms: Pasaran Kelabu Sesi Perdagangan
th: หุ้นในตลาดสีเทาเปิดให้เทรด
zh_hans: 暗盘交易中
zh_hant: 暗盤交易中

# grey_mkt_closed1
source: Grey Market Closed
ms: Pasar Kelabu Ditutup
th: หุ้นในตลาดสีเทาปิดแล้ว
zh_hans: 暗盘已收盘
zh_hant: 暗盤已收盤

# ipo_admission_fee
source: Entry Fee (Public Subs.)
ms: Caj Pemasukan (Syarikat Awam)
th: ค่าสมัครแบบเปิด
zh_hans: 公开认购入场费
zh_hant: 公開認購入場費

# ecm_admission_fee
source: Entry Fee (ECM)
ms: Caj Pemasukan (ECM)
th: ค่าเข้าตลาดต่างประเทศ
zh_hans: 国际配售入场费
zh_hant: 國際配售入場費

# professional_investors_only
source: PI Only
ms: PI Sahaja
th: นักลงทุนมืออาชีพเท่านั้น
zh_hans: 只限专业投资者
zh_hant: 只限專業投資者

# cash_subs_endtime
source: Subs. Closing (Cash)
ms: Penutupan langganan (Tunai)
th: กำหนดเวลาสำหรับการสมัครสมาชิกโดยใช้เงินสด
zh_hans: 现金认购截止时间
zh_hant: 現金認購截止時間

# ecm_subs_endtime
source: Subs. Closing (ECM)
ms: Penutupan langganan (ECM)
th: กำหนดเวลาในการจัดสรรในต่างประเทศ
zh_hans: 国际配售截止时间
zh_hant: 國際配售截止時間

# finance_subs_endtime
source: Subs. Closing (Margin)
ms: Penutupan langganan (Margin)
th: กำหนดเวลาในการจัดหาเงินทุน
zh_hans: 融资认购截止时间
zh_hant: 融資認購截止時間

# go_to_certification
source: Verify Now
ms: Mengesahkan sekarang
th: ยืนยันความถูกต้อง
zh_hans: 去认证
zh_hant: 去認證

# transfer_to_public_subscription
source: Public Subs.
ms: Langganan Awam.
th: เปลี่ยนเป็นการสมัครสมาชิกสาธารณะ
zh_hans: 转公开认购
zh_hant: 轉公開認購

# certification_note
source: At request of the listing company or sponsor, ECM is only available for professional investor. You are not professional investor yet, you can verify now.
ms: Atas permintaan syarikat penyenaraian atau penaja, ECM hanya tersedia untuk pelabur professional. Anda ciptan pelabur profesional , anda boleh mengesahkan sekarang.
th: สืบเนื่องจากข้อกำหนดของบริษัทที่รับจดทะเบียนหรือผู้สนับสนุน จำเป็นต้องให้เฉพาะนักลงทุนมืออาชีพที่ได้รับการรับรองเท่านั้นที่สามารถมีส่วนร่วมในการจองซื้อหุ้นใหม่ในต่างประเทศได้ ท่านยังไม่ได้รับการรับรองว่าเป็นนักลงทุนมืออาชีพ สามารถสมัครขอใบรับรองได้ที่หยิงลี่หลังจากผ่านการรับรองแล้วจะมีตัวเลือกใน การลงทุนมากขึ้น
zh_hans: 由于上市公司或保荐人要求，需经认证的专业投资者方可参与该新股的国际配售认购。 您目前暂未认证为专业投资者，可在盈立申请认证，认证成功后可获得更多的投资选择。
zh_hant: 由於上市公司或保薦人要求，需經認證的專業投資者方可參與該新股的國際配售認購。 您目前暫未認證為專業投資者，可在盈立申請認證，認證成功後可獲得更多的投資選擇。

# ipo_ecm_sub_tip2
source: 1. At request of the listing company or sponsor, ECM is only available for professional investor. 2. The reference number of subscription shares is for reference only. uSMART will allocate shares based on the actual market price and subscription amount, which may allocate odd lots. We will do our best to allocate the whole lot of shares.
ms: 1. Atas permintaan syarikat penyenaraian atau penaja, ECM hanya tersedia untuk pelabur profesional. 2. Nombor rujukan perkongsian langganan adalah untuk rujukan sahaja. uSMART akan memperuntukkan saham berdasarkan harga pasaran sebenar dan jumlah langganan, yang mungkin memperuntukkan lot ganjil. Kami akan cuba untuk memperuntukkan saham yang lengkap.
th: 1. เนื่องจากเป็นข้อกำหนดของบริษัทรับจดทะเบียนหรือผู้สนับสนุน นักลงทุนจะต้องได้รับการรับรองว่าเป็นนักลงทุนมืออาชีพที่สามารถจัดสรรตำแหน่งในต่างประเทศหรือเป็นนักลงทุนที่มีความต้องการในการสมัครสมาชิกจำนวนมากเพื่อร่วมลงทุน 2. หมายเลขอ้างอิงของหุ้นที่ทำการจองมีไว้เพื่อใช้อ้างอิงเท่านั้นหยิงลี่จะจัดสรรหุ้นใหม่ตามราคาตลาดจริงและจำนวนการจองซื้อหุ้นใหม่ อาจทำให้หุ้นคี่เกิดขึ้น เราจะพยายามจัดสรรให้ได้มากที่สุด
zh_hans: 1.由于上市公司或保荐人要求，国际配售需经认证的专业投资者，或有较大认购需求的投资者参与。 2.参考认购股数仅作为参考, 盈立将根据实际上市价格和认购额分配新股，可能产生碎股，我们将尽可能分配整手股份。
zh_hant: 1.由於上市公司或保薦人要求，國際配售需經認證的專業投資者，或有較大認購需求的投資者參與。 2.參考認購股數僅作為參考, 盈立將根據實際上市價格和認購額分配新股，可能產生碎股，我們將盡可能分配整手股份。

# announce_distribution
source: Allotment Result
ms: Keputusan Peruntukan
th: ประกาศการจัดสรร
zh_hans: 公布分配
zh_hant: 公佈分配

# ecm_agree_declare
source: I have read and understood %@ and cannot participate in both ECM and public subscriptions simultaneously.
ms: Saya telah membaca dan memahami %@ dan tidak boleh menyertai dalam kedua-dua ECM dan langganan awam pada masa yang sama
th: ข้าพเจ้าได้อ่านและทราบ %@แล้ว จะไม่เข้าร่วมในระดับต่างประเทศและการสมัครแบบสาธารณะในเวลาเดียวกัน
zh_hans: 我已阅读并知晓%@，将不会同时参与国际配售和公开认购
zh_hant: 我已閱讀並知曉%@，將不會同時參與國際配售和公開認購

# public_subs_cash
source: Public Subscription (Cash)
ms: Langganan Awam (Tunai)
th: สมัครสมาชิกแบบสาธารณะ (เงินสด)
zh_hans: 公开认购(现金)
zh_hant: 公開認購(現金)

# public_subs_finance
source: Public Subscription (Margin)
ms: Langganan Awam (Margin)
th: สมัครสมาชิกแบบสาธารณะ (ไฟแนนซ์)
zh_hans: 公开认购（融资）
zh_hant: 公開認購(融資)

# appointment_subscription_amount
source: Intentional Investment Amount
ms: Amaun Pelaburan Pilihan Diri
th: จำนวนเงินที่ตั้งใจลงทุน
zh_hans: 意向投资金额
zh_hant: 意向投資金額

# appointment_intention_gold
source: Intention Deposit
ms: Tujuan Deposit
th: นัดหมายชำระเงิน
zh_hans: 预约意向金
zh_hant: 預約意向金

# appointment_apply_time
source: Time of Reservation
ms: Masa Tempahan
th: การนัดหมายเวลา
zh_hans: 预约时间
zh_hant: 預約時間

# appointment_detail
source: Reservation Details
ms: Butiran Tempahan
th: รายละเอียดการนัดหมาย
zh_hans: 预约明细
zh_hant: 預約明細

# delivered_company
source: New Application
ms: Permohonan Baharu
th: อยู่ระหว่างการขาย
zh_hans: 待发售
zh_hant: 待發售

# delivered_company_count
source: %ld Companies
ms: %ld Syarikat
th: %ld บริษัท
zh_hans: %ld家公司
zh_hant: %ld間公司

# delivered_apply_date
source: Time of Application
ms: Masa Permohonan
th: วันที่ทำการสมัคร
zh_hans: 申请日期
zh_hant: 申請日期

# delivered_status
source: Status
th: สถานะ
zh_hans: 状态
zh_hant: 狀態

# delivered_company_name
source: Company
ms: Syarikat
th: บริษัทที่สมัคร
zh_hans: 申请公司
zh_hant: 申請公司

# ecm_reconfirmed
source: Pending Reconfirmation
ms: Menunggu Pengesahan Semula
th: ยืนยันอีกครั้ง
zh_hans: 重新确认
zh_hant: 重新確認

# estimated_distribution
source: Estimated Allotment
ms: Anggaran Peruntukan
th: การจัดสรรโดยการประมาณ
zh_hans: 预计分配
zh_hant: 預計分配

# usStock_subs_risk_tip
source: Risk Warning
ms: Amaran Risiko
th: เตือนความเสี่ยง
zh_hans: 风险提示
zh_hant: 風險提示

# usStock_subs_risk_message
source: 1. Shares may be allotted to your account after market opened on the first listing date due to the uncertainty of the issuer's allotment. 2. May not able to sell the shares allotted to you due to settlement. uSMART will try our best to make it available.
ms: 1. Saham mungkin diperuntukkan ke akaun anda selepas pasaran dicipta pada tarikh penyenaraian pertama atas sebab ketidakpastian peruntukan penerbit. 2. Mungkin tidak dapat jual saham yang diperuntukkan kepada anda atas sebab penyelesaian. uSMART akan cuba yang terbaik untuk membekalnya .
th: 1. เนื่องจากความไม่แน่นอนของเวลาในการจัดสรรหุ้นใหม่ของผู้ออกหุ้น อาจมีการจัดสรรหุ้นใหม่ภายหลังการเปิดดำเนินการในวันแรก 2. เนื่องจากการชำระบัญชีโดยสำนักหักบัญชี หุ้นใหม่อาจไม่สามารถทำการขายได้ในวันแรกของการเข้าตลาดและหยิงลี่รับประกันว่าจะขายได้มากที่สุด
zh_hans: 1、由于发行商分配新股时间存在不确定性，可能在上市首日开盘之后分配新股； 2、因清算所交收原因，新股在上市首日可能无法交易卖出，盈立尽可能保证可卖出。
zh_hant: 1、由於發行商分配新股時間存在不確定性，可能在上市首日開盤之後分配新股； 2、因清算所交收原因，新股在上市首日可能無法交易賣出，盈立盡可能保證可賣出。

# continue_subscribe
source: Continue
ms: Connect
th: สมัครสมาชิกต่อไป
zh_hans: 继续认购
zh_hant: 繼續認購

# estimated_subs_cash
source: Estimated Subs. Amount
ms: Anggaran Jumlah Langganan
th: เงินทุนที่คาดหวัง
zh_hans: 预计认购资金
zh_hant: 預計認購資金

source: Estimated Subs. Quantity
ms: Anggaran Kuantiti Langganan
th: จำนวนหุ้นที่คาดว่าจะจองซื้อ
zh_hans: 预计认购股数
zh_hant: 預計認購股數

# subscribe_option
source: Subs. Type
ms: Jenis langganan
th: ตัวเลือกการสมัครสมาชิก
zh_hans: 认购选择
zh_hant: 認購選擇

# subscribe_by_quantity
source: Quantity
ms: Kuantiti
th: สมัครสมาชิกตามจำนวน
zh_hans: 按数量认购
zh_hant: 按數量認購

# subscribe_by_amount
source: Amount
ms: Jumlah
th: สมัครสมาชิกตามจำนวนเงิน
zh_hans: 按金额认购
zh_hant: 按金額認購

# ipo_ecm_subs_quantity_tips
source: Subs. Quantity
ms: Kuantiti Langganan
th: กรุณาใส่จำนวนหุ้นที่จะสมัคร
zh_hans: 请输入认购股数
zh_hant: 請輸入認購股數

# already_reserved
source: Reserved
ms: Terpelihara
th: จองเรียบร้อยแล้ว
zh_hans: 已预约
zh_hant: 已預約

# ecm_book
source: Reserve
ms: Terpelihara
th: จอง
zh_hans: 预约
zh_hant: 預約

# deliver_no_apply_company
source: No Company
ms: Tiada Syarikat
th: ยังไม่มีบริษัทขาย
zh_hans: 暂无待发售公司
zh_hant: 暫無待發售公司

# us_stock_subscribe_declare
source: US IPO Subscription Statement
ms: Penyata Langganan IPO AS
th: คำชี้แจงในการสมัครสมาชิก IPO ของสหรัฐอเมริกา
zh_hans: 美股新股认购声明
zh_hant: 美股新股認購聲明

# us_stock_subscribe_declare_tip
source: Please read the rules of the US regulatory agency FINRA regarding IPO: %@ and %@, and confirm the following statement:
ms: Sila baca peraturan agensi kawal selia AS FINRA berkaitan IPO: %@ dan %@, dan mengesahkan penyataan berikut:
th: โปรดคลิกเพื่ออ่านกฎของ FINRA ซึ่งเป็นหน่วยงานที่กำกับดูแลเกี่ยวกับการสมัครสมาชิก IPO ของสหรัฐอเมริกา:%@และ %@และทำการยืนยันข้อความต่อไปนี้:
zh_hans: 请点击阅读美国监管机构FINRA关于首次公开发行新股认购的规则:%@和%@，并确认以下声明:
zh_hant: 請點擊閱讀美國監管機構FINRA關於首次公開發行新股認購的規則:%@和%@，並確認以下聲明:

# us_rule_5130
source: Rule 5130
ms: Peraturan 5130
th: 5130 กฎกติกา
zh_hans: 5130规则
zh_hant: 5130規則

# us_rul3_5131
source: Rule 5131
ms: Peraturan 5131
th: 5131 กฎกติกา
zh_hans: 5131规则
zh_hant: 5131規則

# stock_subscribe_comfirm_tip
source: IPO Subscription Confirmation
ms: Pengesahan Langganan IPO
th: การยืนยันการสมัครสมาชิก IPO
zh_hans: 新股认购确认
zh_hant: 新股認購確認

# stock_subscribe_rule1
source: I confirm that I am the ultimate beneficial owner of the account.
ms: Saya mengesahkan bahawa saya adalah pemilik utama akaun.
th: ข้าพเจ้าขอยืนยันว่าข้าพเจ้าเป็นเจ้าของผลประโยชน์ของบัญชี
zh_hans: 本人确认为账户的实际利益持有人
zh_hant: 本人確認為賬戶的實際利益持有人

# stock_subscribe_rule2
source: I or my immediate family members are not employees or agents of the underwriters or any brokers.
ms: Saya atau ahli keluarga terdekat saya ciptan pekerja atau ejen kepada penaja atau mana-mana broker.
th: ข้าพเจ้าหรือสมาชิกในครอบครัวไม่ใช่พนักงานหรือตัวแทนในการจัดสรรหรือนายหน้าใดๆ
zh_hans: 本人或直系亲属并非承销商或任何券商的雇员或代理
zh_hant: 本人或直系親屬並非承銷商或任何券商的僱員或代理

# stock_subscribe_rule3
source: I or my immediate family members are not direct or indirect owners of the underwriters or any brokers.
ms: Saya atau ahli keluarga terdiri saya ciptan pemilik langsung atau penaja mana-mana broker.
th: ข้าพเจ้าหรือญาติสนิทของข้าพเจ้าไม่ใช่ผู้ถือหุ้นโดยตรงหรือโดยอ้อมของผู้รับประกันการจัดสรรหรือนายหน้าใดๆ
zh_hans: 本人或直系亲属并非承销商或任何券商的直接或间接股东
zh_hant: 本人或直系親屬並非承銷商或任何券商的直接或間接股東

# stock_subscribe_rule4
source: I or my immediate family members are not senior executives of the relevant listed company or covered non-listed company.
ms: Saya atau ahli keluarga terdekat saya ciptanlah eksekutif kanan syarikat tersenarai yang berkaitan atau syarikat tidak tersenarai yang berkaitan.
th: ข้าพเจ้าหรือสมาชิกในครอบครัวไม่ใช่ผู้บริหารระดับสูงของบริษัทรับจดทะเบียนที่เกี่ยวข้องหรือบริษัทที่ไม่อยู่ในรายการ
zh_hans: 本人或直系亲属并非有关上市公司或涵盖的非上市公司的高层管理人员
zh_hant: 本人或直系親屬並非有關上市公司或涵蓋的非上市公司的高層管理人員

# stock_subscribe_rule5
source: I or my immediate family members are not acting in a fiduciary capacity to the managing underwriter, and not the senior executives of its third party service providers.
ms: Saya atau ahli keluarga terdekat saya tidak bertindak dalam kapasiti fidusiari kepada penaja jamin pengurusan dan ciptan eksekutif kanan pembekal perkhidmatan pihak ketiganya.
th: ข้าพเจ้าหรือสมาชิกในครอบครัวไม่ได้ทำหน้าที่เป็นผู้รับมอบอำนาจในฐานะผู้จัดการการจัดสรรหลักหรือผู้บริหารของบริษัทบุคคลที่สาม
zh_hans: 本人或直系亲属并非以主承销商的信托身份行事，亦非其第三方公司高管
zh_hant: 本人或直系親屬並非以主承銷商的信託身份行事，亦非其第三方公司高管

# stock_subscribe_rule6
source: I or my immediate family members are not portfolio managers, and do not have the authority to buy or sell securities for a financial institution, investment company, investment advisor or collective investment account.
ms: Saya atau ahli keluarga terdekat saya ciptan pengurus portfolio dan tidak mempunyai kuasa untuk membeli atau menjual sekuriti bagi sesebuah institusi kewangan, syarikat pelaburan, penasihat pelaburan atau akaun pelaburan kolektif.
th: ข้าพเจ้าหรือสมาชิกในครอบครัวไม่ใช่ผู้จัดการองค์กรทางการเงินและไม่มีอำนาจดำเนินการให้สถาบันการเงิน บริษัทลงทุน ที่ปรึกษาการลงทุนหรือบัญชีการลงทุนร่วมเพื่อซื้อและขายหลักทรัพย์
zh_hans: 本人或直系亲属并非投资组合经理，亦非有权为金融机构、投资公司、投资顾问或集体投资账户买卖证券
zh_hant: 本人或直系親屬並非投資組合經理，亦非有權為金融機構、投資公司、投資顧問或集體投資賬戶買賣證券

# stock_subscribe_rule7
source: I have read and understood the relevant documents and regulatory requirements of IPO.
ms: Saya telah membaca dan memahami dokumen berkaitan dan syarat kawal selia IPO.
th: ข้าพเจ้าขอยืนยันว่าข้าพเจ้าได้อ่านและเข้าใจข้อกำหนดในการออกหุ้นใหม่เบื้องต้นในเอกสารที่เกี่ยวข้องแล้ว
zh_hans: 本人确认已阅读并知悉首次发行新股认购的相关文件及监管规定
zh_hant: 本人確認已閱讀並知悉首次發行新股認購的相關文件及監管規定

# stock_subscribe_rule8
source: My electronic signature, which has the same legal effect as my handwritten signature, indicate my consent to above content.
ms: Tandatangan elektronik saya, yang mempunyai kesan perundangan yang sama seperti tandatangan tulisan saya, menunjukkan persetujuan saya untuk kandungan di atas.
th: ข้าพเจ้าขอยืนยันว่าลายมือชื่ออิเล็กทรอนิกส์ต่อไปนี้มีผลทางกฎหมายเช่นเดียวกับลายมือชื่อที่เขียนด้วยลายมือของข้าพเจ้า
zh_hans: 本人确认下列电子签名与本人手写签名具有同等法律效力
zh_hant: 本人確認下列電子簽名與本人手寫簽名具有同等法律效力

# input_name_error_tip
source: Inputted name is incorrect, please enter again
ms: Nama yang dimasukkan adalah salah, sila masukkan sekali lagi
th: ชื่อที่ท่านป้อนไม่ถูกต้อง กรุณาลองอีกครั้ง
zh_hans: 您输入的姓名有误，请重新输入。
zh_hant: 您輸入的姓名有誤，請重新輸入。

# common_no_result
source: No Result
ms: Tiada hasil carian
th: ไม่มีผลลัพธ์
zh_hans: 无结果
zh_hant: 無結果

# us_finra_tip
source: 1. FINRA allow lead underwriters to increase the issuance scale up to 15%, which is called over-allotment; 2, In order to ensure that your placement application is not affected by the over-allotment, we will freeze the subscription amount based on 120% of upper limit price.
ms: 1. FINRA membenarkan penaja jamin utama untuk meningkatkan skala penerbitan sehingga 15%, yang digelar sebagai lebih-peruntukan; 2, Untuk memastikan permohonan peletakan anda tidak dijejaskan oleh kelebihan peruntukan, kami akan bekukan jumlah langganan berdasarkan 120% dari harga had atas.
th: 1. ตามกฎ FINRA ของสหรัฐอเมริกา ผู้จัดการในการจัดสรรสามารถเพิ่มขนาดการส่งได้ถึง 15%เรียกว่าการจัดสรรหุ้นส่วนเกิน 2. เพื่อให้แน่ใจว่าใบสมัครรับการจัดสรรของท่านไม่ได้รับผลกระทบจากกลไกการจัดสรรหุ้นส่วนเกิน คาดว่าจำนวนเงินที่ใช้ในการสมัครจะถูกระงับและหัก 120% ของราคาตามขีดจำกัด
zh_hans: 1、根据美国FINRA规则，主承销商可增加发行最多15%的发行规模，称为超额配售； 2、为了确保您的配售申请不受超额配售机制影响，预计认购金额将按上限价格的120%冻结扣款；
zh_hant: 1、根據美國FINRA規則，主承銷商可增加發行最多15%的發行規模，稱為超額配售； 2、為了確保您的配售申請不受超額配售機制影響，預計認購金額將按上限價格的120%凍結扣款；

# us_stock_subscribe_title
source: US IPO
ms: IPO AS
th: สมัครสมาชิกหุ้นสหรัฐ
zh_hans: 美股认购
zh_hant: 美股認購

# expected_listing_time
source: Estimated date of listing
ms: Anggaran tarikh penyenaraian
th: วันที่คาดว่าจะเข้าตลาด
zh_hans: 预计上市日期
zh_hant: 預計上市日期

# us_agree_declare
source: I have read and understood %@ and regulatory requirements
ms: Saya telah membaca dan memahami %@ dan syarat peraturan
th: ข้าพเจ้าได้อ่านและทำความเข้าใจ %@และข้อกำหนดด้านกฎระเบียบแล้ว
zh_hans: 我已阅读并知晓%@及监管规定等说明
zh_hant: 我已閱讀並知曉%@及監管規定等說明

# confirm_and_sub
source: Confirm
ms: Sahkan
th: ยืนยัน ไปสมัครสมาชิก
zh_hans: 确认，去认购
zh_hant: 確認、去認購

# deposit_tips1
source: Deposit to get higher leverage
ms: Deposit untuk dapatkan leverage yang lebih tinggi
th: ฝากเงินเพื่อรับผลทวีคูณที่สูงขึ้น
zh_hans: 去入金获得更高倍数
zh_hant: 存款可獲得更高倍數

# deposit_tips2
source: Available cash %@%@ (lower than Min. request), can enjoy %ld X margin only
ms: Tunai %@%@ (kurang daripada Min. permintaan), boleh dapat %ld X margin sahaja
th: เงินสดที่สามารถใช้ได้ %@%@(ต่ำกว่าทุนเริ่มต้น) การจัดหาเงินทุนในปัจจุบันคือ %ld คูณสูงสุดเท่านั้น
zh_hans: 可用现金%@%@(低于起购资金)，当前融资倍数最高仅%ld倍
zh_hant: 可用現金%@%@(低於起購資金)，當前融資倍數最高僅%ld倍

source: (Current)
ms: (Semasa)
th: (ปัจจุบัน)
zh_hans: (当前)
zh_hant: (當前)

# normal
source: Standard
th: ทั่วไป
zh_hans: 普通
zh_hant: 普通

# record_group_info_tip_not_full
source: Your group has %d people now, invite %d more friends to enjoy %@.
ms: Kumpulan anda ada %d orang sekarang, jemput %d lebih rakan untuk menikmati %@.
th: ขณะนี้ทีมของท่านมีสมาชิก %d ท่าน เชิญ %d สมาชิกมาเพลิดเพลินกับ %@
zh_hans: 您的团队目前%d人，再邀请%d人可享%@。
zh_hant: 你的團隊目前%d人，再邀請%d人可享%@。

# record_group_info_tip_has_cloud
source: Your group has %d people now, you can now enojoy the Group Discount: %@.
ms: Kumpulan anda mempunyai %d orang sekarang, anda kini boleh menikmati Diskaun Kumpulan: %@.
th: ขณะนี้ทีมของท่านมีสมาชิก %d ท่าน และท่านสามารถเพลิดเพลินกับ %@หากท่านสร้างทีมได้สำเร็จ
zh_hans: 您的团队目前%d人，已拼团成功可享%@。
zh_hant: 你的團隊目前%d人，已達成目標人可享%@。

# record_group_info_tip_has_full
source: Your group is full with %d people, you can now enjoy %@.
ms: Kumpulan anda mempunyai %d orang, anda kini boleh menikmati %@.
th: ขณะนี้ทีมของท่านมี %d ยอดเต็มแล้วและสามารถเพลิดเพลินกับ %@
zh_hans: 您的团队目前%d人已满员，可享%@。
zh_hant: 你的團隊已滿%d人，達成目標人可享%@。

# record_group_info_fee_fund
source: Funds Service Fee
ms: Caj Perkhidmatan Dana
th: ส่วนลดค่าบริการกองทุน
zh_hans: 基金服务费折扣
zh_hant: 基金服務費折扣

# record_group_info_fee_ecm
source: Handling Fee
ms: Caj pengendalian
th: ส่วนลดค่าธรรมเนียม
zh_hans: 手续费折扣
zh_hant: 手續費折扣

# record_group_info_fee_ecm_service
source: Sales Service Fee
ms: Caj Perkhidmatan Jualan
th: ส่วนลดค่าบริการการขาย
zh_hans: 销售服务费折扣
zh_hant: 銷售服務費折扣

# record_group_info_btn_invite
source: Share
ms: Kongsi
th: ชิญเข้ากลุ่ม
zh_hans: 邀请拼团
zh_hant: 邀請拼團

# record_group_info_btn_full
source: Full
ms: Penuh
th: สมาชิกเต็ม
zh_hans: 已满人
zh_hant: 已滿人

# newStock_purchase_cancel_msg2
source: Confirm to cancel the margin subscription? Reminder: financing interest will be dedected if you cancel the order. You can subscribe again before cut off time.
ms: Pasti untuk batalkan langganan margin? Peringatan: faedah pembiayaan akan dipotong jika anda membatalkan pesanan. Anda boleh melanggan balik sebelum tarikh luput.
th: ยืนยันการถอนการสมัครสมาชิกไฟแนนซ์? คำเตือน: เมื่อยกเลิกจะหักดอกเบี้ยไฟแนนซ์โดยตรง การสมัครสามารถเริ่มต้นใหม่ได้ก่อนหมดเขตการสมัคร
zh_hans: 确认撤销融资认购吗？ 提示：撤销将直接扣取融资利息；认购截止前可重新发起认购
zh_hant: 確認取消融資認購嗎？ 提示：取消將直接扣除融資利息；認購截止前可重新發起認購

# newStock_purchase_deducted
source: Deducted
ms: Dipotong
th: หัก
zh_hans: 已扣取
zh_hant: 已扣除

# ipo_times_leverage
source: %dx Leverage
th: การจัดหาเงินทุน %d เท่า
zh_hans: %d倍融资
zh_hant: %d倍融資

# ipo_stock_name
source: Stock
ms: Nama Saham
th: ชื่อหุ้น
zh_hans: 股票名称
zh_hant: 股票名稱

# ipo_stock_price_range
source: Range of Offer Price
ms: Julat Harga Tawaran
th: ช่วงราคา IPO
zh_hans: 招股价格范围
zh_hant: 招股價格範圍

# ipo_stock_alert_title
source: IPO
th: ราคาหุ้นใหม่
zh_hans: 新股列表
zh_hant: 新股列表

# ipo_stock_entrance_fee
source: Entry Fee per Share
ms: Caj Penyertaan setiap Saham
th: ค่าธรรมเนียมแรกเข้าต่อล็อต
zh_hans: 每手入场费
zh_hant: 每手入場費

# ipo_stock_public_sell
source: IPO
th: ขายแบบสาธารณะ
zh_hans: 公开发售
zh_hant: 公開發行

# newStock_purchase_add_optional
source: Stock has been added to your watchlist
ms: Saham telah ditambahkan pada senarai pantau anda
th: เพิ่มหุ้นนี้เข้าไปในรายการเฝ้าดู
zh_hans: 已添加该股票到自选列表中
zh_hant: 已添加該股票到自選列表中

# exchange_title
source: Currency Exchange
ms: Pertukaran mata wang
th: แลกเปลี่ยนเงินตรา
zh_hans: 货币兑换
zh_hant: 貨幣兌換

source: Exchange from
ms: Tukar dari
th: เงินออก
zh_hans: 兑出
zh_hant: 兑出

source: Exchange to
ms: Tukar ke
th: โอนเข้า
zh_hans: 兑入
zh_hant: 兑入

# exchange_estimated
source: Exchange to (estimated)
ms: Tukar ke (anggaran)
th: ยอดเงินที่คาดหวังว่าจะเข้า
zh_hans: 预计兑入
zh_hant: 预计兑入

# exchange_out
source: Amount
ms: Jumlah
th: จำนวนเงิน
zh_hans: 金额
zh_hant: 金額

# exchange_in
source: Amount
ms: Jumlah
th: จำนวนเงิน
zh_hans: 金额
zh_hant: 金額

# exchange_complete_exchange_apply
source: It normally takes 1 working day to process your application
ms: Dalam keadaan biasa, ia mengambil masa 1 hari bekerja untuk memproses permohonan anda
th: การยื่นคำร้องแลกเปลี่ยนคาดว่าจะแล้วเสร็จภายใน 1 วันทำการ
zh_hans: 预计1个工作日内完成兑换申请
zh_hant: 預計1個工作日內完成兌換申請

# exchange_unit_hk
source: HKD
th: ดอลลาร์ฮ่องกง
zh_hans: 港币
zh_hant: 港幣

# exchange_unit_us
source: USD
th: ดอลลาร์สหรัฐ
zh_hans: 美元
zh_hant: 美元

# exchange_unit_sg
source: SGD
th: ดอลลาร์สิงคโปร์
zh_hans: 新币
zh_hant: 新幣

# exchange_pls_input_exchange_money
source: Exchange Amount
ms: Amaun Pertukaran
th: กรุณาใส่จำนวนเงินที่จะแลก
zh_hans: 请输入兑换金额
zh_hant: 請輸入兌換金額

# exchange_exceeded_max_money
source: Exceeded the Max. exchangeable amount
ms: Melebihi amaun maksimum yang boleh ditukar
th: เกินจำนวนเงินสูงสุดที่แลกได้
zh_hans: 已超出可兑换最大金额
zh_hant: 已超出最大可兌換金額

# exchange_available_money
source: Balance
ms: Baki
th: จำนวนเงินที่แลกได้
zh_hans: 可兑金额
zh_hant: 可兌換金額

# exchange_exchange_all
source: All
ms: Semua
th: แลกทั้งหมด
zh_hans: 全部兑换
zh_hant: 全部兌換

# exchange_exceeded_max_money2
source: Exceeded the Max. exchangeable amount
ms: Melebihi amaun maksimum yang boleh ditukar
th: เกินจำนวนเงินสูงสุดที่สามารถแลกได้
zh_hans: 超出可兑换最大金额
zh_hant: 超出可兌換最大金額

# exchange_ref_exchange_rate
source: Reference Rate
ms: Kadar Rujukan
th: อัตราแลกเปลี่ยนอ้างอิง
zh_hans: 参考汇率
zh_hant: 參考匯率

# exchange_apply_exchange
source: Confirm
ms: Mengesahkan
th: ยื่นคำร้องขอแลกเงิน
zh_hans: 申请兑换
zh_hant: 申請兌換

# exchange_view_exchange_history
source: Exchange History
ms: Sejarah Pertukaran
th: ตรวจสอบประวัติการแลก
zh_hans: 查看兑换记录
zh_hant: 查看兌換紀錄

# exchange_over
source: You can exchange no more today, Enter again
ms: Anda tidak boleh tukar lebih banyak hari ini, Masuk sekali lagi
th: ขีดจำกัดการแลกของท่านใช้ที่เหลือสำหรับวันนี้คือ 0 โปรดลองอีกครั้งในวันถัดไป
zh_hans: 您当天剩余兑换额度为0，请改天再试
zh_hant: 您當天剩餘兌換額度為0，請重新輸入

# exchange_currency_selection
source: Currency
ms: mata wang
th: ตัวเลือกสกุลเงิน
zh_hans: 货币选择
zh_hant: 貨幣選擇

# exchange_tip_ensure
source: Confirmation
ms: Pengesahan
th: การยืนยันการแลกเงิน
zh_hans: 兑换确认
zh_hant: 兌換確認

# exchange_tip_direction
source: Direction
ms: Arahan
th: ทิศทางในการแลก
zh_hans: 兑换方向
zh_hant: 兌換方向

# exchange_tip_amount
source: Amount
ms: Jumlah
th: จำนวนในการแลก
zh_hans: 兑换金额
zh_hant: 兌換金額

# exchange_tip_useable
source: After Exchange (%@)
ms: Selepas Pertukaran (%@)
th: %@สามารถถอนเงินสดได้หลังการแลกเงิน
zh_hans: 兑换后%@可取现金
zh_hant: 兌換後%@可取現金
