Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# about_card5_tip1
source: uSMART Securities has won wide industry recognition with its commitment to deliver smart investment experiences.
ms: uSMART Securities telah memenangi pengiktirafan seluruh industri dengan komitmen untuk menyampaikan pengalaman pelaburan pintar.
th: มุ่งมั่นที่จะให้บริการลูกค้าด้วยประสบการณ์การลงทุนแบบอัจฉริยะที่มีคุณภาพสูง จึงได้รับการยอมรับและยกย่องจากผู้ประกอบการอุตสาหกรรมเดียวกัน
zh_hans: 致力为客户提供优质的智能投资体验，备受同业的认可与嘉许
zh_hant: 致力為客戶提供優質的智能投資體驗，備受同業的認可與嘉許

# about_card5_tip2
source: Our efforts have gained various awards, including the “Most Innovative Data Provider of the Year” from HKEx Information Services Limited and the “Intelligent Investment Platform Award of Excellent” from Now Business News Channel
ms: Usaha dan pencapaian kami telah membenarkan kami memperoleh pelbagai anugerah, termasuk “Pembekal Data Paling Inovatif dalam Tahun daripada HKEx Information Services Limited
th: ได้รับรางวัล "ผู้ให้บริการข้อมูลนวัตกรรมประจำปี" จากบริษัท HKEX อินฟอร์เมชั่น เซอร์วิส จำกัด และ "รางวัลแบรนด์แพลตฟอร์มการลงทุนอัจฉริยะที่ยอดเยี่ยม" ใน "รางวัลความสำเร็จด้านแบรนด์องค์กร" จากช่องการเงิน Now
zh_hans: 荣获由香港交易所信息服务有限公司所颁发的「年度创新讯息商」奖项，以及Now财经台「企业品牌成就大奖」之「优越智能投资平台品牌大奖」
zh_hant: 榮獲由香港交易所資訊服務有限公司所頒發的「年度創新訊息商」獎項，以及Now財經台「企業品牌成就大獎」之「優越智能投資平台品牌大獎」

# about_card6_title
source: Safe and Secure
ms: Selamat dan Dikawal Selia
th: ปลอดภัยและเชื่อถือได้
zh_hans: 安全可靠
zh_hant: 安全可靠

# about_card6_tip1
source: Set up 2 data centers in Hong Kong
ms: Ada 2 pusat data di Hong Kong
th: ศูนย์ข้อมูลฮ่องกง
zh_hans: 香港双数据中心
zh_hant: 香港雙數據中心

# about_card6_tip2
source: Offer advanced security features to keep transaction records protected
ms: Tawarkan ciri keselamatan canggih untuk memastikan rekod transaksi dilindungi
th: เข้ารหัสรับส่งข้อมูลเพื่อป้องกันความปลอดภัยของข้อมูล
zh_hans: 传输资料加密，保护资料安全
zh_hant: 傳輸資料加密，保護資料安全

# me_login_get_quote
source: Login To Get Free Advanced Quote
ms: Log masuk Untuk Dapatkan Sebut Harga Canggih Percuma
th: เข้าสู่ระบบเพื่อรับใบเสนอราคาหุ้นระดับสูงของฮ่องกงและสหรัฐอเมริกา
zh_hans: 登录免费领取港美股高级报价
zh_hant: 登錄免費領取港美股高級報價

# mine_quotation
source: My Quotes
ms: Sebutharga saya
th: ตลาดของฉัน
zh_hans: 我的行情
zh_hant: 我的行情

# mine_message
source: Message
ms: Mesej
th: ศูนย์ข้อความ
zh_hans: 消息中心
zh_hant: 消息中心

# mine_rewards
source: Rewards
ms: Ganjaran
th: ศูนย์รางวัล
zh_hans: 奖励中心
zh_hant: 獎勵中心

# mine_setting
source: Settings
ms: Tetapan
th: ตั้งค่า
zh_hans: 设置
zh_hant: 設置

# mine_about
source: About
ms: Tentang
th: เกี่ยวกับ
zh_hans: 关于
zh_hant: 關於

# mine_invite
source: Invite Friends
ms: Jemput rakan
th: เชิญเพื่อน
zh_hans: 邀请好友
zh_hant: 邀請好友

# mine_subscribe
source: Subscriptions
ms: Pengurusan langganan
th: การจัดการการติดตาม
zh_hans: 订阅管理
zh_hant: 訂閱管理

# mine_unverified
source: Unverified
ms: Belum disahkan
th: ยังไม่ได้รับการยืนยัน
zh_hans: 未验证
zh_hant: 未驗証

# mine_first_phone_bind
source: Please bind your mobile first.
ms: Sila ikat mobile anda dahulu.
th: กรุณาดำเนินการผูกกับโทรศัพท์ของท่านก่อน
zh_hans: 请先绑定手机
zh_hant: 請先綁定手機

# mine_activity
source: Promotions
ms: Pusat Aktiviti
th: ศูนย์กิจกรรม
zh_hans: 活动中心
zh_hant: 活動中心

# mine_account_trade_lv
source: uSMART Trader
th: บัญชีของเทรดเดอร์
zh_hans: 交易者账户
zh_hant: 交易者賬戶

# mine_account_standart_lv
source: uSMART Standard
ms: uSMART Biasa
th: บัญชีมาตรฐาน
zh_hans: 标准账户
zh_hant: 標準賬戶

# mine_account_intel_lv
source: uSMART Intel
th: บัญชีอัจฉริยะ
zh_hans: 智慧账户
zh_hant: 智慧賬戶

# mine_account_viwe_detail
source: View Detail
ms: Butiran
th: ดูรายละเอียด
zh_hans: 查看详情
zh_hant: 查看詳情

# mine_account_login_reg
source: Login/Register
ms: Log masuk/Mendaftar
th: เข้าสู่ระบบ/ลงทะเบียน
zh_hans: 登录/注册
zh_hant: 登錄/注冊

# common_bind
source: Bind
ms: Ikat
th: ผูก
zh_hans: 绑定
zh_hant: 綁定

# user_bindPhoneTitle
source: Bind your mobile number
ms: Ikat nombor mobile anda
th: ผูกกับโทรศัพท์
zh_hans: 绑定手机
zh_hant: 綁定手機

# user_bindPhone_placeHolder
source: Please enter your mobile number
ms: Sila masukkan Nombor Mobile
th: กรุณาใส่หมายเลขโทรศัพท์
zh_hans: 请输入手机号
zh_hant: 請輸入手機號

# user_resetPhone_title
source: Mobile Verification
ms: Pengesahan Mobile
th: การยืนยันผ่านโทรศัพท์มือถือ
zh_hans: 手机验证
zh_hant: 手機驗証

# user_resetEmail_title
source: Email Verification
ms: Pengesahan emel
th: การยืนยันผ่านอีเมล
zh_hans: 邮箱验证
zh_hant: 電子郵箱驗証

# user_bindEmail_placeHolder
source: Please enter email address
ms: Sila masukkan e-mel
th: กรุณาใส่ที่อยู่อีเมล
zh_hans: 请输入邮箱地址
zh_hant: 請輸入電子郵箱地址

# login_pwd_placeHolder
source: Enter New Password (8-24 characters)
ms: Masukkan Kata Laluan (8-24 aksara)
th: กรุณาใส่รหัสผ่าน (8-24 หลัก)
zh_hans: 请输入密码（8-24字）
zh_hant: 請輸入密碼（8-24字）

# login_curPwd_tip
source: Current Password
ms: Kata Laluan Semasa
th: รหัสผ่านปัจจุบัน
zh_hans: 当前密码
zh_hant: 當前密碼

# login_newPwd_tip
source: New Password
ms: Kata laluan baru
th: รหัสผ่านใหม่
zh_hans: 新密码
zh_hant: 新密碼

# login_rePwd_tip
source: Reconfirm Password
ms: Mengesahkan kata laluan
th: ยืนยันรหัสผ่าน
zh_hans: 确认密码
zh_hant: 確認密碼

# login_change_pwd
source: Confirm
ms: Tukar kata laluan
th: เปลี่ยนรหัสผ่าน
zh_hans: 修改密码
zh_hant: 修改密碼

# mine_tpwd_placeHolder
source: Enter Trading Password
ms: Masukkan Kata Laluan Perdagangan
th: ป้อนรหัสผ่านสำหรับการทำธุรกรรม
zh_hans: 输入交易密码
zh_hant: 輸入交易密碼

# mine_tpwd_rePlaceHolder
source: Re-enter Trading Password
ms: Masukkan semula Kata Laluan Perdagangan
th: ป้อนรหัสผ่านสำหรับการทำธุรกรรมอีกครั้ง
zh_hans: 重新输入交易密码
zh_hant: 重新輸入交易密碼

# mine_retpwd_title
source: Verify your current trading password
ms: Sahkan kata laluan dagangan semasa anda
th: ยืนยันรหัสผ่านสำหรับการทำธุรกรรมปัจจุบันของท่าน
zh_hans: 验证你当前交易密码
zh_hant: 驗証你當前交易密碼

# common_capthca_tip
source: code send to
ms: kod hantar ke
th: ส่งรหัสยืนยันไปที่
zh_hans: 验证码发送至
zh_hant: 驗証碼發送至

# common_forgetPwd
source: Forgot Password
ms: Lupa kata laluan
th: ลืมรหัสผ่าน
zh_hans: 忘记密码
zh_hant: 忘記密碼

# mine_vertfy_email_tip
source: Verify Your Current Email Address
ms: Sahkan Alamat E-mel Semasa Anda
th: ยืนยันที่อยู่อีเมลปัจจุบัน
zh_hans: 验证当前邮箱地址
zh_hant: 驗証當前電子郵箱地址

# mine_change_trade_pwd
source: Change Trading Password
ms: Tukar kata laluan dagangan
th: แก้ไขรหัสผ่านการทำธุรกรรม
zh_hans: 修改交易密码
zh_hant: 修改交易密碼

# mine_set_trade_pwd
source: Set Trading Password
ms: Tetapkan kata laluan perdagangan
th: ตั้งรหัสผ่านการซื้อขาย
zh_hans: 设置交易密码
zh_hant: 設置交易密碼

# account_to_upgrade
source: To upgrade
ms: Untuk Naik taraf
th: ไปอัปเกรด
zh_hans: 去升级
zh_hant: 去升級

# account_to_detail
source: View Detail
ms: Butiran
th: ดูรายละเอียด
zh_hans: 查看详情
zh_hant: 查看詳情

# mine_app_did_update_tip
source: Version up to date
ms: Versi terkini
th: ซอฟต์แวร์นี้เป็นเวอร์ชั่นล่าสุดแล้ว
zh_hans: 软件已是最新版本
zh_hant: 軟件已是最新版本

# mine_captcha_code
source: Verification Code
ms: Kod pengesahan
th: รหัสยืนยัน
zh_hans: 验证码
zh_hant: 驗証碼

# mine_id_Number_tip
source: ID Number
ms: Nombor ID
th: หมายเลขบัตรประจำตัว
zh_hans: 证件号
zh_hant: 証件號

# mine_email_tips
source: Email Address
ms: Alamat emel
th: ที่อยู่อีเมล
zh_hans: 邮箱地址
zh_hant: 電子郵箱地址

# mine_bind_email
source: Bind your email address
ms: Ikat alamat e-mel anda
th: ผูกกับอีเมลล์
zh_hans: 绑定邮箱
zh_hant: 綁定電子郵箱

# mine_about_learn_title
source: Course Learning
ms: Pembelajaran
th: ศึกษา
zh_hans: 学习
zh_hant: 學習

# mine_about_learn_desc
source: Learning to invest has never been easier. Whether you are fresh to investing or a seasoned trader, uSMART has content tailored to your needs.
ms: Belajar untuk melabur tidak pernah menjadi lebih mudah. Sama ada anda baru melabur atau pelabur yang berpengalaman, uSMART mempunyai kandungan yang disesuaikan dengan syarat anda.
th: การศึกษาเรื่องการลงทุนไม่เคยง่ายดายเช่นนี้มาก่อน ไม่ว่าท่านจะเพิ่งเริ่มต้นหรือมีประสบการณ์มากมาย ท่านสามารถตกแต่งเนื้อหาของ uSMART ได้ตามความต้องการของท่าน
zh_hans: 学习投资从未如此简单。无论您是刚开始投资还是经验丰富的资深投资人，uSMART 都能根据您的需求量身定制内容。
zh_hant: 學習投資從未如此簡單。無論您是剛開始投資還是經驗豐富的資深投資人，uSMART 都能根據您的需求量身定製內容。

# mine_about_st_title
source: Smart Investment
ms: Pelaburan Pintar
th: การลงทุนที่ชาญฉลาด
zh_hans: 智能投资
zh_hant: 智能投資

# mine_about_st_desc
source: Enjoy smart features like Big Data-Driven Value Screener and Technical Analysis.
ms: Nikmati ciri pintar seperti Skrin Nilai Dipandu Data Besar dan Analisis Teknikal.
th: การคัดกรองมูลค่าและการวิเคราะห์ทางเทคนิคของข้อมูล
zh_hans: 数据驱动的价值筛选和技术分析。
zh_hant: 數據驅動的價值篩選和技術分析。

# mine_about_com_title
source: Community
ms: Komuniti
th: ชุมชน
zh_hans: 社区
zh_hant: 社區

# mine_about_com_desc
source: Connect globally with like-minded individuals to discuss and discover the joy of investing.
ms: Berhubung secara global dengan individu yang bersefahaman untuk berbincang dan cari kesenorokan melabur.
th: ทั่วทั้งโลก มีการปฏิสัมพันธ์และเป็นหนึ่งใจเดียวกันกับท่าน สนทนาและค้นพบความสุขของการลงทุน
zh_hans: 跨越全球， 与您志同道合的人互动，讨论并发掘投资的乐趣。
zh_hant: 跨越全球， 與您誌同道合的人互動，討論並發掘投資的樂趣。

# mine_about_fees_title
source: Competitive Commission Fees & Products
ms: Caj Komisen & Produk Berdaya saing
th: ค่าคอมมิชชั่นต่ำ สินค้ามีคุณภาพ
zh_hans: 低佣金，优质产品
zh_hant: 低佣金，優質服務

# mine_about_fees_desc
source: Access US, HK & SG market with the most competitive rates. Fractional shares, Options, ETFs - Your one stop investment centre.
ms: Akses kepada pasaran AS, HK & SG dengan kadar paling yang berdaya saing. Saham pecahan, Opysyen, ETF - Pusat pelaburan sehenti anda.
th: ทำการซื้อขายในตลาดสหรัฐอเมริกา ฮ่องกงและสิงคโปร์ได้อย่างง่ายดาย Odd lot อเมริกา ออปชั่น ETF คือศูนย์การลงทุนแบบครบวงจรของท่าน
zh_hans: 轻松交易美国、香港、新加坡市场。美国碎股、期权、ETF - 您的一站式投资中心。
zh_hant: 輕鬆交易美國、香港、新加坡市場。美股分數股、期權、ETF - 您的一站式投資平台。

# mine_about_mas_title
source: Licensed by MAS
ms: Dilesenkan oleh MAS
th: ควบคุมโดยธนาคารกลางสิงคโปร์
zh_hans: 新加坡金管局监管
zh_hant: 新加坡金管局監管

# mine_about_shareholder_title
source: Chow Tai Fook Strategic Investment
ms: Pelaburan Strategik Chow Tai Fook
th: กลยุทธ์การลงทุนระดับองค์กรของ Chow Tai Fook
zh_hans: 周大福企业战略投资
zh_hant: 周大福企業戰略投資

# mine_about_shareholder_desc
source: uSMART has completed several rounds of fund raising, with a cumulative financing of more than 100 million US dollars. The shareholders include Chow Tai Fook Enterprises and other consortia from Hong Kong.
ms: uSMART telah anjur beberapa pusingan pengumpulan dana, dengan pembiayaan kumulatif melebihi 100 juta dolar AS. Pemegang saham termasuk Chow Tai Fook Enterprises dan konsortia lain dari Hong Kong.
th: uSMART ได้รับการลงทุนเชิงกลยุทธ์หลายรอบ ซึ่งได้ระดมทุนรวมกว่า 100 ล้านดอลลาร์สหรัฐ ผู้ถือหุ้นมีบริษัท โจวไทฟุก จำกัดและกลุ่มบริษัทอื่นในฮ่องกง
zh_hans: uSMART获多轮战略投资，累计融资超过1亿美元，股东包括周大福企业及其它香港财团。
zh_hant: uSMART獲多輪戰略投資，累計融資超過1億美元，股東包括周大福企業及其它香港財團。

# mine_about_mas_desc
source: uSMART Securities (Singapore) Pte. Ltd. (UEN: 202110113K) is licensed by the Monetary Authority of Singapore and is authorized to operate in Singapore for Capital Market Services.
ms: uSMART Securities (Singapore) Pte. Ltd. (UEN: 202110113K) dilesenkan oleh Pihak Berkuasa Monetari Singapura dan dibenar untuk beroperasi di Singapura untuk bekalkan Perkhidmatan Pasaran Modal.
th: uSMART Securities มีใบอนุญาตสำหรับให้ลบริการด้านตลาดหุ้นที่ออกโดยธนาคารกลางสิงคโปร์ (MAS) ภายใต้พระราชบัญญัติหลักทรัพย์และสัญญาซื้อขายล่วงหน้า (Cap. 289) ซึ่งออกโดยงานบริการตลาดกองทุน
zh_hans: uSMART Securities 持有新加坡金融管理局 (MAS) 根据证券和期货法 (Cap.289) 颁发的资本市场服务许可证。
zh_hant: uSMART Securities 持有新加坡金融管理局 (MAS) 根據証券和期貨法 (Cap.289) 頒發的資本市場服務許可証。

# mine_about_introduce_tip
source: uSMART is a leading educational and Intelligent Community online brokerage that offers trading services in US stocks, Singapore stocks, Hong Kong stocks, ETFs, mutual funds, and other financial products to worldwide investors. uSMART applies FINTECH and BIG DATA technology to the world of securities trading, offering users with a superior product experience and assisting them in making better informed investment decisions through education and learning. uSMART's objective is to deliver premier intelligent investing services to worldwide clients, and its vision is to create value for investors consistently.
ms: uSMART adalah pembrokeran dalam talian pendidikan dan Komuniti Pintar terkemuka yang menawarkan perkhidmatan perdagangan dalam saham AS, saham Singapura, saham Hong Kong , ETF, dana bersama, dan lain-lain kepada produk kewangan seluruh dunia. uSMART menggunakan teknologi FINTECH dan DATA BESAR di dunia perdagangan sekuriti, menawarkan pengguna dengan pengalaman produk unggul dan membantu mereka dalam membuat keputusan pelaburan termaklum yang lebih baik melalui pendidikan pendidikan dan perkhidmatan pendidikan yang lebih baik. kepada pelanggan seluruh dunia, dan visi adalah untuk mencipta nilai untuk pelabur secara konsisten.
th: uSMART เป็นโบรกเกอร์อัจฉริยะด้านการเรียนรู้ชั้นนำของสังคม ให้บริการด้านการลงทุนและซื้อขายหุ้นในสหรัฐอเมริกา หุ้นใหม่ หุ้นฮ่องกง ETF กองทุนรวมและบริการธุรกรรมอื่นๆให้แก่นักลงทุนทั่วโลก uSMART ใช้เทคโนโลยี FINTECH และBIG DATA ในการซื้อขายหลักทรัพย์ เพื่อมอบประสบการณ์การสัมผัสผลิตภัณฑ์อันยอดเยี่ยมให้กับผู้ใช้ ช่วยให้ผู้ใช้ได้สัมผัสกับการลงทุนที่ชายฉลาด uSMARTมีความมุ่งมั่นที่จะให้บริการด้านการลงทุนแบบอัจฉริยะแก่นักลงทุนทั่วโลกและมีวิสัยทัศน์คือการสร้างมูลค่าให้กับนักลงทุนในลำดับถัดไป
zh_hans: uSMART是一家领先的社交学习型智能券商，为全球投资者提供美股、新股、港股、ETF、共同基金等品类的投资交易服务。 uSMART将FINTECH和BIG DATA技术应用于证券交易领域，为用户提供卓越的产品体验，帮用户实现更智慧地投资。 uSMART的使命是为全球投资者提供领先的智能投资服务，愿景是持续为投资者创造价值。
zh_hant: uSMART是一家領先的社交學習型智慧券商，為全球投資者提供美股、新股、港股、ETF、共同基金等品類的投資交易服務。 uSMART將FINTECH和BIG DATA技術應用於證券交易領域，為使用者提供卓越的產品體驗，幫用戶實現更智慧地投資。 uSMART的使命是為全球投資者提供領先的智慧投資服務，願景是持續為投資者創造價值。

# mine_auth_login_set_title
source: Manage Two-Factor Authentication
ms: Mengurus pengesahan dua langkah
th: จัดการการตรวจสอบสองครั้ง
zh_hans: 管理双重验证
zh_hant: 管理雙重驗証

# mine_auth_login_set_desc
source: Turning on Two-Factor Authentication can further improve the security of your account,When you log in, you need to enter your login password and verification code
ms: Menghidupkan Pengesahan Dua Faktor boleh meningkatkan keselamatan akaun anda, Apabila anda log masuk, anda perlu masukkan kata laluan log masuk anda dan kod pengesahan
th: เปิดการยืนยันความถูกต้องอีกครั้งเพื่อเพิ่มความปลอดภัยให้กับบัญชีของท่าน เมื่อท่านเข้าสู่ระบบ จะต้องใส่รหัสผ่านเข้าสู่ระบบและรหัสยืนยันอีกครั้งหนึ่ง
zh_hans: 开启双重验证可以进一步提高您账户的安全， 在您登录时，需要输入登录密码和验证码
zh_hant: 開啟雙重驗証可以進一步提高您賬戶的安全， 在您登錄時，需要輸入登錄密碼和驗証碼

# mine_auth_login_set_tips
source: Verify the status
ms: Mengesahkan status
th: สถานะการตรวจสอบ
zh_hans: 验证状态
zh_hant: 驗証狀態

# mine_auth_login_set_alter
source: After this function is enabled, you will enter both the login password and the verification code when you sign in
ms: Selepas fungsi ini diaktifkan, anda perlu masukkan kata laluan log masuk dan kod pengesahan apabila anda ingin log masuk
th: หลังจากเปิดใช้งานเมื่อเข้าสู่ระบบ คุณจะป้อนรหัสผ่านเข้าสู่ระบบและรหัสยืนยันในเวลาเดียวกัน
zh_hans: 开启后，在登录时，会同时输入登录密码和验证码
zh_hant: 開啟後，在登錄時，會同時輸入登錄密碼和驗証碼

# mine_auth_login_set_alter_titel
source: Confirm that Two-Factor Authentication is turned on?
ms: Sudah pasti pengesahan dua langkah diaktifkan?
th: คุณยืนยันที่จะเปิดการตรวจสอบสองครั้งหรือไม่
zh_hans: 确认开启双重验证吗？
zh_hant: 確認開啟雙重驗証嗎？

# mine_2fa_title
source: Two-Factor Authentication
ms: Pengesahan Dua Faktor
th: ยืนยันความถูกต้องอีกครั้ง
zh_hans: 双重验证
zh_hant: 雙重驗証

# mine_2fa_login_title
source: Verify
ms: Sahkan
th: ตรวจสอบ
zh_hans: 验证
zh_hant: 驗証

# launch_Guide_skip
source: Skip
ms: Langkau
th: กระโดดข้าม
zh_hans: 跳过
zh_hant: 跳過

# guide_nowGo
source: Experience uSMART
ms: Alami uSMART
th: ลองเลยทันที
zh_hans: 立即体验
zh_hant: 立即體驗

# guide_page1_title
source: SMART Investment
ms: Pelaburan Pintar
th: หุ้นเศษส่วน
zh_hans: 智能投资
zh_hant: 智能投資

# guide_page2_title
source: Fast Account Opening
ms: Penciptaan Akaun Pantas
th: คุณสมบัติของบัญชีพรีเมียม
zh_hans: 极速开户
zh_hant: 極速開戶

# guide_page3_title
source: Learning & Community
ms: Pelajaran & Komuniti
th: คำสั่งซื้อขายอัจฉริยะ
zh_hans: 学习与社区
zh_hant: 學習與社區

# guide_page0_desc
source: Learning. Intelligence. Community.
ms: Peelajaran. Pintar. Komuniti.
th: อภิปรายหัวข้อที่เกี่ยวข้องกับการลงทุนกับผู้เชี่ยวชาญด้านการลงทุนหรือบุคคลที่มีแนวคิดคล้ายคลึงกัน
zh_hans: 学习 智能 社区
zh_hant: 學習 智能 社區

# guide_page1_desc
source: Big-Data Driven Value Screener & Technical Analysis,along with many more SMART features!
ms: Penyaring Nilai Dipandu Data Besar & Analisis Teknikal, dan juga ada lebih banyak lagi ciri pintar!
th: ตรวจสอบคุณสมบัติของหุ้นเศษส่วนใหม่ของเราโดยที่คุณสามารถเป็นเจ้าของบริษัทระดับโลกได้ด้วยเงินเพียงแค่ USD 1
zh_hans: 大数据驱动的价值筛选和技术分析， 还有更多智能功能
zh_hant: 大數據驅動的價值篩選和技術分析， 還有更多智投功能。

# guide_page2_desc
source: No minimum deposit. Online Application. Open account anytime, anywhere with ease!
ms: Tiada deposit minimum. Permohonan Dalam Talian. CIpta akaun pada bila-bila masa, di mana-mana tempat dengan mudah!
th: แท็บบัญชีพรีเมียมของเราเป็นส่วนที่คุณจะได้พบกับการเลือกหุ้นรายวัน และกลยุทธ์ที่แนะนำซึ่งสามารถจะแนะนำตัวเลือกในการลงทุนให้กับคุณได้
zh_hans: 0门槛快捷开户，无需到场认证，手机 申请，随时随地轻松开户
zh_hant: 0門檻快捷開戶，無需到場認証，手機 申請，隨時隨地輕鬆開戶

# guide_page3_desc
source: Discover the joy of investing via courses and connect with like-minded individuals globally.
ms: Cari kegembiraan melabur melalui kursus dan berhubung dengan individu yang bersefahaman di seluruh dunia.
th: แตะบนคำสั่งซื้ออัจฉริยะเพื่อลดความยุ่งยากในการซื้อขาย กำหนดให้ทำการซื้อขายอัตโนมัติตามความสะดวกของคุณ
zh_hans: 专业课程、全球互动， 发掘投资的乐趣。
zh_hant: 專業課程、全球互動， 發掘投資的樂趣。

# market_roc
source: Chg(%)
ms: Perubahan
th: แอมพลิจูดขึ้นและลง
zh_hans: 涨跌幅
zh_hant: 升跌幅

# market_now
source: Price
ms: Harga Terkini
th: ราคาล่าสุด
zh_hans: 最新价
zh_hant: 最新價

# market_change
source: Chg
ms: Perubahan
th: ขึ้นและลง
zh_hans: 涨跌额
zh_hant: 升跌額

# market_turnoverRate
source: Turnover Ratio
ms: Nisbah Perolehan
th: อัตราแลกเปลี่ยน
zh_hans: 换手率
zh_hant: 換手率

# market_codeName
source: Name/Symbol
ms: Nama/Simbol
th: ชื่อหุ้น/สัญลักษณ์
zh_hans: 股票名称/代码
zh_hant: 股票名稱/代碼

# market_marketDate
source: LISTING
ms: tarikh penyenaraian
th: วันที่เข้าตลาด
zh_hans: 上市日期
zh_hant: 上市日期

# market_publishPirce
source: Issue Price
ms: Harga Terbitan
th: IPO
zh_hans: 发行价
zh_hant: 發行價

# market_total_change
source: Acc.% Chg
ms: Pertukaran.% Akaun
th: การเปลี่ยนแปลงสะสม
zh_hans: 累计涨跌幅
zh_hant: 累計升跌幅

# market_market_days
source: Listed Days
ms: Hari Tersenarai
th: Days On the Market (DOM)
zh_hans: 上市天数
zh_hant: 上市天數

# market_first_open
source: 1st Day Closing Price
ms: Harga Tutup Hari Pertama
th: ราคาปิดวันแรก
zh_hans: 首日收盘
zh_hant: 首日收盤

# market_first_change
source: 1st Day % Chg
ms: Pertukaran % Hari 1
th: กำไรในวันแรก
zh_hans: 首日涨幅
zh_hant: 首日升幅

# market_volume
source: Vol
ms: Volum
th: ปริมาณการซื้อขาย
zh_hans: 成交量
zh_hant: 成交量

# market_amount
source: Turnover
ms: Perolehan
th: มูลค่าซื้อขาย
zh_hans: 成交额
zh_hant: 成交額

# smart_sorting_on
source: Smart Sorting Turned On
ms: Susunan Pintar Dihidupkan
th: เปิดการใช้งานการเรียงลำดับอัจฉริยะแล้ว
zh_hans: 已开启智能排序
zh_hant: 已開啟智能排序

# smart_sorting_off
source: Smart Sorting Turned Off
ms: Susunan Pintar Dimatikan
th: ปิดการใช้งานการเรียงลำดับอัจฉริยะแล้ว
zh_hans: 已关闭智能排序
zh_hant: 已關閉智能排序

# position_list_not_support_sort
source: Position list don't support custom sorting yet
ms: Senarai posisi belum sokong susunan tersuai lagi
th: รายการของตำแหน่งในขณะนี้ไม่รองรับการเรียงลำดับแบบกำหนดเอง
zh_hans: 持仓列表暂不支持自定义排序
zh_hant: 持倉列表暫不支持自定義排序

# hybrid_sorting_tip
source: For cross-market hybrid sorting, please turn off smart sorting first.
ms: Untuk susunan hibrid rentas pasaran, sila matikan susunan pintar dahulu.
th: หากมีความจำเป็นต้องเรียงลำดับแบบผสมข้ามตลาด กรุณาปิดคุณสมบัติการจัดเรียงแบบอัจฉริยะก่อน
zh_hans: 如需跨市场混合排序， 请先关闭智能排序功能。
zh_hant: 如需跨市場混合排序， 請先關閉智能排序功能。

source: Turn Off Smart Sorting
ms: Matikan Susunan Pintar
th: กรุณาปิดคุณสมบัติการจัดเรียงแบบอัจฉริยะ
zh_hans: 关闭智能排序
zh_hant: 關閉智能排序

# tip_quote_permission_delay_no_login
source: At the request of Exchange, quotes of HK Stocks are 15 mins delayed for non-registered users. Stock quote should be manually refreshed.
ms: Atas permintaan Bursa, sebut harga saham HK ditangguhkan 15 minit untuk pengguna yang tidak berdaftar. Sebut harga saham perlu dimuat semula secara manual.
th: ตามคำร้องของตลาดหลักทรัพย์ หุ้นฮ่องกงเปิดให้เสนอราคาช้า 15 นาทีสำหรับลูกค้าที่ไม่ได้เข้าสู่ระบบจำเป็นต้องมีการดึงและอัปเดตราคาหุ้นฮ่องกงด้วยตนเอง
zh_hans: 应交易所要求，港股对非登录用户仅开放15分钟延时报价。港股报价需手动下拉更新。
zh_hant: 應交易所要求，港股對非登錄用戶僅開放15分鐘延時報價。港股報價需手動下拉更新。

# tip_quote_permission_bmp
source: At the request of HKEx, stock quotes should be manually refreshed under the Basic Market Price service. Only 20 stocks are supported by the BMP service. Please go to【My Quotes】for more details.
ms: Atas permintaan HKEx, sebut harga saham perlu dimuat semula secara manual di bawah perkhidmatan Harga Pasaran Asal. Hanya 20 saham disokong oleh perkhidmatan BMP. Sila pergi ke【Sebut harga Saya】untuk dapat lebih banyak butiran.
th: ตามคำร้องของตลาดหลักทรัพย์ฮ่องกง ต้องมีการดึงและอัปเดตราคาหุ้นแบบเรียลไทม์ หุ้นที่มีมากกว่า 20 หุ้นจะแสดงราคาช้า 15 นาที
zh_hans: 应港交所要求, 港股即时报价需手动下拉更新, 超过20只股票仅展示延迟15分钟报价。
zh_hant: 應港交所要求, 港股即時報價需手動下拉更新, 超過20隻股票僅展示延遲15分鐘報價。

# tip_quote_permission_upgrade
source: HK stocks Real-time quote service, grasp every investment opportunity in the ever-changing stock market.
ms: HK saham perkhidmatan sebut harga masa nyata, tangkap setiap peluang pelaburan dalam pasaran saham yang sentiasa berubah.
th: อัพเกรดราคาสตรีมมิ่งของหุ้นฺฮ่องกง ช่วยให้ท่านเคลื่อนไหวรวดเร็วนำหน้าฝูงชนในตลาดหุ้น
zh_hans: 升级港股串流报价，助你于瞬息万变的股市中胜人一筹
zh_hant: 升級港股串流報價，助你於瞬息萬變的股市中勝人一籌

# tip_quote_permission_us_unopen
source: Open an account to get the US advanced stock quote.
ms: Cipta akaun untuk dapatkan sebut harga saham canggih AS.
th: เปิดบัญชีและแจกแจงราคาหุ้นสหรัฐแบบเรียลไทม์ รวมถึงราคาก่อนออกสู่ตลาดและราคาหลังการขายแบบเรียลไทม์
zh_hans: 开户赠送美股实时行情，包括盘前盘后实时行情
zh_hant: 開户赠送美股即時行情，包括盤前盤後即時行情

# tip_quote_permission_login
source: Login/Register to unlock more information!
ms: Log masuk/Daftar untuk cipta kunci lebih banyak maklumat!
th: กรุณาเข้าสู่ระบบ/ลงทะเบียนตอนนี้เพื่อปลดล็อคหุ้นเพิ่มเติม
zh_hans: 请立即登录/注册解锁查看更多股票资讯！
zh_hant: 請立即登錄/註冊解鎖查看更多股票資訊！

# btn_quote_permission_login
source: Login
ms: Log masuk
th: ลงขื่อเข้าใช้ตอนนี้
zh_hans: 马上登录
zh_hant: 登錄

# btn_quote_permission_unopen
source: Continue
ms: Connect
th: เปิดบัญชีตอนนี้
zh_hans: 立即开户
zh_hant: 立即開戶

# op_smart_order
source: SMART Order
ms: Pesanan Pintar
th: สั่งซื้อสินค้าอัจฉริยะ
zh_hans: 智能下单
zh_hant: 智能下單

# quote_history_high
source: Historical High
ms: Tertinggi dalam Sejarah
th: สูงที่สุดในประวัติศาสตร์
zh_hans: 历史最高
zh_hant: 歷史最高

# quote_history_low
source: Historical Low
ms: Terendah dalam Sejarah
th: ต่ำที่สุดในประวัติศาสตร์
zh_hans: 历史最低
zh_hant: 歷史最低

# quote_average_price
source: Avg Price
ms: Harga Purata
th: ราคาเฉลี่ย
zh_hans: 平均价
zh_hant: 平均價

# cryptos_market
source: Cryptos
ms: Mata Wang Kripto
th: คริปโตเคอเรนซี
zh_hans: 加密货币
zh_hant: 加密貨幣

# quot_cryptos_tip
source: Data from Binance.
ms: Data dari Binance.
th: ข้อมูลจาก Coin Ann
zh_hans: 数据来自币安
zh_hant: 数据来自币安

# quote_hk_warrants_tip
source: *Long=Call Warrant+Bull Short=Put Warrant+Bear
ms: *Panjang=Panggilan Waran+Bull Cert, Pendek= Waran Put+Bear Cert
th: โพซิชั่นที่ดี=ใบรับรองการสมัครสมาชิก+ใบรับรองวัว โพซิชั่นที่ไม่ดี=ใบสำคัญแสดงสิทธิ+ใบรับรองหมี
zh_hans: 好仓=认购证+牛证 淡仓=认沽证+熊证
zh_hant: 好仓=认购证+牛证 淡仓=认沽证+熊证

# smart_watch
source: u-Monitor
ms: u-Pantau
th: จับตาดูตลาดอย่างอัจฉริยะ
zh_hans: 智能盯盘
zh_hant: 智能提示

# smart_selfStock
source: Watchlist
ms: Senarai pantauan
th: ออปชั่นหุ้น
zh_hans: 自选股
zh_hant: 我的組合

# smart_myPosition
source: Position
ms: Posisi
th: การถือครองของข้าพเจ้า
zh_hans: 我的持仓
zh_hant: 我的持倉

# smart_noticeContent
source: You have not yet turned on notification permission
ms: Anda belum menghidupkan kebenaran notifikasi
th: ท่านยังไม่ได้เปิดใช้งานการอนุญาตแจ้งเตือนแอพพลิเคชัน
zh_hans: 您尚未开通APP通知权限！
zh_hant: 您尚未開通APP通知權限！

# smart_noticeOpen
source: TutnOon Now
ms: Hidupkan Sekarang
th: เปิดเดี๋ยวนี้
zh_hans: 立即开启
zh_hant: 立即開啟
