Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# nbb_change_phone_title
source: Change mobile phone number
ms: Tukar nombor telefon mobile
th: เปลี่ยนหมายเลขโทรศัพท์
zh_hans: 更换手机号
zh_hant: 更換手機號

# nbb_verify_original_phone
source: Please verify the original phone number
ms: Sila sahkan nombor telefon asal
th: กรุณายืนยันหมายเลขโทรศัพท์เดิม
zh_hans: 请验证原手机号
zh_hant: 請驗証原手機號

# nbb_verify_sms_sent_to
source: Verification code has been sent to
ms: Kod pengesahan telah dihantar ke
th: ส่งรหัสยืนยันทางข้อความไปที่
zh_hans: 短信验证码已发送至
zh_hant: 短信驗証碼已發送至

# nbb_verify_new_phone
source: Please verify the new phone number
ms: Sila sahkan nombor telefon baru
th: กรุณายืนยันหมายเลขโทรศัพท์ใหม่
zh_hans: 请验证新手机号
zh_hant: 請驗証新手機號

# nbb_step_next
source: Next
ms: Langkah Yang Seterusnya
th: ขั้นตอนต่อไป
zh_hans: 下一步
zh_hant: 下一步

# nbb_change_phone_success
source: Changed successfully
ms: Berjaya berubah
th: เปลี่ยนหมายเลขโทรศัพท์เรียบร้อย
zh_hans: 更换手机号成功
zh_hant: 更換手機號成功

# nbb_change_email_title
source: Change Mailbox
ms: Tukar Peti Mel
th: เปลี่ยนเมลบ็อกซ์
zh_hans: 更换邮箱
zh_hant: 更換電子郵箱

# nbb_verify_original_email
source: Please verify the original email
ms: Sila sahkan e-mel asal
th: กรุณายืนยันอีเมลเดิม
zh_hans: 请验证原邮箱
zh_hant: 請驗証原電子郵箱

# nbb_verify_email_sent_to
source: Verification code has been sent to
ms: Kod pengesahan telah dihantar ke
th: รหัสยืนยันอีเมลส่งไปที่
zh_hans: 邮件验证码已发送至
zh_hant: 郵件驗証碼已發送至

# nbb_verify_new_email
source: Please enter a new email address
ms: Sila masukkan alamat e-mel baru
th: กรุณากรอกอีเมล์ใหม่
zh_hans: 请输入新邮箱
zh_hant: 請輸入新電子郵箱

# nbb_change_email_success
source: Changed successfully
ms: Berjaya ubah
th: เปลี่ยนอีเมลเรียบร้อย
zh_hans: 更换邮箱成功
zh_hant: 更換電子郵箱成功

# nbb_tab_master
source: Expert
ms: pakar
th: คนเก่ง
zh_hans: 大咖
zh_hant: 大咖

# nbb_kol_tag_licensed
source: Licensed
ms: Berlesen
th: ถือใบ
zh_hans: 持牌
zh_hant: 持牌

# nbb_kol_tag_invest
source: Invest Pro
ms: Pelabur Pro
th: ผู้เชี่ยวชาญการลงทุน
zh_hans: 投资专家
zh_hant: 投資專家

# nbb_kol_tag_analyst
source: Analyst
ms: Penganalisis
th: นักวิเคราะห์
zh_hans: 分析师
zh_hant: 分析師

# nbb_kol_tag_master
source: Expert
ms: pakar
th: ผู้เชี่ยวชาญ
zh_hans: 专家
zh_hant: 專家

# nbb_tab_ask_all
source: All
ms: Semua
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

# nbb_tab_ask_waiting
source: Waiting
ms: Sedang Tunggu
th: รอคำตอบ
zh_hans: 待回答
zh_hant: 待回答

# nbb_tab_ask_questions
source: My Questions
ms: Soalan Saya
th: คำถามของฉัน
zh_hans: 我的提问
zh_hant: 我的提問

# nbb_tab_ask_answers
source: My answers
ms: Jawapan saya
th: คำตอบของฉัน
zh_hans: 我的回答
zh_hant: 我的回答

# nbb_title_ask
source: Ask
ms: Tanya
th: หุ้นถาม
zh_hans: 问股
zh_hant: 問股

# nbb_tab_Answer
source: Answers
ms: Jawapan
th: หุ้นตอบ
zh_hans: 答股
zh_hant: 答股

# nbb_ask_tag_kol_only
source: KOL only
ms: KOL sahaja
th: kol
zh_hans: kol
zh_hant: 僅KOL

# nbb_ask_tag_kol_specific
source: Specific KOL
ms: KOL khusus
th: ระบุ KOL
zh_hans: 指定KOL
zh_hant: 指定KOL

# nbb_ask_tag_kol_for_me
source: for me
ms: untuk saya
th: ให้ฉัน
zh_hans: 给我的
zh_hant: 給我的

# nbb_kol_tag_certified
source: Certified
ms: Berlesen
th: การรับรองเป็นทางการ
zh_hans: 官方认证
zh_hant: 官方認證

# nbb_ask_delete_question
source: Are you sure delete this question?
ms: Adakah anda pasti mahu padam soalan ini?
th: คุณแน่ใจต้องการลบปัญหานี้หรือไม่
zh_hans: 确定要删除这个问题吗？
zh_hant: 確定要刪除這個問題嗎？

# nbb_ask_delete_answer
source: Are you sure delete this answer?
ms: Adakah anda pasti padam jawapan ini?
th: คุณแน่ใจต้องการลบคำตอบนี้หรือไม่
zh_hans: 确定要删除这个回答吗?
zh_hant: 確定要刪除這個回答嗎？

# nbb_tab_ask_empty
source: No answer yet
ms: Belum ada jawapan
th: ยังไม่มีคำตอบ
zh_hans: 暂无回答
zh_hant: 暫無回答

# nbb_tab_ask_question_empty
source: No Data
ms: Tiada data
th: ยังไม่มีเนื้อหา
zh_hans: 暂无内容
zh_hant: 暫無內容

# nbb_tab_ask_answer_empty
source: No Data
ms: Tiada data
th: ยังไม่มีเนื้อหา
zh_hans: 暂无内容
zh_hant: 暫無內容

# nbb_tab_ask_waiting_empty
source: No Data
ms: Tiada data
th: ยังไม่มีเนื้อหา
zh_hans: 暂无内容
zh_hant: 暫無內容

# nbb_tab_ask_gotoall
source: Go to all
ms: Pergi ke semua
th: ทั้งหมด
zh_hans: 去全部
zh_hant: 去全部

# nbb_ask_tips_answer
source: answers
ms: jawapan
th: คำตอบ
zh_hans: 回答
zh_hant: 回答

# nbb_ask_tips_kol_answer
source: experts
ms: pakar
th: คนเก่งตอบ
zh_hans: 大咖回答
zh_hant: 大咖回答

# nbb_title_continue_study
source: Continue Study
ms: Sambung Belajar
th: เรียนต่อ
zh_hans: 继续学习
zh_hant: 继续學習

# nbb_btn_goforit
source: Go for it
ms: Berusaha untuk dapatkan
th: ไปเรียน
zh_hans: 去学习
zh_hant: 去學習

# nbb_master_title_view
source: Views
ms: Pandangan
th: ทัศนะ
zh_hans: 观点
zh_hant: 觀點

# nbb_title_short_video
source: Video
th: วิดีโอสั้น ๆ
zh_hans: 短视频
zh_hant: 短視頻

# nbb_btn_vip_membership
source: VIP MEMBERSHIP
ms: KEAHLIAN VIP
th: สมัครสมาชิก
zh_hans: 订阅会员
zh_hant: 訂閱會員

# nbb_header_vip_header
source: Become a member of {0}，view vip content
ms: Jadi ahli {0}，lihat kandungan vip
th: เป็นสมาชิก {0} ของสมัครสมาชิก จะได้อ่านบทความพิเศษสำหรับสมาชิก
zh_hans: 成为{0}的订阅会员，看到会员专属文章
zh_hant: 成為{0}的訂閱會員，看到會員專屬文章

# user_region_setting
source: Region
ms: Wilayah
th: พื้นที่
zh_hans: 地區
zh_hant: 地區

# user_change_region_tips
source: 修改用户所在地区信息之后，我们将只会为您推送该地区的内容。如果您已购买某地区的付费内容，请切换回对应地区进行查看。
ms: Selepas tukar maklumat kawasan pengguna, kami hanya akan pamer kandungan dari kawasan tersebut untuk anda. Jika anda telah terbeli kandungan premium di kawasan tersebut, sila tukar kembali ke kawsan yang sepadan untuk semak.
th: หลังจากการแก้ไขข้อมูลเกี่ยวกับพื้นที่ของผู้ใช้เราจะผลักดันเนื้อหาของพื้นที่ให้คุณเท่านั้น หากคุณซื้อเนื้อหาที่ต้องชำระเงินในพื้นแล้วกรุณาสลับกลับไปพื้นที่เกี่ยวข้องเพื่อการตรวจสอบ
zh_hans: 修改用戶所在地區信息之後，我們將只會為您推送該地區的內容。如果您已購買某地區的付費內容，請切換回對應地區進行查看。
zh_hant: 修改用戶所在地區資訊之後，我們將隻會為您推送該地區的內容。如果您已購買某地區的付費內容，請切換回對應地區進行查看。

# nbb_see_more
source: See All
ms: Lebih Lanjut
th: มากกว่า
zh_hans: 更多
zh_hant: 更多

# nbb_see_less
source: See Less
ms: Simpan
th: เก็บ
zh_hans: 收起
zh_hant: 收起

# nbb_discussions
source: Discussions
ms: Perbincangan
th: ข้อคิดเห็น
zh_hans: 评论
zh_hant: 評論

# nbb_no_comment
source: Say something
ms: Katakan sesuatu
th: พูดอะไรสักหน่อย
zh_hans: 说点什么
zh_hant: 説點什麼

# nbb_refresh_change
source: change
ms: Tukar
th: เปลี่ยนชุดอื่น
zh_hans: 换一批
zh_hant: 換一批

# nbb_Like
source: Like
ms: Suka
th: ยกย่อง
zh_hans: 赞
zh_hant: 贊

# hold_trade_smart_order
source: SMART Order
ms: Pesanan Pintar
th: สั่งซื้อสินค้าอัจฉริยะ
zh_hans: 智能下单
zh_hant: 智能下單

# hold_trade_share
source: Share
ms: dikongsi
th: แบ่งปัน
zh_hans: 分享
zh_hant: 分享

# hold_trade_modify
source: Modify
ms: Tukar Pesanan
th: แก้ไขคำสั่งซื้อ
zh_hans: 修改订单
zh_hant: 修改訂單

# hold_trade_quote
source: Quote
ms: Sebutharga
th: ตลาด
zh_hans: 行情
zh_hant: 行情

# hold_trade_cancel
source: Cancel
ms: Batal
th: เพิกถอน
zh_hans: 撤销
zh_hant: 撤銷

# hold_trade_detail
source: Detail
ms: Perincian
th: รายละเอียดการสั่งซื้อขาย
zh_hans: 订单详情
zh_hant: 訂單詳情

source: Account ID
ms: ID Akaun
th: เลขที่บัญชีกองทุน
zh_hans: 资金账号
zh_hant: 資金帳號

# account_net_assets
source: Net Assets
ms: Aset Bersih
th: มูลค่ารวมบัญชี
zh_hans: 账户总值
zh_hant: 賬戶總值

# account_total_pl
source: Total P&L
ms: Jumlah Untung dan Rugi
th: กำไรและขาดทุนจากการถือครอง
zh_hans: 持仓盈亏
zh_hant: 持倉盈虧

# account_daily_pl
source: Daily P&L
ms: P&P harian
th: กำไรและขาดทุนวันนี้
zh_hans: 今日盈亏
zh_hant: 今日盈虧

# account_buying_power
source: Buying Power
ms: Kuasa Beli
th: กำลังซื้อ
zh_hans: 购买力
zh_hant: 購買力

# account_position_value
source: Position Value
ms: Nilai Posisi
th: มูลค่ารวมของหลักทรัพย์
zh_hans: 证券总价值
zh_hant: 証券總價值

# account_risk_level
source: Risk Level
ms: Tahap Risiko
th: ระดับการควบคุมลม
zh_hans: 风控等级
zh_hant: 風控等級

# account_risk_safe
source: Safe
ms: Rendah
th: ความปลอดภัย
zh_hans: 安全
zh_hant: 安全

# account_margin_loansr
source: Total Debt
ms: Jumlah Hutang
th: จำนวนหนี้สินรวม
zh_hans: 总负债金额
zh_hant: 總負債金額

# account_cash
source: Cash
ms: Tunai
th: เงินสดที่สามารถถอนได้
zh_hans: 可取现金
zh_hant: 可取現金

# account_frozen_capital
source: Frozen Capital
ms: Dana Yang Disekat
th: อายัดเงิน
zh_hans: 冻结资金
zh_hant: 凍結資金

# account_trade
source: Trade
ms: Transaksi
th: ซื้อขาย
zh_hans: 交易
zh_hant: 交易

# short_selling_trade
source: Short Selling
ms: Jualan Short
th: การขายชอร์ต
zh_hans: 沽空交易
zh_hant: 沽空交易

# account_all_orders
source: All Orders
ms: Semua Pesanan
th: คำสั่งซื้อทั้งหมด
zh_hans: 全部订单
zh_hant: 全部訂單

# account_deposit
source: Deposit
th: เข้าทอง
zh_hans: 入金
zh_hant: 入金

# account_stock_deposit
source: Stock Deposit
ms: Deposit Saham
th: โอนหุ้น
zh_hans: 转入股票
zh_hant: 轉入股票

# account_withdrawal
source: Withdrawal
ms: Pengeluaran
th: ออกทอง
zh_hans: 出金
zh_hant: 出金

# account_cash_balance
source: Cash Balance
ms: Baki tunai
th: ยอดเงินสดคงเหลือ
zh_hans: 现金余额
zh_hant: 現金餘額

# account_exchange
source: Exchange
ms: Pusat Pertukaran
th: แลกเปลี่ยนเงินตรา
zh_hans: 货币兑换
zh_hant: 貨幣兌換

# account_cash_flow
source: Cash Flow
ms: Aliran tunai
th: กระแสเงินสด
zh_hans: 资金流水
zh_hant: 資金明細

# account_my_bank_acc
source: My Bank Acc.
ms: Akaun Bank Saya
th: บัญชีธนาคารของฉัน
zh_hans: 我的银行账户
zh_hant: 我的銀行賬戶

# account_stock_order_title
source: SMART Order
ms: Pesanan Pintar
th: สั่งซื้อสินค้าอัจฉริยะ
zh_hans: 智能下单
zh_hant: 智能下單

# account_market_us
source: US
ms: AS
th: หุ้นสหรัฐ
zh_hans: 美股
zh_hant: 美股

# account_market_hk
source: HK
th: หุ้นฮ่องกง
zh_hans: 港股
zh_hant: 港股

# account_market_sg
source: SG
ms: Saham SG
th: หุ้นใหม่
zh_hans: 新股
zh_hant: 新股

# account_open
source: Open
ms: Cipta
th: เปิดบัญชี
zh_hans: 开通
zh_hant: 開通

# account_open_usoption_tips
source: Your account is not open for US option trading
ms: Akaun anda tidak dicipta untuk perdagangan opysyen AS
th: คุณยังไม่ได้เปิด Long (BUY) และขายชอร์ต option
zh_hans: 您的账户尚未开放美股期权交易
zh_hant: 您的賬戶尚未開放美股期權交易

# account_open_usfraction_tips
source: US fractional shares trading, invest in high priced quality stocks and ETFs for as low as $1
ms: Dagangan saham pecahan AS, melabur dalam saham berkualiti tinggi dan ETF pada harga serendah $1
th: สนับสนุนการซื้อขายหุ้นทศนิยมของสหรัฐต่ำถึง $1 เพื่อลงทุนในหุ้นพรีเมียมราคาสูงและ ETF
zh_hans: 支持美股小数股交易，低至1美元投资高价优质股票和ETF
zh_hant: 支援美股小數股交易，低至1美元投資高價優質股票和ETF

# account_open_us_short_selling_tips
source: Support Short Selling，profit from falling stock prices
ms: Sokong Jualan Short, untung daripada kejatuhan harga saham
th: สนับสนุนการขายชอร์ต เพื่อได้กำไรจากราคาหุ้นตก
zh_hans: 支持沽空，从股价下跌中获利
zh_hant: 支持沽空，從股價下跌中獲利

# account_fraction_area
source: US Fractional Shares
ms: Saham Pecahan AS
th: บัญชีหุ้นสหรัฐ
zh_hans: 美股碎股账户
zh_hant: 美股碎股賬戶

# account_option_area
source: US Options
ms: Opysyen AS
th: บัญชี Option สไตล์อเมริกัน
zh_hans: 美股期权账户
zh_hant: 美股期權賬戶

# account_us_area
source: US Stocks
ms: Akaun AS
th: บัญชีสหรัฐอเมริกา
zh_hans: 美股账户
zh_hant: 美股賬戶

# account_us_long_area
source: US Long Stocks
ms: Saham Long AS
zh_hans: 美股多头账户
zh_hant: 美股多頭賬戶

# account_hk_area
source: HK Stocks
ms: Akaun HK
th: บัญชีฮ่องกง
zh_hans: 香港账户
zh_hant: 香港賬戶

# account_sg_area
source: SG Stocks
ms: Saham SG
th: บัญชีสิงคโปร์
zh_hans: 新加坡账户
zh_hant: 新加坡賬戶

# account_us_short_selling_area
source: US Short Selling
th: บัญชีขายชอร์ตหุ้นสหรัฐ
zh_hans: 美股沽空账户
zh_hant: 美股沽空賬戶

# market_watchlist_title
source: My Watchlist
ms: Senarai Pantau
th: การเลือกของฉัน
zh_hans: 我的自选
zh_hant: 我的自選

# qoutes_deley_non_log_tip
source: Price quotes can be delayed for non-logged in users.
ms: Sebut harga boleh ditunda untuk pengguna yang tidak log masuk.
th: สำหรับผู้ใช้ที่ยังไม่เข้าสู่ระบบมีความล่าช้า 15 นาทีในการเสนอราคา
zh_hans: 对于未登录的用户提供报价会有15分钟的延迟
zh_hant: 對於未登錄的用戶提供報價會有15分鐘的延遲

# qoutes_no_upagrade_tip
source: Log in to view advanced real-time quotes
ms: Log masuk untuk semak sebutharga masa nyata Canggih
th: สามารถการตรวจสอบตลาดเรียลไทม์ขั้นสูงเมื่อเข้าสู่ระบบ
zh_hans: 登录后即可查看高级实时行情
zh_hant: 登錄後即可查看高級實時行情

# markets_news_reits
source: REITs
th: ทรัสต์อสังหาริมทรัพย์
zh_hans: 房地产信托
zh_hant: 房地産信托

# market_sg_warrants
source: Warrants
ms: Waran
th: ใบสำคัญแสดงสิทธิที่จะซื้อหุ้นสามัญ
zh_hans: 认股权证
zh_hant: 認股權証

# market_sg_dlcs
source: DLCs
ms: DLC
zh_hans: 每日杠杆证书
zh_hant: 每日槓桿証書

# community_global
source: Global
th: ทั่วโลก
zh_hans: 全球
zh_hant: 全球

# community_singapore
source: Singapore
ms: Singapura
th: สิงคโปร์
zh_hans: 新加坡
zh_hant: 新加坡

# discover_opportunity
source: Opportunity
ms: Peluang
th: โอกาส
zh_hans: 机会
zh_hant: 機會

# discover_community
source: Community
ms: Komuniti
th: ชุมชน
zh_hans: 社区
zh_hant: 社區

# risk_tips_comment
source: Risk reminder: All materials and comments published by relevant parties and authors on our platform only represent the personal views of their authors, have nothing to do with the position of uSMART, and do not constitute any investment suggestion.
ms: Peringatan risiko: Semua bahan dan ulasan yang diterbitkan oleh pihak yang berkaitan dan pengarang di platform kami hanya mewakili pandangan peribadi pengarang mereka, tiada kaitan dengan kedudukan uSMART, dan tidak membentuk sebarang cadangan pelaburan.
th: การเตือนความเสี่ยง: ข้อความและคำพูดทั้งหมดที่เผยแพร่จากผู้ใช้ในแพลตฟอร์มนี้ เป็นความคิดเห็นส่วนตัวเท่านั้นไม่เกี่ยวข้องกับ หลี่จิโหวต และไม่ถือเป็นคำแนะนำการลงทุนใด ๆ
zh_hans: 风险提示：使用者在本平台发表的所有资料、言论等仅代表个人观点，与盈立智投无关，不构成任何投资建议。
zh_hant: 風險提示：使用者在本平颱發表的所有資料、言論等僅代表個人觀點，與盈立智投無關，不構成任何投資建議。

# support_pre_after
source: Fill Outside RTH is supported
ms: Benarkan Isi Di Luar RTH
th: อนุญาตให้ก่อนการซื้อขาย หลังการซื้อขาย
zh_hans: 允许盘前盘后
zh_hant: 允許盤前盤後

source: Options
ms: Opsyen
th: ออปชัน
zh_hans: 期权
zh_hant: 期權

# price_not_high_tips
source: Trigger price should not be higher than the current price
ms: Harga aktif tidak boleh lebih tinggi daripada harga semasa
th: ราคาทริกเกอร์จะต้องไม่สูงกว่าราคาปัจจุบัน
zh_hans: 触发价格应不高于当前价格
zh_hant: 觸發價格應不高於當前價格

# price_not_low_tips
source: Trigger price should not be lower than the current price
ms: Harga aktif tidak boleh lebih rendah daripada harga semasa
th: ราคาทริกเกอร์จะต้องไม่ต่ำกว่าราคาปัจจุบัน
zh_hans: 触发价格应不低于当前价格
zh_hant: 觸發價格應不低於當前價格

# comment_post_noData
source: No discussion yet
ms: Tiada komen
th: ไม่มีการอภิปราย
zh_hans: 暂无讨论
zh_hant: 暫無討論

# comment_publish_now
source: Start discussion
ms: Mulakan perbincangan
th: พูดคุยตอนนี้
zh_hans: 立即讨论
zh_hant: 立即討論

# quote_tab_comments
source: Discussions
ms: Perbincangan
th: อภิปราย
zh_hans: 讨论
zh_hant: 討論

# publish_tips
source: The number of words exceeds the limitation. Please submit again after delete %d words.
ms: Bilangan perkataan melebihi had. Sila hantar sekali selepas padam %d perkataan.
th: จำนวนคำเกินขีดจำกัด กรุณาลบ %d คำแล้วส่งใหม่
zh_hans: 字数超限，请删除%d个字后提交
zh_hant: 字數超限，請刪除%d個字後提交

source: Comment
ms: Komen
th: ฝากข้อความ
zh_hans: 留言
zh_hant: 留言

source: Reply
ms: Balas
th: ตอบกลับ
zh_hans: 回复
zh_hant: 回復

# publish
source: Post
ms: Pos
th: ตีพิมพ์
zh_hans: 发表
zh_hant: 發表

# publish_success
source: Publish Successfully
ms: Berjaya terbit pos
th: เผยแพร่ความสำเร็จ
zh_hans: 发表成功
zh_hant: 發表成功

# sensitive_info_tip
source: Your content contains sensitive words. Please post it again after revised.
ms: Kandungan anda mengandungi perkataan sensitif. Sila hantar semula selepas disemak.
th: รูปภาพที่คุณเผยแพร่มีองค์ประกอบที่ละเอียดอ่อนกรุณาแก้ไขแล้วเผยแพร่ใหม่
zh_hans: 你发表的图片中含有敏感元素，请修改后重新发表
zh_hant: 你發表的圖片中含有敏感元素，請修改後重新發表

# no_comment_hk
source: No discussion yet
ms: Tiada komen
th: ไม่มีการอภิปราย
zh_hans: 暂无讨论
zh_hant: 暫無討論

# comment_now_hk
source: Start discussion
ms: Mulakan perbincangan
th: พูดคุยตอนนี้
zh_hans: 立即讨论
zh_hant: 立即討論

# more_comment_open
source: View all comments
ms: Lihat semua komen
th: ขยายการอภิปรายกันเพิ่มเติม
zh_hans: 展开更多讨论
zh_hant: 展開更多討論

# post_isDeleted
source: Discussion has been deleted
ms: Perbincangan telah dipadamkan
th: การอภิปรายกันถูกลบไปแล้ว
zh_hans: 讨论已被删除
zh_hant: 討論已被刪除

# stock_detail_discuss
source: Discussions
ms: Perbincangan
th: อภิปราย
zh_hans: 讨论
zh_hant: 討論

# report_success
source: Report Successfully
ms: Berjaya Melapor
th: รายงานความสำเร็จ
zh_hans: 举报成功
zh_hant: 舉報成功

# report_comment
source: Report
ms: Laporan
th: รายงาน
zh_hans: 举报
zh_hant: 舉報

# comment_like
source: Like
ms: suka
th: กดไลค์
zh_hans: 点赞
zh_hant: 點贊

# publish_discuss
source: Compose
ms: Karang
th: เผยแพร่การอภิปรายกัน
zh_hans: 发表讨论
zh_hant: 發表討論

# comment_delete_pop
source: Comment will be permanently deleted.
ms: Ulasan akan dipadamkan secara kekal.
th: การยืนยันว่าต้องลบหรือไม่
zh_hans: 确认要删除？
zh_hant: 確認要刪除？

# delelte_comment_sure
source: Delete
ms: Padam
th: ยืนยันการลบ
zh_hans: 确认删除
zh_hant: 確認刪除

# time_ganggang
source: Just Now
ms: 1 min yang lalu
th: เมื่อกี้
zh_hans: 刚刚
zh_hant: 剛剛

# time_minute_pre
source: %ld mins ago
ms: %ld minit yang lalu
th: %ld นาทีที่แล้ว
zh_hans: %ld分钟前
zh_hant: %ld分鐘前

# one_minute_pre
source: 1 min ago
ms: 1 min yang lalu
th: 1 นาทีที่แล้ว
zh_hans: 1分钟前
zh_hant: 1分鐘前

# open_Acct
source: Open account
ms: Naik taraf
th: เปิดบัญชี
zh_hans: 开户
zh_hant: 開戶

# stock_index_other_login
source: Your account was logined on another device
ms: Akaun anda telah dilog masuk pada peranti lain
th: บัญชีเข้าสู่ระบบเทอร์มินัลอื่น
zh_hans: 账户在另一终端登录
zh_hant: 賬戶在另一終端登錄

# market_hk_warrants
source: HK Warrants
ms: Waran HK
th: ฮ่องกง Warrant
zh_hans: 港股轮证
zh_hant: 港股輪證

# trade_search
source: Symbol/Name
ms: Simbol/Nama
th: ชื่อ/รหัสหุ้น
zh_hans: 股票代码/名称
zh_hant: 股票代碼/名稱

# trade_input_price
source: Input price
ms: Harga input
th: กรุณาใส่ราคา
zh_hans: 请输入价格
zh_hant: 請輸入價格

# trade_input_condition_price
source: Input price
ms: Harga input
th: โปรดใส่ราคาทริกเกอร์
zh_hans: 请输入触发价格
zh_hant: 請輸入觸發價格

# trade_input_quantity
source: Input quantity
ms: Kuantiti input
th: โปรดใส่จำนวน
zh_hans: 请输入数量
zh_hant: 請輸入數量

# trade_input_amount
source: Input amount
ms: Input jumlah
th: กรุณากรอกจำนวนเงิน
zh_hans: 请输入金额
zh_hant: 請輸入金額

# trade_direction
source: Direction
ms: Arah
th: ทิศทาง
zh_hans: 方向
zh_hant: 方向

# trade_buy
source: Buy
ms: Beli
th: ซื้อเข้า
zh_hans: 买入
zh_hant: 買入

# trade_sell
source: Sell
ms: Jual
th: ขายออก
zh_hans: 卖出
zh_hant: 賣出

# trade_submit
source: Submit
ms: Hantar
th: ส่ง
zh_hans: 提交
zh_hant: 提交

# trade_unlock
source: Unlock to Trade
ms: Buka kunci untuk Berdagang
th: ปลดล็อกการซื้อขาย
zh_hans: 解锁交易
zh_hant: 解鎖交易

# trade_symbol
source: Symbol
ms: Simbol
th: รหัส
zh_hans: 代码
zh_hant: 代碼

# trade_amount_estimated
source: Amount (Estimated)
ms: Jumlah (Anggaran)
th: จำนวนเงิน(โดยประมาณ)
zh_hans: 金额（估算）
zh_hant: 金額（預估）

# trade_amount
source: Amount
ms: Jumlah
th: จำนวนเงิน
zh_hans: 金额
zh_hant: 金額

# trade_shares
source: Shares
ms: Saham
th: จำนวนหุ้น
zh_hans: 股数
zh_hant: 股数

# trade_type
source: Type
ms: Jenis
th: ประเภท
zh_hans: 类型
zh_hant: 類型

# trade_conditional_point
source: Conditional Point
ms: Syarat Pengaktif
th: เงื่อนไขทริกเกอร์
zh_hans: 触发条件
zh_hant: 觸發條件

# trade_conditional_point_n
source: Conditional Point
ms: Syarat Pengaktif
th: เงื่อนไขทริกเกอร์
zh_hans: 触发条件
zh_hant: 觸發條件

# trade_valid_date
source: Validity Period
ms: tarikh luput
th: มีผลบังคับใช้
zh_hans: 有效期
zh_hant: 有效期

# trade_margin_tip
source: If the order amount exceeds the maximum cash buying power, a loan amount will be generated after the transaction, no interest will be charged for repayment on the same day.
ms: Jika jumlah pesanan melebihi kuasa beli tunai maksimum, jumlah pinjaman akan dijana selepas transaksi diproses, tiada faedah akan dikenakan untuk pembayaran balik pada hari yang sama.
th: จำนวนคำสั่งซื้อเกินกำลังซื้อเงินสดสูงสุดและจะมีการสร้างเงินกู้หลังจากการทำธุรกรรมจะไม่มีการเรียกเก็บดอกเบี้ยสำหรับการชำระคืนในวันเดียวกัน
zh_hans: 订单金额超过最大现金购买力，成交后会产生借款，当日还款将不收取利息。
zh_hant: 訂單金額超過最大現金購買力，成交後會産生藉款，當日還款將不收取利息。

# trade_margin_tip_estimated
source: If the order amount exceeds the maximum cash buying power, a loan of %@ (estimated) will be generated after the transaction, no interest will be charged for repayment on the same day.
ms: Jika jumlah pesanan melebihi kuasa beli tunai maksimum, pinjaman sebanyak %@ (anggaran) akan dijana selepas transaksi, tiada faedah akan diCaj untuk pembayaran pada hari yang sama.
th: จำนวนเงินของการสั่งซื้อเกินการซื้อเงินสดสูงสุดหลังจากข้อตกลงจะมีเงินกู้ %@ประมาณ จะไม่มีการเก็บดอกเบี้ยสำหรับการคืนในวันเดียวกัน
zh_hans: 订单金额超过最大现金购买力，成交后会产生借款 %@ (估算)，当日还款将不收取利息。
zh_hant: 訂單金額超過最大現金購買力，成交後會産生藉款 %@ (預估)，當日還款將不收取利息。

# trade_margin_account_tip
source: You are in margin account and margin financing may be triggered
ms: Anda guna akaun margin dan pembiayaan margin mungkin diaktifkan
th: เมื่อเปิดใช้งาน จะเป็นบัญชีการเงิน ซึ่งสามารถซื้อขายด้วยบัญชีการเงิน
zh_hans: 触发时是融资账户，将可能使用融资交易。
zh_hant: 觸發時是融資賬戶，將可能使用融資交易。

# trade_all
source: ALL
ms: Semua
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

# trade_maxsell
source: Max.Sell
ms: JualMaks
th: ขายได้สูงสุด
zh_hans: 最大可售
zh_hant: 最大可售

# trade_cash
source: Cash
ms: Tunai
th: เงินสด
zh_hans: 现金
zh_hant: 現金

# trade_margin
source: Margin
th: จัดหาเงินทุน
zh_hans: 融资
zh_hant: 融資

# trade_view_options
source: View Options
ms: Tunjuk Pilihan
th: ตรวจสอบออปชัน
zh_hans: 查看期权
zh_hant: 查看期權

# trade_options_chain
source: Options Chain
ms: Pilihan Rantaian
th: โซ่ออปชัน
zh_hans: 期权链
zh_hant: 期權鏈

# trade_bidask_nodata
source: Delayed quotes do not provide bid & ask data
ms: Sebut harga tertunda tidak bekal data tawar & minta
th: ข้อเสนอล่าช้าไม่ได้ให้ข้อมูลการซื้อและขาย
zh_hans: 延时报价不提供买卖数据
zh_hant: 延時報價不提供買賣數據

# trade_trigger_type
source: Trigger Type
ms: Jenis pengaktif
th: ประเภทของทริกเกอร์
zh_hans: 触发类型
zh_hant: 觸發類型

# trade_trigger_type_price
source: Price
ms: Harga
th: ราคา
zh_hans: 价格
zh_hant: 價格

# trade_trigger_type_percent
source: Percent
ms: Peratus
th: ร้อยละ
zh_hans: 百分比
zh_hant: 百分比

# trade_condition_place_order
source: Condition and Place Order
ms: Apabila telah mencapai syarat yang ditetapkan pesanan akan dijalankan
th: หลังจากปฏิบัติตามเงื่อนไขแล้วให้มอบหมายการสั่งซื้อ
zh_hans: 达到条件后，委托下单
zh_hant: 達到條件後，委托下單

# trade_lmt_price
source: LMT Price
ms: Harga LMT
th: ราคากำหนด
zh_hans: 指定价
zh_hant: 指定價

# trade_latest_price
source: Latest Price
ms: Harga Terkini
th: ราคาล่าสุด
zh_hans: 最新价
zh_hant: 最新價

# trade_market_price
source: Market Price
ms: Harga pasaran
th: ราคาตลาด
zh_hans: 市价
zh_hant: 市價

# trade_smart_order_effective_time
source: Effective time of SMART Order
ms: Masa berkuat kuasa Pesanan Pintar
th: เวลาที่มีประสิทธิภาพของการสั่งซื้ออัจฉริยะ
zh_hans: 智能单有效时间
zh_hant: 智能單有效時間

# trade_read_derivatives
source: I have fully read and understood the 'Risk Disclosure of Derivatives Transactions'.I acknowledge that I have been assessed to be without knowledge or experience in derivatives and confirm that I still intend to proceed with the transactions depite this.
ms: Saya telah membaca dan memahami dengan sepenuh‘‘Pendedahan Risiko Transaksi Derivatif’. saya mengakui saya tidak mempunyai sebarang pengalaman dalam derivatif tetapi saya masih pilih untuk sambung penggunaan
th: ฉันได้อ่านและรับทราบ "การเปิดเผยความเสี่ยงของการซื้อขายอนุพันธ์" ฉันยอมรับว่าฉันถูกการประเมินว่าไม่มีความรู้หรือประสบการณ์ด้านอนุพันธ์แล้ว แต่เรายอมรับและแน่ใจว่าจะทำการซื้อขายต่อไป
zh_hans: 我已充分阅读并知晓《衍生品交易风险披露》我承认我被评估为没有衍生品知识或经验，并确认尽管如此，我仍打算继续进行交易。
zh_hant: 我已充分閱讀並知曉《衍生品交易風險披露》我承認我被評估爲沒有衍生品知識或經驗，並確認儘管如此，我仍打算繼續進行交易。

# trade_derivatives_transactions
source: 'Risk Disclosure of Derivatives Transactions'
ms: Pendedahan Risiko Transaksi Derivatif'
th: “การเปิดเผยความเสี่ยงของการซื้อขายอนุพันธ์”
zh_hans: 《衍生品交易风险披露》
zh_hant: 《衍生品交易風險披露》

# trade_check_derivatives
source: Please read and check ‘Risk Disclosure of Derivatives Transactions’.
ms: Sila baca dan semak ‘Pendedahan Risiko dari Transaksi Derivatif’.
th: กรุณาอ่าน "การเปิดเผยความเสี่ยงของการซื้อขายอนุพันธ์"
zh_hans: 请查阅《衍生品交易风险披露》
zh_hant: 請查閱《衍生品交易風險披露》
