Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# trade_email_alert
source: Due to market volatility, we are experiencing a significant increase in call and chat inquiries, leading to longer than usual wait times. If your inquiry is not urgent, we ask that you first consult the following customer service through email: support@usmart.sg
ms: Disebabkan kemeruapan pasaran, kami terima peningkatan yang ketara dalam pertanyaan panggilan dan sembang, menyebabkan masa tunggu yang lebih lama daripada biasa . Jika pertanyaan anda tidak cemas, kami meminta anda untuk berunding dengan perkhidmatan pelanggan berikut melalui e-mel: support@usmart.sg
th: เนื่องจากความผันผวนของตลาดปัจจุบันนี้การสอบถามทางโทรศัพท์และการแชทของเราเพิ่มขึ้นอย่างมากจะทำให้เวลาที่รอนานกว่าปกติหากสอบถามของคุณไม่ใช่เร่งด่วนสามารถติดต่อฝ่ายบริการลูกค้าของเราผ่านทางอีเมลต่อไปนี้: support@usmart.sg
zh_hans: 由于市场波动，当前我们的电话和聊天查询大幅增加，导致等待时间比平时更长。如果您的查询不是紧急的，可以通过以下电子邮件联系我们的客服：support@usmart.sg
zh_hant: 由於市場波動，當前我們的電話和聊天查詢大幅增加，導緻等待時間比平時更長。如果您的查詢不是緊急的，可以通過以下電子郵件聯繫我們的客服：support@usmart.sg

# history_filter_all_status
source: All Status
ms: Semua Status
th: สถานะทั้งหมด
zh_hans: 全部状态
zh_hant: 全部狀態

# history_filter_successful
source: Successful
ms: Berjaya
th: สำเร็จแล้ว
zh_hans: 已成功
zh_hant: 已成功

# history_filter_processing
source: Processing
ms: Sedang Diproses
th: กำลังประมวลผล
zh_hans: 处理中
zh_hant: 處理中

# history_filter_failed
source: Failed
ms: Gagal
th: ล้มเหลวแล้ว
zh_hans: 已失败
zh_hant: 已失敗

# common_types_title
source: Types
ms: Jenis
th: ประเภท
zh_hans: 类型
zh_hant: 類型

# common_status_title
source: Status
th: สถานะ
zh_hans: 状态
zh_hant: 狀態

source: SHR
th: หุ้น
zh_hans: 股
zh_hant: 股

# get_mystery_box_tip_title
source: Yes！You have gotten a Mystery Box!
ms: Wah! Anda telah dapat Kotak Misteri!
th: คุณได้รับกล่องตาบอดหนึ่งกล่อง
zh_hans: 您已获得一份盲盒！
zh_hant: 您已獲得一份盲盒！

# get_mystery_box_tip_content
source: Shake your mobile or click on the Mystery Box for a chance to win fabulous prize!
ms: Goncang mobile anda atau tekan pada Kotak Misteri untuk peluang menang hadiah hebat!
th: เขย่าโทรศัพท์ของคุณหรือคลิกกล่องลึกลับจะมีโอกาสที่ชนะรางวัลสวยงาม
zh_hans: 摇动您的手机或点击神秘盒子，就有机会赢取精美奖品！
zh_hant: 搖動您的手機或點擊神秘盒子，就有機會贏取精美獎品！

# win_prize_title
source: Congrats! You Won!
ms: Tahniah! Anda telah menang!
th: ขอแสดงความยินดีด้วย คุณได้รับ
zh_hans: 恭喜您！您获得了
zh_hant: 恭喜您！您獲得了

# win_prize_content
source: The prize has been credited into your Rewards Centre. To view or use the prize, please go to App -> Me -> Rewards Centre.
ms: Hadiah telah dikreditkan ke Pusat Ganjaran anda. Untuk semak atau gunakan hadiah, sila pergi ke Aplikasi -> Saya -> Pusat Ganjaran.
th: *รางวัลเข้าศูนย์รางวัลของคุณแล้ว หากต้องการตรวจสอบหรือการใช้รางวัล กรุณาไปที่ App->ส่อนตัว-> ศูนย์รางวัล
zh_hans: *奖品已记入您的奖励中心。若要查看或使用该奖品，请访问App ->我的 ->奖励中心
zh_hant: *獎品已記入您的獎勵中心。若要查看或使用該獎品，請訪問App ->我的 ->獎勵中心

# lose_prize_title
source: Sorry!
ms: Maaf!
th: ขอบคุณการเข้าร่วม
zh_hans: 谢谢参与
zh_hant: 謝謝參與

# lose_prize_content
source: Better Luck Next Time!
ms: Nasib baik anda akan sampai pada masa depan!
th: ครั้งหน้าจะโชคดี
zh_hans: 下次手气会更好！
zh_hant: 下次手氣會更好！

# mystery_box_flag
source: Gift
ms: Hadiah
th: กล่องตาบอด
zh_hans: 盲盒
zh_hant: 盲盒

# orders_title
source: Orders
ms: Pesanan
th: คำสั่งซื้อ
zh_hans: 订单
zh_hant: 訂單

# smart_orders_title
source: SMART Orders
ms: Pesanan Pintar
th: คำสั่งซื้ออัจฉริยะ
zh_hans: 智能订单
zh_hant: 智能訂單

source: All Markets
ms: Pasaran
th: ทุกตลาด
zh_hans: 所有市场
zh_hant: 所有市場

source: US Market
ms: Pasaran AS
th: ตลาดหุ้นสหรัฐ
zh_hans: 美股市场
zh_hant: 美股市場

source: HK Market
ms: Pasaran HK
th: ตลาดหุ้นฮ่องกง
zh_hans: 港股市场
zh_hant: 港股市場

source: SG Market
ms: Pasaran SG
th: ตลาดหุ้นใหม่
zh_hans: 新股市场
zh_hant: 新股市場

# security_type
source: Business Type
ms: Jenis Sekuriti
th: ประเภทกำทำธุรกรรม
zh_hans: 业务类型
zh_hant: 業務類型

source: Order Status
ms: Status
th: สถานะการสั่งซื้อ
zh_hans: 订单状态
zh_hant: 訂單狀態

source: SMART Order Status
ms: Status Pesanan Pintar
th: สถานะการสั่งซื้ออัจฉริยะ
zh_hans: 智能订单状态
zh_hant: 智能訂單狀態

source: SMART Order Type
ms: Jenis Pesanan Pintar
th: ประเภทคำสั่งซื้ออัจฉริยะ
zh_hans: 智能订单类型
zh_hant: 智能訂單類型

# orderfilter_filter_result
source: Filter Result
ms: Keputusan Saringan
th: ผลการคัดกรอง
zh_hans: 筛选结果
zh_hant: 篩選結果

# order_type
source: Type
ms: Jenis
th: ประเภท
zh_hans: 类型
zh_hant: 類型

# order_set
source: Set
ms: Tetapan
th: ตั้งค่า
zh_hans: 设置
zh_hant: 設置

# tip_quote_hk_advance
source: Get HK stock latest streaming quotation
ms: Dapatkan sebut harga saham HK strim terkini
th: รับความล่าสุดตลาดของหุ้นฮ่องกงอย่างรวดเร็ว
zh_hans: 快速获取港股最新串流行情
zh_hant: 快速獲取港股最新串流行情

# tip_quote_us_advance
source: Get US stock latest streaming quotation
ms: Dapatkan sebut harga penstriman terbaharu saham AS
th: รับความล่าสุดตลาดของหุ้นสหรัฐอย่างรวดเร็ว
zh_hans: 快速获取美股最新串流行情
zh_hant: 快速獲取美股最新串流行情

# tip_quote_sg_advance
source: Obtain the SG advanced stock quotes
ms: Dapatkan sebut harga saham Canggih SG
th: รับราคาตลาดขั้นสูงของสิงคโปร์อย่างรวดเร็ว
zh_hans: 快速获取新加坡高级行情报价
zh_hant: 快速獲取新加坡高級行情報價

# tip_quote_get_now
source: Get it now
ms: Dapatkannya sekarang
th: รับเดี๋ยวนี้
zh_hans: 立即获取
zh_hant: 立即獲取

# tip_quote_usOption_advance
source: No option quotes currently available, please click for quotes
ms: Tiada pilihan sebut harga tersedia pada masa ini, sila tekan untuk sebut harga
th: ขณะนี้ไม่มีใบเสนอราคา Option กรุณาคลิกเพื่อรับใบเสนอราคา
zh_hans: 当前无期权行情，请点击获取行情
zh_hant: 當前無期權行情，請點擊獲取行情

# tip_quote_get_sg_now
source: Access
ms: Akses
th: รับเดี๋ยวนี้
zh_hans: 立即获取
zh_hant: 立即獲取

# price_summary
source: Prices Summary
ms: Ringkasan Harga
th: การกระจายราคา
zh_hans: 价位分布
zh_hant: 價位分佈

source: Exchanges Summary
ms: Ringkasan Pusat Pertukaran
th: การกระจายสถานที่การแลกเปลี่ยน
zh_hans: 交易所分布
zh_hant: 交易所分佈

source: Exchange
ms: Pusat Pertukaran
th: ตลาดหลักทรัพย์
zh_hans: 交易所
zh_hant: 交易所

# usnational_update_tip
source: Currently only includes Nasdaq trades
ms: Pada masa ini hanya termasuk perdagangan Nasdaq
th: ปัจจุบันนี้แค่รวมข้อมูลการทำธุรกรรมของแนสแด็ก
zh_hans: 当前仅包含纳斯达克成交数据
zh_hant: 當前僅包含納斯達克成交數據

# check_usnational_exchange_tip
source: Upgrade to see full exchange data
ms: Naik taraf untuk melihat penuh data pertukaran
th: อัปเกรดการตรวจสอบข้อมูลการซื้อขายทั้งหมด
zh_hans: 升级查看全部交易数据
zh_hant: 升級查看全部交易數據

# get_now
source: Upgrade
ms: Naik taraf
th: รับ
zh_hans: 获取
zh_hant: 獲取

# update_et_time
source: Updated：%@ ET
ms: Dikemas kini：%@ ET
th: เวลาต่ออายุ: %@เวลาตะวันออก
zh_hans: 更新时间：%@ 美东时间
zh_hant: 更新時間：%@ 美東時間

# alert_pre_after
source: Allow：Orders are allowed to matched during the pre-market, post-market, and continuous trading hours. Unfilled orders after the pre-market will be automatically transferred to the continuous trading hours Not Allow：Orders are only allowed to matched during the continuous trading hours
ms: Benar：Pesanan dibenarkan untuk buat padanan semasa pra-pasaran, pasca-pasaran dan waktu berdagang. Pesanan yang tidak diisi selepas pra-pasaran akan dipindahkan secara automatik ke waktu dagangan berterusan Tidak benar: Pesanan hanya dibenar buat padanan semasa waktu dagangan berterusan.
th: อนุญาต: อนุญาตให้สร้างคำสั่งซื้อขายขายรอดำเนินการก่อนตลาดเปิด หลังตลาดเปิดและช่วงการซื้อขายต่อเนื่อง การสั่งซื้อที่ยังไม่เสร็จก่อนเปิดจะถูกโอนอัตโนมัติเข้าเวลาการซื้อขายต่อเนื่อง ไม่อนุญาต: อนุญาตให้จับคู่คำสั่งซื้อขายขายได้ในช่วงการซื้อขายต่อเนื่องเท่านั้น
zh_hans: 允许：盘前、盘后、连续交易时段均允许挂单。 盘前未成交的订单将自动转入连续交易时段。 不允许：订单只允许在连续交易时间内进行匹配
zh_hant: 允許：盤前、盤後、連續交易時段均允許掛單。盤前未成交的訂單將自動轉入連續交易時段。 不允許：訂單隻允許在連續交易時間內進行匹配

# disclaimer_tip
source: Disclaimer: The content and information contained all general information and data ("Information") for reference only and does not constitute an offer or a solicitation for sale or recmmendation of any investments, trading strategies or investment products. Our company uses its reasonable endeavours to ensure the accuracy and reliability of the information provided, but cannot guarantee its accuracy, and will not be liable for any loss or damage arising from any inaccuracy or omission.
ms: Penafian: Kandungan dan maklumat mengandungi semua maklumat am dan data ("Maklumat") untuk rujukan sahaja dan tidak merupakan sebuah tawaran atau permintaan untuk dijual atau pengiktirafan mana-mana pelaburan, perdagangan . Syarikat kami menggunakan usaha munasabahnya untuk memastikan ketepatan dan kebolehpercayaan maklumat yang diberikan, tetapi tidak dapat menjamin ketepatannya dan tidak akan bertanggungjawab terhadap sebarang kehilangan atau kerosakan yang timbul daripada kejadian.
th: ข้อจำกัดความรับผิดชอบ: ข้อความและข้อมูลทั้งหมดที่มีอยู่ในเอกสารนี้ใช้ได่สำหรับการอ้างอิงเท่านั้น ไม่ได้ใช้ในการขายหรือคำแนะนำการลงทุน กลยุทธ์การซื้อขายและข้อเสนอหรือชักชวนผลิตภัณฑ์ทางการเงิน บริษัทเราจะพยายามมั่นใจความถูกต้องและความเชื่อถือของข้อความ แต่ไม่มั่นใจข้อความนี้ความถูกต้องทั้งหมดและไม่มีความผิดพลาด จะไม่รับผิดชอบต่อการสูญเสียหรือความเสียหายที่เกิดจากความไม่ถูกต้องหรือการละเว้นใด ๆ
zh_hans: 免责声明：本文所载的所有资料、数据等（「资料」）只供参考之用，不构销售或建议任何投资、交易策略或金融产品的要约或招揽。本公司会尽力确保资料的准确性及可靠性, 但不保证该资料为准确无误, 亦不承担因任何不准确或遗漏而引起的损失或损害。
zh_hant: 免責聲明：本文所載的所有資料、數據等（「資料」）只供參考之用，不構銷售或建議任何投資、交易策略或金融產品的要約或招攬。本公司會盡力確保資料的準確性及可靠性, 但不保證該資料為準確無誤, 亦不承擔因任何不準確或遺漏而引起的損失或損害。

# related_recommend
source: Related recommendation
ms: Pengesyoran berkaitan
th: คำแนะนำที่เกี่ยวข้อง
zh_hans: 相关推荐
zh_hant: 相關推薦

# news_font
source: Font
ms: fon
th: แบบอักษร
zh_hans: 字体
zh_hant: 字體

# news_market_us
source: US
ms: AS
th: หุ้นสหรัฐ
zh_hans: 美股
zh_hant: 美股

# news_market_sg
source: SG
ms: Singapura
th: สิงคโปร์
zh_hans: 新加坡
zh_hant: 新加坡

# news_market_hk
source: HK
th: หุ้นฮ่องกง
zh_hans: 港股
zh_hant: 港股

# news_recommend
source: Recommended
ms: Disyorkan
th: แนะนำ
zh_hans: 推荐
zh_hant: 推薦

# news_change_tab_ALL
source: ALL
ms: Semua
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

# optionQuoteStatement
source: Complete Non Professional User Declaration to view real-time US stocks pricing.
ms: Lengkapkan penyata sebut harga untuk melihat sebut harga masa nyata untuk pilihan saham A.S
th: คุณสามารถดูออปชันหุ้นในตลาดสหรัฐในตลาดแบบเรียลไทม์หลังจากอ่านทำความเข้าใจใบประกาศเสนอราคา
zh_hans: 完成行情声明即可查看美股实时行情
zh_hant: 完成行情聲明即可查看美股實時行情

# stock_index_real_detail_des
source: Open an account to view real-time US stock index quotes
ms: cipta akaun untuk semak sebut harga indeks saham AS masa nyata
th: เปิดบัญชีจะได้การตรวจสอบตลาดเรียลไทม์ดัชนีหุ้นสหรัฐ
zh_hans: 开户即可查看美股指数实时行情
zh_hant: 开户即可查看美股指数实时行情

# optionQuoteStatementGo
source: Complete
ms: Lengkapkan
th: ไปทำให้เสร็จ
zh_hans: 去完成
zh_hant: 去完成

# stock_index_prompt_open_account
source: Open Account
ms: Naik taraf
th: เปิดบัญชี
zh_hans: 开户
zh_hant: 開戶

# stock_index_quote_vs
source: Open an account to see a real-time quote comparison
ms: cipta akaun untuk semak perbandingan sebutharga masa nyata
th: เปิดบัญชีจะได้การตรวจสอบการเปรียบเทียบตลาดเรียลไทม์
zh_hans: 开户即可查看实时行情对比
zh_hant: 開戶即可查看實時行情對比

# stock_index_get_authority
source: Access Rights
ms: Hak Akses
th: รับสิทธิ์
zh_hans: 获取权限
zh_hant: 獲取權限

# score_go_appstroe
source: Rate our app!
ms: Nilai aplikasi kami!
th: เขียนคำชม ให้กำลังใจ
zh_hans: 写好评，鼓励一下
zh_hant: 冩好評，鼓勵一下

# score_go_feadBack
source: Feedback
ms: Maklum balas
th: ฉันต้องการข้อเสนอปัญหา
zh_hans: 我要反馈问题
zh_hant: 我要回饋問題

# score_title
source: Enjoying uSMART?
ms: Suka uSMART?
th: คุณชอบ "หลี่จิโหวต" หรือไม่
zh_hans: 你喜欢"盈立智投"吗?
zh_hant: 你喜歡"盈立智投"嗎?

# score_cancle
source: Review later
ms: Semak selepas ini
th: คุยกันทีหลัง
zh_hans: 稍后再说
zh_hant: 稍後再説

# usnation_tip_des
source: Get BBO quotes from 13 exchanges across the US
ms: Dapatkan sebut harga BBO daripada 13 bursa di seluruh AS
th: ราคาเรียลไทม์จากสถานที่การแลกเปลี่ยน13แห่ง ทั่วสหรัฐอเมริกา
zh_hans: 全美13家交易所实时报价
zh_hant: 全美13家交易所實時報價

# module_more_funds
source: Funds
ms: Dana
th: เงินทุน
zh_hans: 资金
zh_hant: 資金

# order_detail_modify_order
source: Modify Order
ms: Ubah suai Pesanan
th: เปลี่ยนการสั่ง
zh_hans: 改单
zh_hant: 改單

# beerich_coursedetail
source: Go for it
ms: Jom dapatkan
th: เรียนรู้หลักสูตรโดยละเอียด
zh_hans: 学习详细课程
zh_hant: 學習詳細課程

# beerich_learnnow
source: Learn now
ms: Belajar sekarang
th: เรียนรู้เดี๋ยวนี้
zh_hans: 立即学习
zh_hant: 立即學習

# beerich_commentcount
source: comments
ms: komen
th: คอมเม้นต์ รายการ
zh_hans: 条评论
zh_hant: 条評論

# beerich_author
source: author
ms: pengarang
th: ผู้เขียน
zh_hans: 作者
zh_hant: 作者

# beerich_replying_to
source: Replying to
ms: Balas
th: ตอบกลับ
zh_hans: 回复
zh_hant: 回復

# beerich_loginTips
source: Log in and watch more videos
ms: Log masuk dan tonton lebih banyak video
th: หลังจากเข้าสู่ระบบแล้ว ดูวิดีโอที่น่าตื่นมากขึ้น
zh_hans: 登录之后，观看更多精彩视频
zh_hant: 登錄之後，觀看更多精彩視頻

# beerich_share_video
source: Check out this short video from $0 !
ms: Tonton video pendek ini dari $0 !
th: มาดูวิดีโอสั้น ๆ นี้ของ $0
zh_hans: 快来看看$0的这只短视频吧！
zh_hant: 快滴黎睇下$0嘅呢只短視頻喇！

# beerich_comment_btn_more
source: More
ms: Lagi
th: ขยาย
zh_hans: 展开
zh_hant: 展開

# beerich_comment_btn_less
source: Less
ms: Simpan
th: เก็บ
zh_hans: 收起
zh_hant: 收起

# theme_title
source: Theme Settings
ms: Tetapan kulit
th: ตั้งค่าสกิน
zh_hans: 皮肤设置
zh_hant: 皮膚設置

# theme_follow_system
source: Automatic
ms: Automatik
th: ติดตามระบบ
zh_hans: 跟随系统
zh_hant: 跟隨繫統

# theme_white
source: Simple white
ms: Mudah putih
th: สีขาวเรียบง่าย
zh_hans: 简约白
zh_hant: 簡約白

# theme_dark
source: Starry night
ms: Malam dipenuhi bintang
th: สีดำท้องฟ้า
zh_hans: 星空黑
zh_hant: 星空黑

# theme_follow_system_des
source: Follow the system settings to change automatically
ms: Ikut tetapan sistem untuk tukar secara automatik
th: การเปลี่ยนโดยอัตโนมัติติดตามการตั้งค่าระบบโทรศัพท์
zh_hans: 跟随手机系统设置自动变更
zh_hant: 跟隨手機繫統設置自動變更

source: Learning·Intelligence·Community
ms: Belajar | Pintar | Komuniti
th: โบรกเกอร์อัจฉริยะแบบการเรียนรู้ทางสังคม
zh_hans: 社交学习型智能券商
zh_hant: 社交学习型智能券商

# close_title
source: Close
ms: Tutup
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

# org_login_title
source: Login(Institutional Investor)
ms: Log masuk(Pelabur Institusi)
th: เข้าสู่ระบบบัญชีสถาบัน
zh_hans: 机构户登录
zh_hant: 機構登錄

# org_mobile_acount
source: Mobile Number
ms: Nombor telefon
th: หมายเลขโทรศัพท์
zh_hans: 手机号码
zh_hant: 手機號碼

# org_activate_title
source: Activate institutional account
ms: Aktifkan akaun institusi
th: เปิดใช้งานบัญชีสถาบัน
zh_hans: 激活机构账户
zh_hant: 激活機構賬戶

# acount_activate_email
source: Email
ms: E-mel
th: อีเมล
zh_hans: 邮箱
zh_hant: 電子郵箱

# org_reset_account_title
source: Enter Reset Account
ms: Masukkan Akaun Yang Diset Semula
th: กรุณาป้อนบัญชีรีเซ็ต
zh_hans: 请输入重置账号
zh_hant: 請輸入重置賬號

# input_org_register_plachold
source: Business registration number or company registration number
ms: Nombor pendaftaran perniagaan atau nombor pendaftaran syarikat
th: หมายเลขใบอนุญาตธุรกิจหรือหมายเลขทะเบียน บริษัท
zh_hans: 商业登记号或公司注册号码
zh_hant: 商業登記號或公司註冊號碼

# org_register_code_plachold
source: Business Registration Number/ Company Registration Number
ms: Nombor Pendaftaran Perniagaan/ Nombor Pendaftaran Syarikat
th: หมายเลขใบอนุญาตธุรกิจ/หมายเลขทะเบียน บริษัท
zh_hans: 商业登记号/公司注册号
zh_hant: 商業登記號/公司註冊號碼

# org_account_had_activate_tip
source: Your institutional account has been activated, please select a password to log in
ms: Akaun institusi anda telah diaktifkan, sila pilih kata laluan untuk log masuk
th: บัญชีสถาบันของคุณเปิดใช้งานแล้วโปรดเลือกรหัสผ่านเพื่อเข้าสู่ระบบ
zh_hans: 您的机构户账户已激活，请选择密码登陆
zh_hant: 您的機構戶賬戶已激活，請選擇密碼登陸

source: Next step
ms: Langkah Yang Seterusnya
th: ขั้นตอนต่อไป
zh_hans: 下一步
zh_hant: 下一步

# org_reset_password
source: Reset Password
ms: Tetapkan semula kata laluan
th: กรุณารีเซ็ตรหัสผ่าน
zh_hans: 请重置密码
zh_hant: 請重置密碼

# org_sms_verification_code_sent_to
source: SMS verification code has been sent to
ms: Kod pengesahan telah dihantar kepada
th: รหัสยืนยันถูกส่งไปยัง
zh_hans: 验证码已发送至
zh_hant: 驗證碼已發送至

# org_email_verification_code_sent_to
source: Email verification code has been sent to
ms: Kod pengesahan telah dihantar kepada %s
th: รหัสยืนยันถูกส่งไปยัง
zh_hans: 验证码已发送至
zh_hant: 驗證碼已發送至

# org_personal_invertor_login
source: Login(Personal)
ms: Log masuk (Peribadi)
th: ล็อกอินบัญชีส่วนตัว
zh_hans: 登录个人账户
zh_hant: 登入個人賬戶

# org_confirm_reset
source: Confirm
ms: sahkan
th: การยืนยันการรีเซ็ต
zh_hans: 确认重置
zh_hant: 確認重置

source: Verify Current Email Address
ms: Mengesahkan Alamat E-mel Semasa
th: ยืนยันที่อยู่อีเมลปัจจุบัน
zh_hans: 验证当前邮箱地址
zh_hant: 驗證當前電子郵箱

# trade_password_changed_successfully
source: Trade password has been changed successfully
ms: Kata laluan dagangan telah berjaya ditukar
th: รหัสผ่านการซื้อขายได้รับการแก้ไขเรียบร้อยแล้ว
zh_hans: 交易密码已成功修改
zh_hant: 交易密碼已成功修改

# discard_modify_your_trade_password
source: Discard to modify your trade password?
ms: Buang untuk tukar kata laluan dagang anda?
th: คุณต้องการยกเลิกการเปลี่ยนรหัสผ่านการซื้อขายหรือไม่
zh_hans: 是否放弃修改交易密码?
zh_hant: 是否放棄修改交易密碼?

# time_line_intra_opening
source: Intraday
th: จานกลาง
zh_hans: 盘中
zh_hant: 盤中

# time_line_intra_full
source: Full Hours
ms: Semua
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

# time_line_intra_after
source: Post-Market
ms: Pasca Pasaran
th: หลังเปิด
zh_hans: 盘后
zh_hant: 盤後

# time_line_intra_pre
source: Pre-Market
ms: Pra-Pasaran
th: ก่อนเปิด
zh_hans: 盘前
zh_hant: 盤前

# five_day_intra
source: 5D trading hours
ms: Waktu Dagangan 5D
th: จานเวลาห้าวัน
zh_hans: 五日分时盘中
zh_hant: 五日分時盤中

# no_squote_title
source: No permission
ms: Tiada kebenaran
th: ยังไม่มีการอนุญาต
zh_hans: 暂无权限
zh_hant: 暫無權限

# no_squote_desc
source: No real-time quotes for U.S. stocks, click to get more
ms: Tiada sebut harga masa nyata untuk saham A.S., tekan untuk dapatkan lebih banyak lagi
th: ตอนนี้ไม่มีหุ้นสหรัฐในตลาดเรียลไทม์ คลิกเพือรับข้อมูลเพิ่มเติม
zh_hans: 暫無美股實時行情，點擊獲取了解更多
zh_hant: 延時行情不支持查看，請去行情中心升級權限

source: No search result
ms: Tak ada hasil carian, cuba guna perkataan lain
th: ไม่มีผลการค้นหาลองคำอื่น
zh_hans: 暂无搜索结果，换个词试试
zh_hant: 暫無搜索結果，換個詞試試

# search_tip
source: Search
ms: Cari
th: ค้นหา
zh_hans: 搜索
zh_hant: 搜索

source: Up to 50 characters
ms: Sehingga 50 aksara
th: สามารถพิมพ์ได้สูงสุด 50 คำ
zh_hans: 最多可输入50个字
zh_hant: 最多可輸入50個字

source: Search History
ms: Sejarah carian
th: ค้นหาประวัติ
zh_hans: 历史搜索
zh_hant: 歷史搜索

# delete_search_history_tip
source: Delete all Search history?
ms: Padamkan semua sejarah Cari?
th: ต้องการลบประวัติทั้งหมดหรือไม่
zh_hans: 是否删除所有历史记录?
zh_hant: 是否刪除所有歷史記錄?

source: Hot Stocks
ms: Saham Panas
th: หุ้นเด่น
zh_hans: 热门股票
zh_hant: 熱門股票

# search_all
source: All
ms: Semua
th: ครอบคลุม
zh_hans: 综合
zh_hant: 綜合

# search_quotes
source: Quotes
ms: Sebutharga
th: ตลาด
zh_hans: 行情
zh_hant: 行情

# search_strategy
source: Strategies
ms: strategi
th: กลยุทธ์
zh_hans: 策略
zh_hant: 策略

# search_community
source: Community
ms: Komuniti
th: ชุมชน
zh_hans: 社区
zh_hant: 社區

# search_post
source: Post
ms: Pos
th: กระทู้
zh_hans: 帖子
zh_hant: 帖子

# search_news
source: News
ms: Berita
th: ข่าว
zh_hans: 资讯
zh_hant: 資訊

# search_help
source: Help
ms: Tolong
th: ช่วยเหลือ
zh_hans: 帮助
zh_hant: 幫助

source: Fractional Trading
ms: Perdagangan saham pecahan
th: การซื้อขายเศษหุ้น
zh_hans: 碎股交易
zh_hant: 碎股交易

source: Fractional Shares
ms: Saham Pecahan
th: เศษหุ้น
zh_hans: 碎股
zh_hant: 碎股

# fractions_flag
source: Fractions
ms: Saham Pecahan
th: เศษหุ้น
zh_hans: 碎股
zh_hant: 碎股

# trading_type
source: Trade Type
ms: Jenis Perdagangan
th: ประเภทการเทรด
zh_hans: 交易类型
zh_hant: 交易類型

# trading_type_shares
source: Shares
ms: Saham
th: จำนวนหุ้น
zh_hans: 股数
zh_hant: 股數

# trading_type_amount
source: Amount
ms: Jumlah
th: จำนวนเงิน
zh_hans: 金额
zh_hant: 金額

# trading_no_fractional
source: Sorry, this stock is temporarily unavailable for fractional shares trading
ms: Maaf, saham ini tidak tersedia buat sementara waktu untuk dagangan saham pecahan
th: ขออภัยหุ้นนี้ไม่สามารถทำการซื้อขายแบบเศษหุ้นได้ชั่วคราว
zh_hans: 抱歉，此股票暂时无法进行碎股交易
zh_hant: 抱歉，此股票暫時無法進行碎股交易

# trading_pre_fractional
source: Fractional trading is not available during pre/after market hours. Order placed during pre-market hours will only be submitted upon market open
ms: Dagangan pecahan tidak tersedia semasa sebelum/selepas waktu pasaran. Pesanan yang dibuat semasa waktu pra-pasaran hanya akan dihantar apabila pasaran dicipta
th: เศษหุ้นไม่รองรับการซื้อขายก่อนและหลังการซื้อขายและจะส่งคำสั่งซื้อล่วงหน้าหลังจากเปิด
zh_hans: 零碎股暂不支持盘前盘后交易，盘前下单将在开盘后提交
zh_hant: 零碎股暫不支持盤前盤後交易，盤前下單將在開盤後提交

# trading_after_fractional
source: Fractional trading is not available during pre/after market hours. Order placed during post-market hours will only be submitted upon next trading day market open
ms: Dagangan pecahan tidak tersedia semasa sebelum/selepas waktu pasaran. Pesanan yang dibuat semasa waktu pasca pasaran hanya akan dihantar apabila pasaran hari dagangan berikutnya dicipta
th: เศษหุ้นไม่สนับสนุนก่อนการซื้อขาย หลังการซื้อขายและคำสั่งซื้อนอกเวลาทำการจะถูกส่งหลังจากเปิดวันทำการซื้อขายถัดไป
zh_hans: 零碎股暂不支持盘前盘后交易，盘后下单将在下个交易日开盘后提交
zh_hant: 零碎股暫不支持盤前盤後交易，盤後下單將在下個交易日開盤後提交

# preafter_allow_tip
source: Allow：Orders are allowed to matched during the pre-market, post-market, and continuous trading hours. Unfilled orders after the pre-market will be automatically transferred to the continuous trading hours
ms: Dibenar：Pesanan dibenarkan buat padanan semasa pra-pasaran, pasca-pasaran dan waktu dagangan berterusan. Pesanan yang tidak diisi selepas pra-pasaran akan dipindahkan secara automatik ke waktu dagangan berterusan
th: อนุญาต: อนุญาตให้สร้างคำสั่งซื้อขายขายรอดำเนินการก่อนตลาดเปิด หลังตลาดเปิดและช่วงการซื้อขายต่อเนื่องการสั่งซื้อที่ยังไม่เสร็จก่อนเปิดจะถูกโอนอัตโนมัติเข้าอัตโนมัติใขเวลาการซื้อขายต่อเนื่อง
zh_hans: 允许：盘前、盘后、连续交易时段均允许挂单。盘前未完成的订单将自动转入连续交易时段。
zh_hant: 允許：盤前、盤後、連續交易時段均允許掛單。盤前未完成的訂單將自動轉入連續交易時段。

# preafter_notallow_tip
source: Not Allow：Orders are only allowed to matched during the continuous trading hours
ms: Tidak Dibenar：Pesanan hanya dibenar buat padanan semasa waktu dagangan beturutan
th: ไม่อนุญาต: อนุญาตให้จับคู่คำสั่งซื้อขายขายได้ในช่วงการซื้อขายต่อเนื่องเท่านั้น
zh_hans: 不允许：订单只允许在连续交易时间内进行匹配。
zh_hant: 不允許：訂單只允許在連續交易時間內進行匹配。

source: Pre Market
ms: Pra Pasaran
th: ก่อนเปิด
zh_hans: 盘前
zh_hant: 盤前

# regular_hour
source: Regular Trading Hour
ms: Waktu Dagangan Biasa
th: เวลาการซื้อขายปกติ
zh_hans: 常规交易时段
zh_hant: 常規交易時段

source: After Hours
ms: Selepas Berjam-jam
th: หลังเปิด
zh_hans: 盘后
zh_hant: 盤後

# guessUp
source: Up
ms: Naik
th: ห็นขึ้น
zh_hans: 猜涨
zh_hant: 看升

# guessDown
source: Down
ms: Takrifan Bear
th: ขาลง
zh_hans: 猜跌
zh_hant: 看跌

source: Picked Down
ms: Pilih Bawah
th: เห็นตกแล้ว
zh_hans: 已猜跌
zh_hant: 已看跌

source: Picked Up
ms: Pilih Atas
th: เห็นขึ้นแล้ว
zh_hans: 已猜升
zh_hant: 已看升

# rise_or_fall
source: Your View
ms: Pandangan Anda
th: เดาว่าขึ้นหรือลง
zh_hans: 猜涨跌
zh_hant: 看升跌

# reminder_bmp_tip
source: At the request of HKEx, HK stock BMP quotes need to be updated manually by scrolling down, please go to My Quotes to understand and get real-time quotes.
ms: Atas syarat HKEx, sebut harga BMP saham HK perlu dikemas kini secara manual dengan tarik ke bawah, sila pergi ke Sebut Harga Saya untuk memahami dan dapatkan sebut harga masa nyata.
th: ตามคำร้องขอของตลาดหลักทรัพย์ฮ่องกงตลาดหุ้นฮ่องกง BMP จำเป็นต้องได้รับการอัปเดตด้วยตนเองโปรดไปที่ตลาดของฉันเพื่อทำความเข้าใจและรับตลาดแบบเรียลไทม์
zh_hans: 应港交所要求，港股BMP行情需手动下拉更新，请到我的行情了解和获得实时行情。
zh_hant: 應港交所要求，港股BMP行情需手動下拉更新，請到我的行情瞭解和獲得即時行情。

# reminder_delay_tip
source: The current market is delayed, has been set to alert will no longer push, please go to my market to understand and get real-time market.
ms: Pasaran semasa ditangguhkan, tetapan makluman tidak akan dihantar, sila pergi ke pasaran saya untuk memahami dan dapatkan data pasaran masa nyata.
th: ขณะนี้ตลาดล่าช้าการแจ้งเตือนที่ตั้งค่าไว้จะไม่ถูกผลักดันอีกต่อไปโปรดไปที่ตลาดของฉันเพื่อทำความเข้าใจและรับตลาดแบบเรียลไทม์
zh_hans: 当前为延时行情，已设置的提醒将不再推送，请到我的行情了解和获得实时行情。
zh_hant: 當前為延時行情，已設置的提醒將不再推送，請到我的行情瞭解和獲得即時行情。
