Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# trade_equity_mgt
source: Equity Mgmt
ms: Ekuiti Pengurusan
th: การจัดการทุน
zh_hans: 权益管理
zh_hant: 權益管理

# hold_allow
source: Allow
ms: Benar
th: อนุญาต
zh_hans: 允许
zh_hant: 允許

# hold_not_allow
source: Not Allow
ms: Tidak benar
th: ไม่อนุญาต
zh_hans: 不允许
zh_hant: 不允許

# detail_pre_after
source: Fill outside RTH trading is available for the current order which validity is from pre-market trading hours to after-market trading hours. The matchmaking trading is available during the validity period.
ms: Transaksi di luar dagangan RTH tersedia untuk pesanan semasa yang di luar masa dagang pra-pasaran hingga masa dagang selepas pasaran. padanan transaksi tersedia sepanjang tempoh sah.
th: การสั่งซื้อปัจจุบันอนุญาตให้ทำการซื้อขายก่อนและหลังคือการสั่งนั้นถูกต้องสำหรับช่วงเวลาเวลาการซื้อขายก่อนและหลังร การสั่งสามารถทำธุรกรรมจับคู่ในช่วงระยะเวลาที่มีผลบังคับใช้
zh_hans: 当前订单允许盘前盘后交易，即订单有效期为盘前交易时段至盘后交易时段 订单在有效期内可进行撮合成交
zh_hant: 當前訂單允許盤前盤後交易，即訂單有效期為盤前交易時段至盤後交易時段 訂單在有效期內可進行撮合成交

# hold_fill_rth
source: Fill Outside RTH
ms: Tansaksi Luar RTH
th: ก่อนการซื้อขาย หลังการซื้อขาย
zh_hans: 盘前盘后
zh_hant: 盤前盤後

# hold_no_support
source: Not Support,
ms: Tidak sokong,
th: ไม่รองรับ
zh_hans: 暂不支持，
zh_hant: 暫不支持，

# hold_click
source: Click here for details
ms: tekan di sini untuk butiran
th: คลิกเพื่อการตรวจสอบเหตุผล
zh_hans: 点击查看原因
zh_hant: 點擊查看原因

# hold_upgrade_now
source: Upgrade Now
ms: Menaiktaraf sekarang
th: อัพเกรดทันที
zh_hans: 马上升级
zh_hant: 馬上升級

# hold_upgrade_now_tips
source: The Fill outside RTH only available for customers with US margin account. Please upgrade to margin account for enjoying the service.
ms: Isi di luar RTH hanya tersedia untuk pelanggan dengan akaun margin AS. Sila tingkatkan ke akaun margin untuk menikmati perkhidmatan ini.
th: ปัจจุบันนี้บริการการซื้อขายหน้าดิสก์หลังดิสก์ทำการเปิดให้เฉพาะลูกค้าที่เปิดบัญชีมาร์จิ้นสหรัฐเท่านั้น กรุณาอัปเกรดเป็นบัญชีมาร์จิ้น
zh_hans: 盘前盘后交易服务目前仅对开通美股保证金账户客户开放，请升级至保证金账户。
zh_hant: 盤前盤後交易服務目前僅對開通美股融資賬戶客戶開放，請升級至融資賬戶。

# hold_no_pre_after_tips
source: There are stock present in your standard account before upgrading to margin account. As the stock is saved in the standard account, Fill outside RTH trading cannot be available for this stock. The Fill outside RTH trading will be available after selling this stock at regular trading hours.
ms: Ada saham dalam akaun standard anda sebelum meningkatkan ke akaun margin. Memandangkan saham disimpan dalam akaun standard, Transaksi di luar dagangan RTH tidak boleh tersedia untuk saham ini. Transaksi di luar dagangan RTH akan tersedia selepas menjual saham ini pada waktu dagangan biasa.
th: ก่อนที่จะอัปเกรดบัญชีมาร์จิ้นของคุณ ปัจจุบันหุ้นที่ถืออยู่ยังไม่ได้ล้างสต็อก หุ้นที่อยู่ในบัญชีเงินสด ดังนั้งไม่สามารถเข้าการซื้อขายหน้าดิสก์หลังดิสก์ กรุณาการซื้อขายในช่วงปกติขายหุ้นนี้ทั้งหมดแล้วจะเข้าการซื้อขายหน้าดิสก์หลังดิสก์
zh_hans: 您升级保证金账户前，持有当前股票且未清仓，此股票一直存在现金账户，所以不能进行盘前盘后交易。请在正常交易时段全部卖出此股票后即可进行盘前盘后交易。
zh_hant: 您升級融資賬戶前，持有當前股票且未清倉，此股票一直存在現金帳戶中，所以不能進行盤前盤後交易。請在正常交易時間段全部賣出此股票後即可進行盤前盤後交易。

# hold_recent_trading
source: Recent Trading History
ms: Sejarah Dagangan Terkini
th: การซื้อขายล่าสุด
zh_hans: 近期交易
zh_hant: 近期交易

# hold_balance
source: P&L Amount
ms: Amaun Untung & Rugi
th: จำนวนเงินกำไรและขาดทุน
zh_hans: 盈亏金额
zh_hant: 盈虧額

# hold_balance_percent
source: P&L Ratio
ms: Nisbah Untung & Rugi
th: อัตราส่วนกำไรขาดทุน
zh_hans: 盈亏比例
zh_hant: 盈虧率

# hold_total_balance
source: Total P&L
ms: Jumlah Untung & Rugi
th: กำไรและขาดทุนทั้งหมด
zh_hans: 总盈亏
zh_hant: 總盈虧

# hold_share_order_title
source: Order Sharing
ms: Perkongsian Pesanan
th: การแบ่งปันการสั่งซื้อ
zh_hans: 订单分享
zh_hant: 訂單分享

# daily_P&L_title
source: Daily Profit and Loss
ms: P&P harian
th: กำไรและขาดทุนวันนี้
zh_hans: 今日盈亏
zh_hant: 今日盈虧

# total_P&L_title
source: Total Profit and Loss
ms: Jumlah Untung dan Rugi
th: กำไรและขาดทุนจากการถือครอง
zh_hans: 持仓盈亏
zh_hant: 持倉盈虧

# go_share_center
source: Go to Position Sharing Center
ms: Pergi ke Pusat Perkongsian Posisi
th: ไปศูนย์การแบ่งปันตำแหน่ง
zh_hans: 前往持仓分享中心
zh_hant: 前往持倉分享中心

# hold_share_price
source: Price
ms: harga
th: ราคาปัจจุบัน
zh_hans: 现价
zh_hant: 現價

# hold_share_cost
source: Cost
ms: kos
th: ต้นทุน
zh_hans: 成本
zh_hant: 成本

# hold_share_des1
source: Sometimes I cannot refrain from laughing
ms: Kadang-kadang saya tidak dapat menahan diri daripada ketawa
th: ฉันกับบัฟเฟตต์อยู่ระยะทางของเพียงขั้นเดียว
zh_hans: 我和巴菲特的距离只差一步
zh_hant: 有時係忍唔住笑

# hold_share_des2
source: I am really scared of being envy by others
ms: Saya sangat takut dicemburui oleh orang lain
th: ฉันแค่เป็นอัจฉริยะทำเงินธรรมดา
zh_hans: 我只是一个平平无奇的赚钱小天才
zh_hant: 我真係好怕，好怕招人妒忌

# hold_share_des3
source: I find a golden egg
ms: Saya menemui sebiji telur emas
th: การแสดงที่ดีเพิ่งเริ่มขึ้น
zh_hans: 好戏才刚刚开场！
zh_hant: 我搵到隻金蛋

# hold_share_des4
source: Well…Being a benevolent man again……
ms: Nah…Menjadi lelaki yang baik hati semula……
th: ความหวังอยู่ในพรุ่งนี้
zh_hans: 希望在明天
zh_hant: 唉，又做善長仁翁……

# hold_share_des5
source: Well……Money gone……felling empty
ms: Nah……Wang dah hilang……rasa tak ada harapan
th: ปิดไฟกินก๋วยเตี๋ยว
zh_hans: 关灯吃面...
zh_hant: 風吹雞蛋殼，財散……唔安樂

# hold_share_des6
source: It seems that need to eat second-hand food tonight……
ms: Nampaknya tak ada duit makan malam dah……
th: นักลงทุนที่มีคุณค่าไม่กลัว
zh_hans: 价值投资者无所畏惧
zh_hant: 睇黎今晚要食二手飯喇……

# hold_share_des7
source: Smile! The most important thing for human being is to be happy!
ms: Senyum! Perkara paling penting bagi manusia ialah gembira!
th: เป็นมนุษย์สิ่งสำคัญที่สุดคือมีความสุข
zh_hans: 吶，做人呢，最重要的是開心

# hold_Advantage_title
source: Fractional Shares
ms: Perdagangan saham pecahan
th: การซื้อขายเศษหุ้น
zh_hans: 碎股交易
zh_hant: 碎股交易

# hold_Advantage
source: Start investing with USD 1!
ms: Mulakan melabur dengan 1 USD!
th: การลงทุนเริ่มต้นจาก $1
zh_hans: 投资从1美元开始!
zh_hant: 投資從1美元開始!

# hold_Advantage_title1
source: SMART Orders & Strategies
ms: Pesanan & Strategi Pintar
th: การสั่งซื้ออัจฉริยะและกลยุทธ์
zh_hans: 智能订单与策略
zh_hant: 智能訂單與策略

# hold_Advantage1
source: Invest the SMART way!
ms: Melabur dengan cara PINTAR!
th: การเลือกหุ้นกลยุทธ์การสั่งอัจฉริยะรับกำไรหยุดสูญเสีย
zh_hans: 精选策略选股，智能订单获利止损!
zh_hant: 精選策略，智能訂單獲利止損!

# hold_Advantage_title2
source: Learn & Ask Experts
ms: Belajar & Tanya Pakar
th: การสอนการลงทุน
zh_hans: 投教问股
zh_hant: 投教問股

# hold_Advantage2
source: Follow the best financial experts!
ms: Ikuti pakar kewangan terbaik!
th: ผู้เชี่ยวชาญด้านการลงทุนไปกับเส้นทางการลงทุนของคุณด้วยกัน
zh_hans: 最优质的投资专家陪伴您的投资之旅!
zh_hant: 最優質的投資專家陪伴您的投資之旅!

# hold_percent_desc
source: Position Floating P&L
ms: Posisi Terapung Untung & Rugi
th: รายได้ลอยตัว
zh_hans: 浮动收益
zh_hant: 浮動收益

# hold_share
source: Share Position
ms: Kongsi Posisi
th: การแบ่งปันตำแหน่ง
zh_hans: 持仓分享
zh_hant: 持倉分享

# hold_cost_current_notice
source: For reference only: The calculation of the cost price takes the consideration of buy and sell orders, share transfer, IPO subscription and corporate actions.
ms: Untuk rujukan sahaja: Pengiraan harga kos mengambil kira membeli dan menjual pesanan, pemindahan saham, langganan IPO dan tindakan korporat.
th: การคำนวณราคาต้นทุนใช้สำหรับอ้างอิงเท่านั้นจะพิจารณาการซื้อและการขายการแลกเปลี่ยนหุ้นการจองซื้อหุ้นใหม่และผลกระทบจากบริษัท
zh_hans: 成本价的计算仅做参考， 会综合考虑买卖订单，转股，新股认购和公司行动影响。
zh_hant: 成本價的計算僅供參考，會綜合考慮買賣訂單，股份轉讓，新股認購和公司行動的影響。

# hold_option_cost_current_notice
source: For reference only: The calculation of the cost price takes the consideration of buy and sell orders, share transfer and corporate actions.
ms: Untuk rujukan sahaja: mengambil pertimbangan ...
th: การคำนวณราคาต้นทุนใช้สำหรับรอ้างอิงเท่านั้นจะพิจารณาการสั่งและการขายการแลกเปลี่ยนหุ้นและผลกระทบจากบริษัท
zh_hans: 成本价的计算仅做参考， 会综合考虑买卖订单，转股和公司行动影响。
zh_hant: 成本價的計算僅供參考，會綜合考慮買賣訂單，股份轉讓和公司行動的影響。

# hold_intraday_history
source: Position History
ms: Sejarah Posisi
th: ตำแหน่งประวัติ
zh_hans: 历史持仓
zh_hant: 歷史持倉

# hold_avg_open_close
source: Avg Price of Open/Close
ms: Purata Harga cipta/Tutup
th: สร้างตำแหน่ง/ราคาเฉลี่ยตำแหน่งกลาง
zh_hans: 建仓/平仓均价
zh_hant: 建倉/平倉均價

# hold_open_close_time
source: Open/Close Time
ms: Masa cipta/Tutup
th: สร้างตำแหน่ง/เวลาตำแหน่งกลาง
zh_hans: 建仓/平仓时间
zh_hant: 建倉/平倉時間

# network_failed
source: Connection failed. Please try again later.
ms: Connectan gagal. Sila cuba sebentar lagi.
th: การเชื่อมต่อล้มเหลว โปรดลองอีกครั้งในภายหลัง
zh_hans: 连接失败，请稍后重试
zh_hant: 連接失敗，請稍後重試

# network_timeout
source: Network error, please try again later
ms: Ralat pada rangkaian, sila cuba lagi
th: อินเตอร์เน็ตไม่ว่าง กรุณาลองอีกครั้งในภายหลัง
zh_hans: 网络开小差了，请稍后重试
zh_hant: 網絡開小差了，請稍後重試

# stock_detail_share_qrcode
source: HK & US Stocks Trading I Choose uSMART
ms: HK & Saham AS Perdagangan Saya Pilih uSMART
th: หุ้นฮ่องกงหุ้นสหรัฐ ฉันเลือกหยิงลี่
zh_hans: 港股美股 我选盈立
zh_hant: 港股美股 我選盈立

# stock_detail_now
source: OPEN
ms: cipta 24J
th: วันนี้เปิด
zh_hans: 今开
zh_hant: 今開

# stock_detail_pclose
source: PREV. CLOSE
ms: Tutupan Terakhir
th: รับเมื่อวานนี้
zh_hans: 昨收
zh_hant: 昨收

# stock_detail_pe
source: P/E
ms: P/B
th: อัตราส่วนราคาต่อกำไรต่อหุ้น
zh_hans: 市盈率

# stock_detail_gx
source: Div. Yield
ms: Hasilan Dividen
th: อัตราเงินปันผล
zh_hans: 股息率
zh_hant: 股息率

# stock_detail_marketValue
source: Mkt Cap
ms: Jumlah keseluruhan permodalan pasaran
th: มูลค่าตลาดรวม
zh_hans: 总市值
zh_hant: 總市值

# stock_detail_tradingUnit
source: LOT SIZE
ms: SAIZ LOT
th: ทุกงวด
zh_hans: 每手
zh_hant: 每手

# stock_detail_outstanding_pct
source: O/S (%)
th: อัตราส่วนปริมาณในตลาด
zh_hans: 街货比
zh_hant: 街貨比

# stock_detail_impliedVolatility
source: I.V. (%)
th: แอมพลิจูดขยาย
zh_hans: 引伸波幅
zh_hant: 引伸波幅

# stock_detail_convertPrice
source: Admission Fee
ms: Caj kemasukan
th: ค่าธรรมเนียมแรกเข้าต่อล็อต
zh_hans: 每手入场费
zh_hant: 每手入場費

# stock_detail_callPrice
source: CALL
ms: Tahap Panggilan
th: ราคารีไซเคิล
zh_hans: 回收价
zh_hant: 回收價

# stock_detail_wc_trading_unit
source: LOT SIZE
ms: SAIZ LOT
th: จำนวนสำเนาต่อมือ
zh_hans: 每手份数
zh_hant: 每手

# stock_detail_exercise_price
source: STRIKE
th: ราคาใช้สิทธิ
zh_hans: 行权价格
zh_hant: 行使價

# stock_detail_issue_vol
source: ISSUED
ms: DIKELUARKAN
th: ปริมาณที่ออก
zh_hans: 发行量
zh_hant: 發行量

# stock_detail_last_trade_day
source: LAST TRADE
ms: PERDAGANGAN TERAKHIR
th: การซื้อขายล่าสุด
zh_hans: 最后交易
zh_hant: 最後交易

# stock_detail_maturity_date
source: MATURITY
ms: KEMATANGAN
th: วันหมดอายุ
zh_hans: 到期日期
zh_hant: 到期日期

# stock_detail_days_remain
source: REMAIN
ms: Baki
th: จำนวนวันที่เหลือ
zh_hans: 剩余天数
zh_hant: 剩餘天數

# stock_detail_stock
source: UNDERLYING
ms: PENDASARKAN
th: สินทรัพย์ที่เกี่ยวข้อง
zh_hans: 相关资产
zh_hant: 相關資產

# stock_detail_handicap_info
source: Statistics
ms: Perangkaan
th: ข้อมูลการเปิด
zh_hans: 盘口信息
zh_hant: 盤口資訊

# stock_detail_buying
source: Bids/Asks
ms: Tawaran/Tanya
th: ไฟล์การซื้อขาย
zh_hans: 买卖档
zh_hant: 買賣檔

# stock_detail_financial_situation
source: Financial Statements
ms: Sejarah Kewangan
th: ฐานะการเงิน
zh_hans: 财务状况
zh_hant: 財務狀況

# stock_detail_company_profile
source: Company Profile
ms: Profil Syarikat
th: ประวัติบริษัท
zh_hans: 公司简介
zh_hant: 公司簡介

# stock_detail_briefing
source: Profile
ms: Profil
th: แนะนำสั้น ๆ
zh_hans: 简况
zh_hant: 簡況

# stock_detail_news
source: News
ms: Berita
th: ข้อมูลข่าวสาร
zh_hans: 新闻信息
zh_hant: 新聞資訊

# stock_detail_buy
source: Bid
ms: Tawar
th: การซื้อ
zh_hans: 买
zh_hant: 買

# stock_detail_sale
source: Ask
ms: Minta
th: การขาย
zh_hans: 卖
zh_hant: 賣

# stock_detail_quarter
source: Quarter
ms: Suku
th: ไตรมาส
zh_hans: 季度
zh_hant: 季度

# stock_detail_year
source: Year
ms: tahun
th: ปี
zh_hans: 年度
zh_hant: 年度

# stock_detail_ten_thousand
source: 萬
ms: sepuluh ribu
th: ล้าน
zh_hans: 万

# stock_detail_revenues
source: Revenue and Profit
ms: Hasil dan Keuntungan
th: รายได้และกำไร
zh_hans: 营收及利润
zh_hant: 營收和利潤

# stock_detail_assets_and_liabilities
source: Assets and Liabilities
ms: Aset dan Liabiliti
th: สินทรัพย์และหนี้สิน
zh_hans: 资产及负债
zh_hant: 資產和負債

# stock_detail_cashFlow
source: Cash Flow
ms: Aliran tunai
th: กระแสเงินสด
zh_hans: 现金流量
zh_hant: 現金流量

# stock_detail_receipt
source: Operating Revenue
ms: Hasil Operasi
th: รายได้จากการดำเนินงาน
zh_hans: 营业收入
zh_hant: 營業收入

# stock_detail_profits
source: Net Income
ms: pendapatan bersih
th: กำไรสุทธิ
zh_hans: 净利润
zh_hant: 淨利潤

# stock_detail_profits_rate
source: Net Income Margin
ms: Margin Pendapatan Bersih
th: อัตราดอกเบี้ยสุทธิ
zh_hans: 净利率
zh_hant: 淨利率

# stock_detail_total_assets
source: Total Assets
ms: Jumlah aset
th: สินทรัพย์รวม
zh_hans: 总资产
zh_hant: 總資產

# stock_detail_total_liabilities
source: Total Liabilites
ms: Jumlah Liabiliti
th: หนี้สินรวม
zh_hans: 总负债
zh_hant: 總負債

# stock_detail_ratio_of_indebtedness
source: Debt Assets Ratio
ms: Nisbah Aset Hutang
th: อัตราส่วนหนี้สินต่อทุน
zh_hans: 资产负债率
zh_hant: 資產負債率

# stock_detail_operational_cash_flow
source: Operating Cash Flow
ms: Aliran Tunai Operasi
th: กระแสเงินสดจากการดำเนินงาน
zh_hans: 经营现金流
zh_hant: 經營現金流

# stock_detail_investing_cash_flow
source: Investing Cash Flow
ms: Aliran Tunai Pelaburan
th: กระแสเงินสดจากการลงทุน
zh_hans: 投资现金流
zh_hant: 投資現金流

# stock_detail_financing_cash_flow
source: Financing Cash Flow
ms: Aliran Tunai Pembiayaan
th: กระแสเงินสดทางการเงิน
zh_hans: 融资现金流
zh_hant: 融資現金流

# stock_detail_pack_up
source: Collapse
ms: Simpan
th: เก็บ
zh_hans: 收起
zh_hant: 收起

# stock_detail_monthly_payment
source: Monthly Invest
ms: Pelaburan Bulanan
th: อุปทานรายเดือน
zh_hans: 月供
zh_hant: 月供

# stock_detail_monthly_opening
source: Opening
ms: cipta
th: เปิด
zh_hans: 开盘
zh_hant: 開盤

# stock_detail_monthly_closing
source: Closing
ms: Tutup
th: ปิด
zh_hans: 收盘
zh_hant: 收盤

# stock_detail_delayTip
source: At the request of the exchange, the quote is 15 minutes delayed currently. Please go to [My Quotes] for details.
ms: Atas permintaan pusat pertukaran, sebut harga ditunda 15 minit pada masa ini. Sila pergi ke [sebutharga Saya] untuk mendapatkan butiran.
th: ตามกำหนดที่เกี่ยวข้องปัจจุบันนี้คือข้อมูลตลาดที่ล่าช้า15 นาทีเป็นการอ้างอิงเท่านั้น โปรดไปที่ "ราคาตลาดของฉัน" เพื่อดูรายละเอียด
zh_hans: 应相关要求, 当前为延时15分钟行情数据, 仅供参考。请到「我的行情」了解详情。
zh_hant: 應相關要求，當前為延遲15分鐘報價數據，僅供參考。請到「我的報價」了解詳情。

# stock_detail_bmpTip
source: At the request of HKEx, stock quotes should be manually refreshed under the Basic Market Price service. Only 20 stocks are supported by the BMP service. Please go to【My Quotes】for more details.
ms: Atas permintaan HKEx, sebut harga saham perlu dimuat semula secara manual di bawah perkhidmatan Harga Pasaran Asa. Hanya 20 saham disokong oleh perkhidmatan BMP. Sila pergi ke【sebutharga Saya】untuk lebih butiran.
th: ตามคำร้องขอของตลาดหลักทรัพย์ฮ่องกง จะต้องดึงใบเสนอราคา BMP ของหุ้นฮ่องกงด้วยตนเองเพื่ออัปเดต โปรดไปที่ "ราคาตลาดของฉัน" เพื่อดูรายละเอียด
zh_hans: 应港交所要求, 港股BMP行情需手动下拉更新。请到「我的行情」了解详情。
zh_hant: 應港交所要求，港股即時報價需手動下拉更新。請到「我的報價」了解詳情。

# stock_detail_eagerly_fetch
source: Upgrade
ms: Naik taraf
th: รับเดี๋ยวนี้
zh_hans: 立即获取
zh_hant: 立即獲取

# stock_detail_regist_hk_tip
source: Register and get US stocks real-time Quote
ms: Daftar dan dapatkan saham AS sebut harga masa nyata
th: การลงทะเบียนส่งตลาดหุ้นสหรัฐแบบเรียลไทม์
zh_hans: 注册送美股实时行情
zh_hant: 註冊送美股實時報價

# stock_detail_regist_us_tip
source: Register and get HK stocks real-time Quote
ms: Daftar dan dapatkan saham HK sebut harga masa nyata
th: การลงทะเบียนส่งตลาดหุ้นฮ่องกงแบบเรียลไทม์
zh_hans: 注册送港股实时行情
zh_hant: 註冊送港股實時報價

# stock_detail_open_account_tip
source: Open an trading account and get free HK Stocks LV2 Advanced Quote
ms: cipta akaun perdagangan dan dapat percuma HK Stocks LV2 Sebut Harga Canggih
th: เปิดบัญชีจะส่งตลาดหุ้นฮ่องกง LV2
zh_hans: 开户送港股LV2行情
zh_hant: 開戶送港股LV2報價

# stock_detail_suspenden
source: Suspension
ms: Penggantungan
th: ระงับหุ้น
zh_hans: 停牌
zh_hant: 停牌

# stock_detail_delisted
source: Delisted
ms: dinyahsenarai
th: ถอนออกหลักทรัพย์แล้ว
zh_hans: 已退市
zh_hant: 已退市

# stock_detail_cancelDelisting
source: Cancelled Delisting
ms: Nyahsenarai Dibatalkan
th: ยกเลิกถอนออกหลักทรัพย์
zh_hans: 取消退市
zh_hant: 取消退市

# stock_detail_beforDelisting
source: Before Delisting
ms: Sebelum Nyahsenarai
th: ก่อนถอนออกหลักทรัพย์
zh_hans: 退市前
zh_hant: 退市前

# stock_detail_beforList
source: To be listed
ms: Untuk disenaraikan
th: รอเข้าจดทะเบียนในตลาด
zh_hans: 待上市
zh_hant: 待上市

# stock_detail_new_beforBug
source: Subs. Start Soon
ms: Langgan Mula Tidak lama lagi
th: การเตรียมการสมัครสมาชิก
zh_hans: 认购准备
zh_hant: 認購準備

# stock_detail_delayTime
source: 15 mins delayed
ms: 15 minit ditunda
th: ล่าช้า 15 นาที
zh_hans: 延时15分钟
zh_hant: 延遲15分鐘

# stock_detail_sg_delayTime
source: 10 mins delayed
ms: 10 minit ditunda
th: ล่าช้า 10 นาที
zh_hans: 延时10分钟
zh_hant: 延遲10分鐘

# stock_detail_pre_quota_price
source: Pre-Market
ms: Pra-Pasaran
th: ราคาก่อนการเปิด
zh_hans: 盘前价
zh_hant: 盤前價

# stock_detail_after_quota_price
source: Post-Market
ms: Pasca Pasaran
th: ราคาหลังการเปิด
zh_hans: 盘后价
zh_hant: 盤後價

# stock_over_max
source: Max limit has been reached. No items can be added in Watchlist.
ms: Had maksimum telah dicapai. Tiada item boleh ditambahkan dalam Senarai Pantauan.
th: จำนวนถึงขีดจำกัดไม่สามารถเพิ่มตัวเลือกต่อไปได้
zh_hans: 数量已达上限，无法继续添加自选
zh_hant: 數量已達上限，我的組合無法繼續添加股票

# stock_detail_announcement
source: Announcements
ms: Pengumuman
th: ประกาศ
zh_hans: 公告
zh_hant: 公告

# stock_detail_profile
source: Profile
ms: Profil
th: บทนำ
zh_hans: 简介
zh_hant: 簡介

# stock_detail_announce_filter
source: Filter
ms: Penyaring
th: ประเภท
zh_hans: 分类
zh_hant: 分類

# stock_detail_announce_all
source: All Announcements
ms: Semua Pengumuman
th: ประกาศทั้งหมด
zh_hans: 所有公告
zh_hant: 所有公告

# stock_detail_announce_prospectus
source: Prospectuses
ms: Prospektus
th: เอกสารการเสนอรับหุ้น
zh_hans: 招股文件
zh_hant: 招股文件

# stock_detail_announce_financial
source: Financial Statements
ms: Kewangan
th: รายงานผลประกอบการ
zh_hans: 财报
zh_hant: 財報

# stock_detail_announce_result
source: Results Announcements
ms: Pengumuman Keputusan
th: รายงานผลการปฏิบัติงาน
zh_hans: 业绩报告
zh_hant: 業績報告

# stock_detail_announce_meeting
source: General Meetings
ms: Mesyuarat Agung
th: การประชุมผู้ถือหุ้น
zh_hans: 股东大会
zh_hant: 股東大會

# stock_detail_announce_other
source: Other
ms: Lain-lain
th: อื่นๆ
zh_hans: 其他
zh_hant: 其他

# stock_detail_all_news
source: All news
ms: Semua berita
th: ข่าวทั้งหมด
zh_hans: 所有新闻
zh_hant: 所有新聞

# stock_finance_title
source: Financials
ms: Kewangan
th: ที่เกี่ยวข้องกับการเงิน
zh_hans: 财务相关
zh_hant: 財務相關

# stock_detail_no_news
source: No News
ms: Tiada berita
th: ไม่มีข่าวใหม่
zh_hans: 沒有新聞
zh_hant: 沒有新聞

# stock_important_event
source: 8-K Report
ms: 8-K Laporan
th: เหตุการณ์สำคัญ
zh_hans: 重大事件
zh_hant: 重大事件

# stock_interim_report
source: 6-K Report
ms: 6-K Laporan
th: รายงานชั่วคราว
zh_hans: 临时报告
zh_hant: 臨時報告

# stock_detail_loss
source: Loss
ms: rugi
th: การสูญเสีย
zh_hans: 亏损
zh_hant: 虧損

# stock_detail_adjusted_none
source: Actual
ms: Sebenar
th: ไม่ฟื้นตัวของการหุ้น
zh_hans: 不复权
zh_hant: 不復權

# stock_detail_adjusted_forward
source: Adj Fwd
ms: Selaras ke depan
th: สิทธิในการบูรณะครั้งก่อน
zh_hans: 前复权
zh_hant: 前復權

# stock_detail_adjusted_backward
source: Adj Bwd
ms: Selaras ke Belakang
th: สิทธิ์หลังการกู้คืน
zh_hans: 后复权
zh_hant: 後復權

# stock_detail_adjust_type
source: Type Of Rehabilitation
ms: Jenis-jenis seting
th: ประเภทการคืนสิทธิ
zh_hans: 复权类型
zh_hant: 復權類型

# stock_detail_ma_line
source: MA
th: รายงานผลการปฏิบัติงาน
zh_hans: MA均线
zh_hant: MA均線

# stock_detail_ma_line_1
source: First line
ms: Barisan pertama
th: การประชุมผู้ถือหุ้น
zh_hans: 第一条
zh_hant: 第一條

# stock_detail_ma_line_2
source: Second line
ms: Baris kedua
th: อื่นๆ
zh_hans: 第二条
zh_hant: 第二條

# stock_detail_ma_line_3
source: Third line
ms: Baris ketiga
th: ข่าวทั้งหมด
zh_hans: 第三条
zh_hant: 第三條

# stock_detail_ma_line_4
source: Fourth line
ms: Baris keempat
th: ที่เกี่ยวข้องกับการเงิน
zh_hans: 第四条
zh_hant: 第四條

# stock_detail_ma_line_5
source: Fifth line
ms: Baris kelima
th: ไม่มีข่าวใหม่
zh_hans: 第五条
zh_hant: 第五條

# stock_detail_over_tip
source: Please enter number 1-250
ms: Sila masukkan nombor 1-250
th: เหตุการณ์สำคัญ
zh_hans: 请设置1-250数值
zh_hant: 請設定1-250數值

# stock_detail_only_int
source: Integer only
ms: Integer sahaja
th: รายงานชั่วคราว
zh_hans: 只能输入整数
zh_hant: 只能輸入整數

# opt_stock_empty
source: Watchlist is empty
ms: Senarai pantauan kosong
th: การสูญเสีย
zh_hans: 未有股票
zh_hant: 未有股票

# stock_detail_price
source: Price
ms: Harga
th: ราคา
zh_hans: 价格
zh_hant: 價格

# stock_detail_average_price
source: Average Price
ms: Harga purata
th: ราคาเฉลี่ย
zh_hans: 均价
zh_hant: 均價

# stock_detail_high_line_one_day
source: 1D
ms: 1H
th: แบ่งเวลา
zh_hans: 分时
zh_hant: 分時

# stock_detail_high_line_five_day
source: 5D
ms: 5H
th: 5 วัน
zh_hans: 5日
zh_hant: 5日

# stock_detail_high_line_one_day_k
source: D
ms: Hari
th: วัน
zh_hans: 日
zh_hant: 日

# stock_detail_high_line_week_k
source: W
ms: Minggu
th: สัปดาห์
zh_hans: 周
zh_hant: 周

# stock_detail_high_line_month_k
source: M
ms: Bulan
th: เดือน
zh_hans: 月
zh_hant: 月

# stock_detail_high_line_season_k
source: Q
ms: Suku
th: ฤดูกาล
zh_hans: 季
zh_hant: 季

# stock_detail_high_line_year_k
source: Y
ms: Tahun
th: ปี
zh_hans: 年
zh_hant: 年

# warrants_lower_strike
source: LOW STRIKE
ms: Harga Lantai
th: ราคาขีดจำกัดล่าง
zh_hans: 下限价
zh_hant: 下限價

# warrants_upper_strike
source: UP STRIKE
ms: Harga Siling
th: ราคาขีดจำกัดบน
zh_hans: 上限价
zh_hant: 上限價

# warrants_to_lower_strike
source: TO LOW STRIKE
ms: UNTUK STRIKE RENDAH
th: ขีดจำกัดล่าง
zh_hans: 距下限
zh_hant: 距下限

# warrants_to_upper_strike
source: TO UP STRIKE
ms: UNTUK STRIKE Tinggi
th: ขีดจำกัดบน
zh_hans: 距上限
zh_hant: 距上限

# warrants_delta
source: DELTA
th: ค่าป้องกันความเสี่ยง
zh_hans: 对冲值
zh_hant: 對沖值

# warrants_upper_strike_desc
source: (Up Strike - Market Price) / Market Price * 100%
ms: (Strike Tinggi - Harga Pasaran) / Harga Pasaran * 100%
th: (ขีดจำกัดบน-ราคาปัจจุบัน)/ราคาปัจจุบัน*100%
zh_hans: （上限价 - 现价）/现价* 100％
zh_hant: (上限價-現價) / 現價 * 100%

# warrants_lower_strike_desc
source: (Market Price - Low Strike) / Market Price * 100%
ms: (Harga Pasaran - Strike Rendah) / Harga Pasaran * 100%
th: (ราคาปัจจุบัน-ขีดจำกัดล่าง)/ราคาปัจจุบัน*100%
zh_hans: （现价 - 下限价）/现价* 100％
zh_hant: (現價-下限價) / 現價 * 100%

# stock_detail_major_shareholder
source: Major Shareholder
ms: Pemegang Saham Utama
th: ผู้ถือหุ้นรายใหญ่
zh_hans: 主要股东
zh_hant: 主要股東

# common_stock_name
source: Name
ms: nama
th: ชื่อหลักทรัพย์
zh_hans: 证券名称
zh_hant: 證券名稱

# stock_detail_interests
source: Interests
ms: minat
th: ลักษณะสิทธิ
zh_hans: 权益性质
zh_hant: 權益性質

# stock_detail_interests_long
source: Long
ms: Panjang
th: ตำแหน่งที่ดี
zh_hans: 好仓
zh_hant: 好倉

# stock_detail_interests_short
source: Short
ms: Pendek
th: ตำแหน่งสั้น
zh_hans: 淡仓
zh_hant: 淡倉

# stock_detail_interests_lending
source: Lending Pool
ms: Kolam Pinjaman
th: สามารถยืมได้
zh_hans: 可供借出
zh_hant: 可供借出

# warrants_issuer
source: ISSUER
ms: PENGELUAR
th: ผู้เสนอขาย
zh_hans: 发行商
zh_hant: 發行商

# stock_detail_suspended
source: Suspended
ms: Digantung
th: หยุดทำงาน
zh_hans: 停牌了
zh_hant: 停牌了

# stock_detail_open
source: OPEN
ms: cipta 24J
th: วันนี้เปิด
zh_hans: 今开
zh_hant: 今開

# stock_detail_high
source: HIGH
ms: TINGGI
th: สูงสุด
zh_hans: 最高
zh_hant: 最高

# stock_detail_turnover
source: TURNOVER
ms: Perolehan
th: มูลค่าซื้อขาย
zh_hans: 成交额
zh_hant: 成交額

# stock_detail_vol
source: VOL
ms: Volum
th: ปริมาณการซื้อขาย
zh_hans: 成交量
zh_hant: 成交量

# stock_detail_52w_high
source: 52W HIGH
ms: Tertinggi dalam 52 minggu
th: สูงสุดในรอบ 52 สัปดาห์
zh_hans: 52周最高
zh_hant: 52週最高

# stock_detail_pb
source: P/B
th: อัตราบัญชีเมือง
zh_hans: 市账率

# stock_detail_eps
source: EPS(STATIC)
ms: EPS(STATIK)
th: กำไรต่อหุ้น (คงที่)
zh_hans: 每股收益(静态)
zh_hant: 每股收益(静态)

# stock_detail_epsTTM
source: EPS(TTM)
th: กำไรต่อหุ้น (TTM)
zh_hans: 每股收益(TTM)
zh_hant: 每股收益(TTM)

# stock_detail_lot_size
source: LOT SIZE
ms: SAIZ LOT
th: ทุกงวด
zh_hans: 每手
zh_hant: 每手

# stock_detail_rate_ratio
source: RATE RATIO
ms: Nisbah Pesanan Beli dan Jual
th: อัตราส่วนคอมมิชชัน
zh_hans: 委比
zh_hant: 委比
