Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# value_nuggets
source: Value Stocks Screener
ms: Penyaring Nilai
th: นักเก็ตมูลค่า
zh_hans: 价值掘金
zh_hant: 價值選股

# stockST_BMP_nonsupport_viewing
source: The information is not available in your current quotation level.
ms: Maklumat tidak tersedia dalam tahap sebut harga semasa anda.
th: ผู้มีอำนาจในตลาดปัจจุบันไม่อนุญาตให้ตรวจสอบ
zh_hans: 当前行情权限不支持查看
zh_hant: 当前行情权限不支持查看

# newStock_purchase_list
source: Subs. Record
ms: Rekod Langganan
th: บันทึกการติดตาม
zh_hans: 认购记录
zh_hant: 認購紀錄

# newStock_center
source: IPO
th: IPOเซ็นเตอร์
zh_hans: 新股中心
zh_hant: 新股中心

# newStock_center_purchasing
source: Subscribing
ms: Melanggan
th: ระหว่างการจองซื้อ
zh_hans: 认购中
zh_hant: 認購中

# newStock_center_prelist
source: To Be Listed
ms: Untuk Disenaraikan
th: รอเข้าจดทะเบียนในตลาด
zh_hans: 待上市
zh_hant: 待上市

# newStock_center_noSubStock
source: No subscribable stock
ms: Tiada saham boleh dilanggan
th: ขณะนี้ไม่มีหุ้นให้ติดตาม
zh_hans: 暂无可认购股票
zh_hant: 暫無可認購股票

# newStock_center_view_listStock
source: View Listed IPO
ms: Lihat IPO Tersenarai
th: ตรวจสอบรายการใหม่
zh_hans: 查看已上市新股
zh_hant: 查看已上市新股

# newStock_center_winState_purchased
source: Subscribed
ms: Dilanggan
th: ติดตามแล้ว
zh_hans: 已认购
zh_hant: 已認購

# newStock_center_winState_success
source: Allotted
ms: Diperuntukkan
th: ลงคะแนนหุ้นแล้ว
zh_hans: 已中签
zh_hant: 已中籤

# newStock_center_winState_fail
source: Not Allotted
ms: Tidak Diperuntukkan
th: ยังไม่ได้ลงคะแนนหุ้น
zh_hans: 未中签
zh_hant: 未中籤

# newStock_center_winState_purchaseFail
source: Subs. Failed
ms: Langganan gagal
th: จองซื้อไม่ได้
zh_hans: 认购失败
zh_hant: 認購失敗

# newStock_center_winState_companyFail
source: Subs. Failed: listed company suspended listing
ms: Langganan Gagal: syarikat tersenarai menggantung proses penyenaraian
th: จองซื้อไม่ได้: บริษัทรับจดทะเบียนระงับการจดทะเบียน
zh_hans: 认购失败：上市公司暂缓上市
zh_hant: 認購失敗：上市公司暫緩上市

# newStock_center_winState_tobePublish
source: Pending result announcement
ms: Pengumuman keputusan belum selesai
th: อีกสักครู่จะประกาศให้ลงคะแนนหุ้น
zh_hans: 待公布中签
zh_hant: 待公佈中籤

# newStock_center_winState_tobeConfirm
source: To be confirmed
ms: Perlu disahkan
th: ระบบรอการยืนยัน
zh_hans: 系统待确认
zh_hant: 系統待確認

# newStock_center_winRate
source: Success Rate
ms: Kadar berjaya
th: อัตราการลงคะแนนหุ้น
zh_hans: 中签率
zh_hant: 中籤率

# newStock_center_purchase_multiple
source: Over-subs.Rate
ms: Kadar lebih langgan
th: สมัครสมาชิกหลายรายการ
zh_hans: 认购倍数
zh_hant: 認購倍數

# newStock_center_marketTime
source: Listing
ms: Penyenaraian
th: เวลาที่นำสินค้าเข้าสู่ตลาด
zh_hans: 上市时间
zh_hant: 上市時間

# newStock_detail_stockpdf
source: Prospectus
ms: Prospektus
th: หนังสือชักชวน
zh_hans: 招股书
zh_hant: 招股書

# newStock_detail_endTime
source: Subs. Deadline
ms: Tarikh Akhir Langganan
th: หมดเขตการสมัครสมาชิก
zh_hans: 认购截止日期
zh_hant: 認購截止日期

# newStock_detail_feed_about
source: Fee Descriptions
ms: Perincian Caj
th: รายละเอียดค่าธรรมเนียม
zh_hans: 费用说明
zh_hant: 費用說明

# newStock_detail_start_subscribe
source: Subs. Start
ms: Langganan. Mula
th: เริ่มติดตาม
zh_hans: 开始认购
zh_hant: 開始認購

# newStock_detail_end_subscribe
source: Subs. End
ms: Langganan. Tamat
th: หมดเขตสมัครสมาชิก
zh_hans: 截止认购
zh_hant: 截止認購

# newStock_detail_announce_signing
source: Announce Result
ms: Umumkan Keputusan
th: ประกาศผู้ชนะ
zh_hans: 公布中签
zh_hant: 公佈中籤

# newStock_detail_announce_signing2
source: Announce Result
ms: Umumkan Keputusan
th: ประกาศผู้ชนะ
zh_hans: 公布中签
zh_hant: 公佈中籤

# newStock_detail_listed
source: Listed
ms: Tersenarai
th: เข้าจดทะเบียนในตลาด
zh_hans: 上市
zh_hant: 上市

# newStock_detail_stock_summary
source: Summary
ms: Rumusan
th: สรุปหุ้น
zh_hans: 股票摘要
zh_hant: 股票摘要

# newStock_detail_stock_unit
source: Unit
th: หน่วย
zh_hans: 单位
zh_hant: 單位

# newStock_detail_offer_price
source: Offer Price
ms: Tawaran harga
th: ราคาเสนอขาย
zh_hans: 招股价
zh_hant: 招股價

# newStock_detail_stock_perNumber
source: Lot Size
ms: Saiz lot
th: จำนวนหุ้นต่อล็อต
zh_hans: 每手股数
zh_hant: 每手股數

# newStock_detail_enter_funds
source: Admission Fee
ms: Caj kemasukan
th: ค่าธรรมเนียมแรกเข้า
zh_hans: 入场费
zh_hant: 入場費

# newStock_detail_sponsor
source: Sponsor
ms: Penaja
th: ผู้รับประกัน
zh_hans: 保价人
zh_hant: 保薦人

# newStock_detail_publish_funds
source: Public Offer Shares
ms: Saham Tawaran Awam
th: ทุนเรือนหุ้น
zh_hans: 发行股本
zh_hant: 發行股本

# newStock_detail_total_funds
source: Total Share Capital
ms: JUMLAH SAHAM
th: ทุนรวม
zh_hans: 总股本
zh_hant: 總股本

# newStock_detail_market_capital
source: Mkt Cap
ms: Keseluruhan Pasaran
th: ราคาตลาดกลาง
zh_hans: 总市价
zh_hant: 總市價

# newStock_detail_win_rate
source: One Lot Success Rate
ms: Kadar Kejayaan Satu Lot
th: อัตราชนะมือหนึ่ง
zh_hans: 一手中签率
zh_hant: 一手中籤率

# newStock_detail_introduce
source: Stock Introduction
ms: Pengenalan Saham
th: แนะนำหุ้น
zh_hans: 股票介绍
zh_hant: 股票介紹

# newStock_detail_see_more
source: View More
ms: Maklumat Lanjut
th: ดูเพิ่มเติม
zh_hans: 查看更多
zh_hant: 查看更多

# newStock_detail_purchase_now
source: Subscribe
ms: Langgan
th: สมัครสมาชิกตอนนี้
zh_hans: 立即认购
zh_hant: 立即認購

# newStock_detail_remain_days
source: %ld Days Remaining
ms: %ld Baki Hari
th: เหลืออีก%Idวัน
zh_hans: 剩余%ld天
zh_hant: 剩餘%ld天

# newStock_new_market_stock
source: Newly Listed
ms: Baru disenaraikan
th: เข้าสู่ตลาดแล้ว
zh_hans: 已上市
zh_hant: 已上市

# newStock_purchase_type
source: Method
ms: Kaedah
th: วิธีการสมัครสมาชิก
zh_hans: 认购方式
zh_hant: 認購方式

# newStock_purchase_num
source: Subs. Amount
ms: Jumlah Langganan
th: เงินค่าสมาชิก
zh_hans: 认购金额
zh_hant: 認購金額

# newStock_handling_fee
source: Fee
ms: Caj
th: ค่าธรรมเนียม
zh_hans: 手续费
zh_hant: 手續費

# newStock_purchase_cash
source: Cash
ms: Tunai
th: สมัครสมาชิกโดยใช้เงินสด
zh_hans: 现金认购
zh_hant: 現金認購

# newStock_save_cash
source: Deposit
th: ฝากเงิน
zh_hans: 存入资金
zh_hant: 存款

# newStock_read_agree
source: I have read and agreed to
ms: Saya telah membaca dan bersetuju untuk
th: ข้าพเจ้าได้อ่านและตกลงแล้ว
zh_hans: 我已阅读并同意
zh_hant: 我已閱讀並同意

# newStock_purchase_instruction1
source: uSMART IPO Subscription Statement
ms: Penyata Langganan IPO uSMART
th: คำแนะนำการสมัครสมาชิกใหม่ uSMART
zh_hans: uSMART新股认购说明
zh_hant: uSMART新股認購聲明

# newStock_purchase_instruction2
source: Subscription Fee Statement
ms: Penyata Bayaran Langganan
th: รายละเอียดค่าธรรมเนียมการสมัครสมาชิกใหม่
zh_hans: 认购费用说明
zh_hant: 認購費用說明

# newStock_tips
source: Tips
ms: Peringatan
th: เคล็ดลับอบอุ่น
zh_hans: 温馨提示
zh_hant: 溫馨提示

# newStock_purchase_title
source: Subscribe
ms: Menelefon
th: สมัครสั่งซื้อ
zh_hans: 认购
zh_hant: 認購

# newStock_purchase_detail_title
source: Subscription Details
ms: Butiran Langganan
th: รายละเอียดการสมัครสมาชิกใหม่
zh_hans: 认购详情
zh_hant: 認購詳情

# newStock_purchase_count
source: Subs. Quantity
ms: Kuantiti Langganan
th: จำนวนหุ้นที่สมัคร
zh_hans: 认购股数
zh_hant: 認購股數

# newStock_purchase_fund
source: Total Amount
ms: Jumlah keseluruhan
th: รายการสมัครสมาชิกทั้งหมด
zh_hans: 认购总额
zh_hant: 認購總額

# newStock_announced
source: Result ANNCMNT
ms: Keputusan ANNCMNT
th: ประกาศผู้ชนะ
zh_hans: 公布中签
zh_hant: 公佈中籤

# newStock_purchase_submit
source: Submit
ms: Hantar
th: สมัครสมาชิก
zh_hans: 提交认购
zh_hant: 提交認購

# newStock_purchase_stop
source: Subs. Ended
ms: Langganan tamat
th: หมดเขตการรับสมัคร
zh_hans: 认购截止
zh_hant: 認購截止

# newStock_refund_amount
source: Amount Refunded
ms: Amaun Dibayar balik
th: จำนวนเงินที่ทำการรีฟัน
zh_hans: 退还金额
zh_hant: 退還金額

# newStock_win_stock_num
source: Allotted
ms: Diperuntukkan
th: จำนวนที่ลงคะแนนหุ้น
zh_hans: 中签股数
zh_hant: 中籤股數

# newStock_purchase_change
source: Edit
th: เปลี่ยน
zh_hans: 更改
zh_hant: 更改

# newStock_cancel_purchase
source: Cancel
ms: Batal
th: ยกเลิกการสมัครสมาชิก
zh_hans: 撤销认购
zh_hant: 撤銷認購

# newStock_purchase_detail
source: Subscription Details
ms: Butiran Langganan
th: รายละเอียดการสมัครสมาชิก
zh_hans: 认购明细
zh_hant: 認購明細

# newStock_no_market_stock
source: No newly listed stock
ms: Tiada saham baru disenaraikan
th: ยังไม่มีหุ้นเข้าสู่ตลาด
zh_hans: 暂无已上市股票
zh_hant: 暫無已上市股票

# newStock_no_purchase_list
source: No subscription record
ms: Tiada rekod langganan
th: ยังไม่มีบันทึกข้อมูลการสมัคร
zh_hans: 暂无认购记录数据
zh_hant: 暫無認購紀錄資料

# newStock_stock_unit
source: SHR
th: หุ้น
zh_hans: 股
zh_hant: 股

# newStock_stock_frozen
source: Frozen
ms: Beku
th: ระงับแล้ว
zh_hans: 已冻结
zh_hant: 已凍結

# newStock_stock_debited
source: Debited
ms: Didebitkan
th: เรียกเก็บเงินแล้ว
zh_hans: 已扣款
zh_hant: 已扣款

# newStock_stock_thawed
source: Unfrozen
ms: Nyahbekukan
th: คลายแล้ว
zh_hans: 已解冻
zh_hant: 已解凍

# newStock_pending_refund
source: Pending Refund
ms: Pembayaran balik belum selesai
th: รอการรีฟัน
zh_hans: 待退款
zh_hant: 待退款

# newStock_purchase_cancel_short_msg
source: Confirm to cancel?
ms: Pasti nak batalkan?
th: แน่ใจหรือไม่ว่าต้องการยกเลิกการจองซื้อ
zh_hans: 确认撤销认购吗?
zh_hant: 確認撤銷認購嗎？

# newStock_purchase_cancel_msg
source: Confirm to cancel? You can subscribe again before subscription deadline.
ms: Pasti nak batalkan? Anda boleh melanggan lagi sebelum tarikh luput langganan.
th: แน่ใจหรือไม่ว่าต้องการยกเลิกการจองซื้อ (ท่านสามารถทำการสมัครใหม่ได้ ก่อนหมดเวลาการสมัคร)
zh_hans: 确认撤销认购吗? (认购截止前, 您可以重新发起认购)
zh_hant: 確認撤銷認購嗎？ （認購截止前，您可以重新發起認購）

# newStock_confirm_cancellation
source: Confirm
ms: sahkan
th: ยืนยันการเพิกถอน "newStock_cancel_success" = "ส่งสำเร็จ"
zh_hans: 确认撤销
zh_hant: 確認撤銷

# newStock_cancel_success
source: Submit Successfully
ms: Serahan Berjaya
th: ส่งสำเร็จแล้ว
zh_hans: 提交成功
zh_hant: 提交成功

# newStock_cancel_fail
source: Failed to cancel
ms: Pembatalan gagal
th: เพิกถอนไม่สำเร็จ
zh_hans: 撤销失败
zh_hant: 撤銷失敗

# newStock_certified_funds
source: Available Cash
ms: Wang Tunai Tersedia
th: เงินสดที่สามารถใช้ได้
zh_hans: 可用现金
zh_hant: 可用現金

# newStock_total_funds
source: Total
ms: Jumlah
th: เงินทั้งหมด
zh_hans: 总额
zh_hant: 總額

# newStock_certified_funds_short
source: Insufficient Cash
ms: Wang tunai tidak mencukupi
th: เงินสดที่ใช้ได้มีไม่เพียงพอ
zh_hans: 可用现金不足
zh_hant: 可用現金不足

# newStock_funds_balance
source: Margin
th: เงินส่วนต่าง
zh_hans: 差额
zh_hant: 差額

# newStock_read_click
source: Please read and tick
ms: Sila baca dan tanda
th: โปรดอ่านและทำเครื่องหมาย
zh_hans: 请阅读并勾选
zh_hant: 請閱讀並勾選

# newStock_purchase_submitted
source: Subscription Application Sumitted
ms: Permohonan Langganan Dihantar
th: ส่งใบสมัครไปแล้ว
zh_hans: 认购申请已提交
zh_hant: 認購申請已提交

# newStock_center_popularity
source: Hotness
ms: Kehangatan
th: มีชื่อเสียง
zh_hans: 人气
zh_hant: 人氣

# newStock_center_purchase_ending
source: Remaining
ms: yang tinggal
th: สมัครสมาชิกภายหลังการปิดรับสมัคร
zh_hans: 后截止认购
zh_hant: 後截止認購

# newStock_center_purchase_ended
source: Subs. Ended
ms: Langganan tamat
th: ปิดรับสมัครสมาชิกแล้ว
zh_hans: 已截止认购
zh_hant: 已截止認購

# newStock_center_ppurchase_determined
source: Subscription deadline not confirmed yet
ms: Tarikh akhir langganan belum disahkan lagi
th: กำหนดการรับสมัครในเวลารับสมัคร
zh_hans: 认购截止时间待定
zh_hant: 認購截止時間待定

# newStock_center_publish_unit
source: Announce
ms: Mengumumkan
th: ประกาศ
zh_hans: 公布
zh_hant: 公佈

# newStock_center_will_publish
source: %@ Result ANNCMNT
ms: %@ Keputusan ANNCMNT
th: รอ%@การประกาศการลงคะแนนหุ้น
zh_hans: 待%@公布中签
zh_hant: 待%@公佈中籤

# newStock_see_purchase_list
source: View Subscription Record
ms: Lihat Rekod Langganan
th: ตรวจสอบประวัติการสมัคร
zh_hans: 查看认购记录
zh_hant: 查看認購紀錄

# newStock_detail_will_begin
source: Start Soon
ms: Mula Tidak lama lagi
th: รอการเริ่ม
zh_hans: 待开始
zh_hant: 待開始

# newStock_detail_purchase_end
source: Subs. Ended
ms: Langganan tamat
th: สิ้นสุดการสมัครสมาชิก
zh_hans: 认购结束
zh_hant: 認購結束

# newStock_detail_remaining
source: %ld %@ Remaining
ms: %ld %@ Baki
th: เหลือ %ld%@
zh_hans: 剩余%ld%@
zh_hant: 剩餘%ld%@

# newStock_detail_purchase_closed
source: Ended
ms: Tamat
th: หมดเขต
zh_hans: 已截止
zh_hant: 已截止

# newStock_detail_news_title
source: News
ms: Berita
th: ข้อมูลข่าวสาร
zh_hans: 新闻信息
zh_hant: 新聞資訊

# newStock_center_purchase_endtime
source: Subscription Deadline
ms: Tarikh Akhir Langganan
th: หมดเขตการสมัครสมาชิก
zh_hans: 认购截止时间
zh_hant: 認購截止時間

# newStock_total_purechase
source: Subs. Total Amount
ms: Jumlah keseluruhan langganan
th: จำนวนสมาชิกทั้งหมด
zh_hans: 认购总金额
zh_hant: 認購總金額

# newStock_center_noWaitingListStock
source: No stock pending to be listed
ms: Tiada saham tertunda untuk disenaraikan
th: ไม่มีหุ้นที่รอเข้าตลาด
zh_hans: 暂无待上市股票
zh_hant: 暫無待上市股票

# newStock_center_noNewListStock
source: No newly listed stock
ms: Tiada saham baru disenaraikan
th: ไม่มีหุ้นใหม่ที่รอเข้าตลาด
zh_hans: 暂无新上市股票
zh_hant: 暫無已上市新股

# newStock_marketDate
source: Listing Date
ms: tarikh penyenaraian
th: วันที่เข้าตลาด
zh_hans: 上市日期
zh_hant: 上市日期

# newStock_bank_finance_tag
source: %ld Times Leverage
ms: %ld Kali Leverage
th: การจัดหาเงินทุน %ld เท่า
zh_hans: %ld倍融资
zh_hant: %ld倍融資

# newStock_finance_purchase
source: Margin
th: สมัครสมาชิกการเงิน
zh_hans: 融资认购
zh_hant: 融資認購

# newStock_min_input_amount
source: Min. %@%@
th: ใช้อย่างน้อย%@%@
zh_hans: 最少使用%@%@
zh_hant: 最少使用%@%@

# newStock_use_availble_cash
source: Cash Subs.
ms: Langganan Tunai.
th: สมัครสมาชิกโดยใช้เงินสด
zh_hans: 认购现金
zh_hant: 認購現金

# newStock_finance_amount
source: Margin Amount
ms: Amaun Margin
th: จำนวนเงินทุนที่จัดหา
zh_hans: 融资金额
zh_hant: 融資金額

# newStock_finance_rate
source: Interest Rate
ms: Kadar bunga
th: อัตราดอกเบี้ย
zh_hans: 融资利率
zh_hant: 融資利率

# newStock_interest_days
source: Interest-Bearing Days
ms: Hari Tanggung Faedah
th: ดอกเบี้ยต่อวัน
zh_hans: 计息天数
zh_hant: 計息天數

# newStock_finance_interest
source: Margin Interest
ms: Faedah Margin
th: ดอกเบี้ยการเงิน
zh_hans: 融资利息
zh_hant: 融資利息

# newStock_cash_not_enough_des
source: Withdrawable cash is less than %.02f %@, cannot use %d times leverage margin. Please select cash subscription or to deposit
ms: Tunai boleh dikeluarkan kurang dari %.02f %@, tidak boleh menggunakan %d kali leverage margin. Sila pilih langganan tunai atau deposit
th: เงินสดที่มีอยู่น้อยไม่เพียงพอ%. 02f%@, ไม่สามารถใช้%dการเงินสองเท่าได้ กรุณาใช้เงินสดในการฝากถอน
zh_hans: 可用现金不足%.02f%@，无法使用%d倍融资，请使用现金认购或存入资金
zh_hant: 可用現金不足%.02f%@，無法使用%d倍融資，請使用現金認購或存款

# newStock_internal_subscription
source: ECM
th: สมัครสมาชิกในตำแหน่งต่างประเทศ
zh_hans: 国际配售认购
zh_hant: 國際配售認購

# newStock_public_subscription
source: Public Subs.
ms: Langganan Awam.
th: เปิดการสมัครสมาชิก
zh_hans: 公开认购
zh_hant: 公開認購

# newStock_unsupported_internal_subs
source: uSMART doesn't support ECM subscription of this stock
ms: uSMART tidak menyokong langganan ECM untuk saham ini
th: หลักทรัพย์ของหยิงลี่ไม่สนับสนุนการวางขายหุ้นตำแหน่งต่างประเทศ
zh_hans: 盈立证券暂不支持该股票国际配售
zh_hant: 盈立證券暫不支持該股票國際配售

# newStock_compensation_activity
source: Compensation
ms: Pampasan
th: กิจกรรมชดเชย
zh_hans: 补偿活动
zh_hant: 補償活動

# newStock_internal_placement
source: ECM
th: ตำแหน่งระดับต่างประเทศ
zh_hans: 国际配售
zh_hant: 國際配售

# newStock_internal__subs_risk_tip
source: Risks Involved in ECM
ms: Risiko Terlibat dalam ECM
th: คำเตือนเรื่องความเสี่ยงในการจัดสรรตำแหน่งต่างประเทศ
zh_hans: 国际配售风险提示
zh_hant: 國際配售風險提示

# newStock_signature_confirm
source: Signature (please enter full name)
ms: Tandatangan (sila masukkan nama penuh)
th: ยืนยันลายเซ็น (กรุณาใส่ชื่อเต็ม)
zh_hans: 确认签名（请输入全名）
zh_hant: 確認簽名（請輸入全名）

# newStock_input_signature
source: Enter your full name
ms: Masukkan nama penuh anda
th: กรุณากรอกชื่อเต็มของคุณที่นี่
zh_hans: 请在此输入你的全名
zh_hant: 請在此輸入你的全名

# newStock_internal_agree_declare
source: I have read and understood the relevant documents and regulatory requirements for the ECM subscription. I have read %@. My electronic signature, which has the same legal effect as my handwritten signature, indicate my consent to above content.
ms: Saya telah membaca dan memahami dokumen berkaitan dan syarat kawal selia untuk langganan ECM. Saya faham %@. Tandatangan elektronik saya, yang mempunyai kuasa perundangan yang sama seperti tandatangan tulisan saya, yang menunjukkan persetujuan saya untuk kandungan di atas.
th: ข้าพเจ้าได้อ่านและรับทราบข้อกำหนดระเบียบสำหรับตำแหน่งต่างประเทศจากเอกสารที่เกี่ยวข้อง ข้าพเจ้าได้อ่านแล้ว%@ ข้าพเจ้าได้เซ็นลายมือชื่อแสดงความยินยอมต่อคำอธิบายข้างต้น ซึ่งมีผลทางกฎหมายเช่นเดียวกับลายมือชื่อของข้าพเจ้า
zh_hans: 我已阅读并知悉国际配售意向的相关文件及监管规定。本人已阅读%@；本人电子签名代表对上述说明的同意，与本人手写签名具有同等法律效力
zh_hant: 我已閱讀並知悉國際配售意向的相關文件及監管規定。本人已閱讀%@；本人電子簽名代表對上述說明的同意，與本人手寫簽名具有同等法律效力。

# newStock_signature_input_tip
source: Enter your full name
ms: Masukkan nama penuh anda
th: กรุณากรอกชื่อเต็มของคุณที่นี่
zh_hans: 请在此输入你的全名
zh_hant: 請在此輸入你的全名

# newStock_used_cash
source: Cash Used
ms: Tunai Yang Diguna
th: ใช้เงินสดไปแล้ว
zh_hans: 已用现金
zh_hant: 已用現金

# newStock_subs_type
source: Subs. Type
ms: Jenis langganan
th: ประเภทการสมัครสมาชิก
zh_hans: 认购类型
zh_hant: 認購類型

# newStock_finance_scale
source: Margin Ratio
ms: Nisbah Margin
th: อัตราส่วนทางการเงิน
zh_hans: 融资比例
zh_hant: 融資比例

# newStock_see_more
source: Click here for more information
ms: Tekan di sini untuk maklumat lebih lanjut
th: การเรียนรู้เพิ่มเติม
zh_hans: 了解更多
zh_hant: 了解更多

# newStock_suggest_cash_type
source: Must less than %@
ms: Mesti kurang daripada %@
th: ใส่จำนวนเงินได้ไม่เกิน%@
zh_hans: 输入金额不要超过%@
zh_hant: 輸入金額不能超過%@

# newStock_finance_description1
source: 1. The subscription amount is the sum of the stock value and charges.
ms: 1. Jumlah langganan ialah jumlah nilai saham dan Caj.
th: 1. ยอดจองคือผลรวมของมูลค่าหุ้น+ผลรวมค่าใช้จ่าย
zh_hans: 1. 认购金额为股票价值+代收费之和。
zh_hant: 1. 認購金額為股票價值+代收費之和。

# newStock_finance_description2
source: 2. Subs. Cash must ≥ Subscription Amount* %.0f%% + Handling Fee
ms: 2. Langganan Tunai mesti ≥ Amaun Langganan* %.0f%% + Caj Pengendalian
th: 2. กรอกว่าสมัครสมาชิกด้วยเงินสด≥จำนวนการสมัครสมาชิก*%. 0f%%+ค่าธรรมเนียม
zh_hans: 2. 认购现金填写时须≥认购金额* %.0f%%+手续费
zh_hant: 2. 認購現金填寫時需≥認購金額* %.0f%%+手續費

# newStock_finance_description3
source: 2. Margin Amount = Subscription Amount - Cash Subs + handling fee. Calculation formula of margin ratio = margin amount / subscription amount * 100%.
ms: 2. Amaun Margin = Amaun Langganan - Langganan Tunai + Caj pengendalian. Formula pengiraan nisbah margin = jumlah margin / jumlah langganan * 100%.
th: 2. จำนวนเงินทุน=จำนวนการสมัครสมาชิก-การสมัครสมาชิกด้วยเงินสด+ค่าธรรมเนียม; อัตราส่วนทางการเงินหมายถึงเปอร์เซ็นต์ของจำนวนเงินที่ท่านกู้ยืมจากหยิงลี่ต่อจำนวนการสมัคร สูตร=จำนวนเงินที่จัดไฟแนนซ์/จำนวนเงินที่สมัครสมาชิก*100%
zh_hans: 2. 融资金额=认购金额-认购现金+手续费；融资比例指您向盈立借款的金额占认购金额的百分比，计算公式=融资金额/认购金额*100%。
zh_hant: 2. 融資金額=認購金額-認購現金+手續費；融資比例指您向盈立借款的金額占認購金額的百分比，計算公式=融資金額/認購金額*100%。

# newStock_finance_description4
source: 3. The interest-bearing days refer to the calendar day from the subscription deadline to the listing date.
ms: 3. Hari tanggung faedah merujuk pada hari kalendar dari tarikh langganan hingga tarikh penyenaraian.
th: 3. ดอกเบี้ยต่อวันหมายถึง วันที่เริ่มในกำหนดปกติในวันสิ้นสุดการสมัคร
zh_hans: 3. 计息天数指从认购截止日~上市日的自然日。
zh_hant: 3. 計息天數指從認購截止日至上市日的自然日。

# newStock_finance_description5
source: 4. Margin interest = margin amount * interest rate / 365 * interest bearing days. Deducted on the refund day.
ms: 4. Faedah margin = amaun margin * kadar faedah / 365 * hari berfaedah. Dipotong pada hari pembayaran balik.
th: 4. ดอกเบี้ยเงินกู้=จำนวนเงินกู้*อัตราดอกเบี้ย/365*ดอกเบี้ยต่อวัน จะหักค่าใช้จ่ายวันรีฟันในวันลงคะแนนหุ้น
zh_hans: 4. 融资利息=融资金额*利率/365*计息天数。在中签返款日当天扣除。
zh_hant: 4. 融資利息=融資金額*利率/365*計息天數。於退款日當天扣除。

# newStock_finance_description6
source: 5. The total subscription amount is the sum of the subscription amount + handling fee + margin interest. subscription amount will be frozen once you submitted the application and will be deducted on the subscription cut-off day.
ms: 5. Jumlah amaun langganan adalah jumlah amaun langganan+ Caj pengendalian + faedah margin. Amaun langganan akan dibekukan sebaik sahaja anda hantar permohonan dan akan ditolak pada hari perhitungan langganan.
th: 5. ยอดรวมของการสมัครคือผลรวมของจำนวนเงินที่ใช้ในการสมัคร+ค่าธรรมเนียม+ดอกเบี้ยไฟแนนซ์ หลังจากส่งสำเร็จ เงินสดที่มีที่ท่านใช้จะถูกระงับทันทีและหักออกในวันครบกำหนดการสมัคร
zh_hans: 5. 认购时总额为认购金额+手续费+融资利息之和，提交成功后立即冻结您使用的可用现金部分，并于认购截止日当天扣除。
zh_hant: 5. 認購時總額為認購金額+手續費+融資利息之和，提交成功後立即凍結您使用的可用現金部分，並於認購截止日當天扣除。

# newStock_finance_declare
source: Tips
ms: Tip
th: อธิบาย
zh_hans: 说明
zh_hant: 說明

# newStock_finance_least_cash
source: Min. Subs. Cash
ms: Tunai. Langganan. Minima
th: ใช้เงินสดเป็นอย่างต่ำ
zh_hans: 至少使用现金
zh_hant: 至少使用現金

# newStock_ipo_ecm_ended
source: ECM subscription of this stock has been ended
ms: Langganan ECM untuk saham ini telah tamat
th: หยิงลี่ ได้ปิดรับการจัดสรรตำแหน่งต่างประเทศแล้ว
zh_hans: 盈立证券该股国际配售已截止认购
zh_hant: 盈立證券該股國際配售已截止認購

# newStock_ipo_ecm_sub_quantity
source: Reference Subs. Quantity
ms: Rujukan Kuantiti Langganan
th: จำนวนอ้างอิงของหุ้นที่จองซื้อ
zh_hans: 参考认购股数
zh_hant: 參考認購股數

# newStock_ipo_ecm_subs_amount_tips
source: Subs. Amount
ms: Jumlah Langganan
th: กรุณากรอกจำนวนที่ทำการสมัครสมาชิก
zh_hans: 请输入认购金额
zh_hant: 請輸入認購金額

# newStock_ipo_ecm_cash_not_enough
source: Your available cash is insufficient. Please change the amount or make deposit.
ms: Wang tunai anda yang tersedia tidak mencukupi. Sila tukar jumlah atau buat deposit.
th: ท่านมีเงินสดไม่เพียงพอ กรุณาป้อนใหม่หรือทำการฝากเงิน
zh_hans: 您的可用现金不足，请重新输入或去存款
zh_hant: 您的可用現金不足，請重新輸入或去存款

# newStock_ipo_ecm_sub_amount_tip
source: Min. %@ %@, Increment %@ %@
ms: Min. %@ %@, Kenaikan %@ %@
th: ขั้นต่ำ %@%@,%@%@เพิ่มขึ้น
zh_hans: 最少%@%@，%@%@递增
zh_hant: 最少%@%@，%@%@遞增

# newStock_ipo_ecm_sign
source: Signature (please enter full name)
ms: Tandatangan (sila masukkan nama penuh)
th: ยืนยันลายเซ็น (กรุณาใส่ชื่อเต็ม)
zh_hans: 确认签名（请输入全名）
zh_hant: 確認簽名（請輸入全名）

# newStock_ipo_ecm_sign_tip
source: Please sign your name and confirm you have read the Subscription Statement.
ms: Sila tandatangani nama anda dan sahkan anda telah membaca Penyata Langganan.
th: โปรดยืนยันลายเมือชื่อและอ่านคำชี้แจงการสมัครสมาชิก
zh_hans: 请确认签名并阅读勾选认购声明
zh_hant: 請簽名並確認已閱讀認購聲明

# newStock_ipo_ecm_sub_tip
source: The Reference Subs. Quantity is for reference only, the issue price may change. uSMART will try to avoid odd lot allotment.
ms: Langganan Rujukan. Kuantiti adalah untuk rujukan sahaja, harga isu mungkin akan rubah. uSMART akan cuba mengelakkan peruntukan lot ganjil.
th: หมายเลขอ้างอิงของหุ้นที่ทำการจองไว้จะใช้ในการอ้างอิงเท่านั้นและราคาตลาดจริงอาจเปลี่ยนแปลงได้ ในขณะเดียวกัน uSMART จะให้ความสำคัญกับการจัดสรรหุ้นทั้งหมด
zh_hans: 参考认购股数仅作参考﹐实际上市价格可能会有变动。同时，分配时uSMART将会优先分配整手股数。
zh_hant: 參考認購股數僅作參考﹐實際上市價格可能會有變動。同時，分配時uSMART將會優先分配整手股數。

# newStock_ecm_purchase_submitted
source: ECM Subscription Submitted
ms: Langganan ECM Dihantar
th: ส่งใบสมัครสมาชิกต่างประเทศแล้ว
zh_hans: 国际认购申请已提交
zh_hant: 國際認購申請已提交

# newStock_ecm_independent_name
source: Independence Declaration
ms: Pengisytiharan Kemerdekaan
th: ประกาศอิสรภาพ
zh_hans: 独立声明
zh_hant: 獨立聲明

# ipo_ecm_forbidden_both
source: I knew that it is forbidden to subscribe both global placement and public subscription
ms: Saya tahu adalah haram untuk melanggan peletakan global dan langganan awam
th: ข้าพเจ้าได้รับแจ้งตามหนังสือชักชวนหุ้นใหม่ ว่าข้าพเจ้าไม่สามารถเข้าร่วมในการสมัครรับข้อมูลต่างประเทศและการสมัครรับข้อมูลแบบสาธารณะได้ในเวลาเดียวกัน
zh_hans: 我已知晓根据新股招股书，不能同时参与国际认购和公开认购
zh_hant: 我已知曉根據新股招股書，不能同時參與國際配售和公開認購

# ipo_ecm_read_statement
source: Please confirm you have read the Subscription Statement
ms: Sila sahkan anda telah baca Penyata Langganan
th: กรุณาทำเครื่องหมายที่ใบแจ้งยอดการสมัครสมาชิก
zh_hans: 请勾选认购声明
zh_hant: 請確認已閱讀認購聲明

# grey_mkt_start_soon
source: Grey Market Start Soon
ms: Pasaran Kelabu Akan Bermula Tidak Lama Lagi
th: หุ้นในตลาดสีเทาไม่เปิด
zh_hans: 暗盘未开盘
zh_hant: 暗盤未開盤

# grey_mkt_trading_session
source: Grey Market Trading Session
ms: Sesi Perdagangan Pasaran Kelabu
th: หุ้นในตลาดสีเทาเปิดให้เทรด
zh_hans: 暗盘交易中
zh_hant: 暗盤交易中

# grey_mkt_closed
source: Grey Market Closed
ms: Pasaran Kelabu Ditutup
th: หุ้นในตลาดสีเทาปิดแล้ว
zh_hans: 暗盘已收盘
zh_hant: 暗盤已收盤

source: Grey Mkt
ms: Pasaran Kelabu
th: นอกตลาด
zh_hans: 暗盘
zh_hant: 暗盤

# grey_mkt_trade
source: Grey Mkt
ms: Pasaran Kelabu
th: การทำธุรกรรมนอกตลาด
zh_hans: 暗盘交易
zh_hant: 暗盤交易
