Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# wr_description
source: The Williams %R is used primarily to study the volatility of share prices and to determine the timing of buying and selling by analyzing peaks and troughs in the volatility of share prices. It uses oscillating points to reflect the market overbought and oversold phenomenon. it can predict the highs and lows of the period, show effective buying and selling signals, and be used to analyze the short-term market trend of technical indicators.
ms: Williams%R digunakan terutamanya untuk mengkaji ketidaktentuan harga saham dan untuk menentukan masa membeli dan menjual dengan menganalisis puncak dan palung dalam turun naik harga saham. Ia menggunakan titik berayun untuk mencerminkan fenomena pasaran terlebih beli dan terlebih jual. ia boleh meramalkan ketinggian dan rendah tempoh, menunjukkan isyarat beli dan penjualan berkesan dan digunakan untuk menganalisis trend pasaran jangka pendek petunjuk teknikal.
th: ดัชนีวิลเลียม (Williams% R) ส่วนใหญ่ใช้ในการศึกษาความผันผวนของราคาหุ้นตามเวลาการวิเคราะห์ความผันผวนของราคาหุ้นในการเปลี่ยนแปลงของยอดและหุบเขาในการตัดสินใจซื้อและขาย ใช้จุดสั่นเพื่อสะท้อนปรากฏการณ์ซื้อเกินไปและ ขายเกินไป สามารถทำนายจุดสูงและต่ำของในช่วงเวลาและแสดงสัญญาณการซื้อขายที่มีประสิทธิภาพ เป็นดัชนีทางเทคนิคที่ใช้ในการวิเคราะห์แนวโน้มตลาดระยะสั้นของตลาด
zh_hans: 威廉指标（Williams %R）主要用于研究股价的波动，通过分析股价波动变化中的峰与谷决定买卖时机。它利用振荡点来反映市场的超买超卖现象，可以预测循期内的高点与低点，显示有效的买卖信号，是用来分析市场短期行情走势的技术指标。
zh_hant: 威廉指標（Williams %R）主要用於研究股價的波動，通過分析股價波動變化中的峰與谷決定買賣時機。 它利用振盪點來反映市場的超買超賣現象，可以預測循期內的高點與低點，顯示有效的買賣信號，是用來分析市場短期行情走勢的技術指標。

# cr_description
source: CR indicator is also called the intermediate will index. CR has many similarities with AR and BR, but has its own unique research function, which is to analyze the stock market long-short power contrast and grasp the timing of buying and selling stocks. It is a medium- and long- term technical analysis tool. The theoretical starting point is the median price, the most representative price of the stock market
ms: isyarat CR juga dipanggil indeks kehendak perantaraan. CR mempunyai banyak persamaan dengan AR dan BR, tetapi mempunyai fungsi penyelidikan yang unik, iaitu menganalisis kontras pasaran saham panjang-pendek kuasa dan memahami masa membeli dan menjual saham. Ia adalah alat analisis teknikal jangka sederhana dan jangka panjang. Titik permulaan teori ialah harga median, harga yang paling mewakili pasaran saham
th: ดัชนี CR ก็เรียกว่าดัชนีความเต็มใจระดับกลางมีความคล้ายคลึงกันมากมายกับดัชนี AR และ ดัชนี BR แต่มีฟังก์ชั่นพิเศษตัวเองของการวิจัยและการตัดสินเป็นเครื่องมือที่การวิเคราะห์ทางเทคนิคระยะกลางและระยะยาวเพื่อวิเคราะห์การเปรียบเทียบแข็งแกร่งระหว่างตลาดหุ้นและระยะสั้นและเข้าใจเวลาในการซื้อและขายหุ้น จุดเริ่มต้นทางทฤษฎีคือ: ราคากลางเป็นราคาตัวแทนที่สุดของตลาดหุ้น
zh_hans: CR指标又叫中间意愿指标，它和AR、BR指标又很多相似之处，但更有自己独特的研判功能，是分析股市多空双方力量对比、把握买卖股票时机的一种中长期技术分析工具。理论出发点是：中间价是股市最有代表性的价格。
zh_hant: CR指標又叫中間意願指標，它和AR、BR指標又很多相似之處，但更有自己獨特的研判功能，是分析股市多空雙方力量對比、把握買賣股票時機的一種中長期技術分析工具。 理論出發點是：中間價是股市最有代表性的價格。

# up_num
source: Up
ms: Naik
th: ขึ้น
zh_hans: 上涨
zh_hant: 上漲

# down_num
source: Down
ms: Turun
th: ลดลง
zh_hans: 下跌
zh_hant: 下跌

# draw_num
source: Flat
ms: Rata
th: ออฟเซ็ต
zh_hans: 平盘
zh_hant: 平盤

# has_no_constituents
source: No component stock data
ms: Tiada data komponen saham
th: ไม่มีข้อมูลหุ้น
zh_hans: 暂无成分股数据
zh_hant: 暫無成分股資料

# stock_tab_constituents
source: Components
ms: Komponen
th: หุ้นที่เป็นส่วนประกอบ
zh_hans: 成分股
zh_hant: 成分股

# stock_deal_neutral_disk2
source: Neutral
ms: Berkecuali
th: เป็นกลาง
zh_hans: 中性
zh_hant: 中性

# stock_deal_master_buy2
source: Buy
ms: Beli
th: ซื้อ
zh_hans: 主买
zh_hant: 主買

# stock_deal_master_sell2
source: Sell
ms: jual
th: ขาย
zh_hans: 主卖
zh_hant: 主賣

# online_buy_tip
source: For HK stocks real-time quote service details. Please visit our website and log in to your personal account.
ms: Untuk butiran perkhidmatan sebut harga masa nyata saham HK. Sila lawati laman web kami dan log masuk ke akaun peribadi anda.
th: กรุณาไปเว็บไซต์ทางการ-เข้าสู่ระบบศูนย์ส่วนบุคคลเข้าใจสตรีมมิ่งราคาหุ้น
zh_hans: 请到官网-登录个人中心了解港股串流报价。
zh_hant: 請到官網-登錄個人中心了解港股串流報價。

# go_Official_website
source: Go to website
ms: Pergi ke laman web
th: ไปเว็บไซต์ทางการ
zh_hans: 到官网
zh_hant: 到官網

# support_financing_buy
source: Support Margin
ms: Margin Sokongan
th: สนับสนุนการจัดหาเงินทุน
zh_hans: 支持融资
zh_hant: 支持融資

# financing_mortgage_rate
source: Margin Ratio %.02f%%
ms: Kadar Margin %.02f%%
th: อัตราการจำนอง: %. 02f%%
zh_hans: 融资抵押率：%.02f%%
zh_hant: 融資抵押率：%.02f%%

# value_state
source: Value Status
ms: Status Nilai
th: สถานะของมูลค่า
zh_hans: 价值状态
zh_hant: 價值狀態

# expected_returnRate
source: Estimated Return:
ms: Anggaran Pulangan:
th: อัตราผลตอบแทนที่คาดหวัง:
zh_hans: 预计回报率：
zh_hant: 預計回報率：

# valuation_under
source: Undervalued
ms: Kurang nilai
th: ประเมินค่าต่ำไป
zh_hans: 低估
zh_hant: 低估

# valuation_fair
source: Fair
ms: Adil
th: ยุติธรรม
zh_hans: 公平
zh_hant: 公平

# valuation_over
source: Overpriced
ms: Terlalu mahal
th: ประเมินค่าสูงไป
zh_hans: 高估
zh_hant: 高估

# valuation_status_title
source: Value Status:
ms: Status Nilai:
th: สถานะการประเมินค่า:
zh_hans: 估值状态：
zh_hant: 估值狀態：

# valuation_under_note
source: Undervalued ​(a good deal!):Price to Fair Value ratio is less than 1.0.
ms: Dinilai rendah ​(tawaran baik!):Nisbah harga dengan Nilai Sasama adalah kurang daripada 1.0.
th: ประเมินค่าต่ำไป: ราคาหุ้นต่ำกว่ามูลค่ายุติธรรมเหมาะสำหรับการลงทุนที่มีค่า
zh_hans: 低估：股价低于公允价值，适合价值投资；
zh_hant: 低估：股價低於公允價值，適合價值投資；

# valuation_fair_note
source: Near Fair Value​ (at least it's a fair price):Price to Fair Value ratio is between 1.0 and 2.0.
ms: Berhampiran Nilai Adil​ (sekurang-kurangnya itu harga yang boleh diterima):Nisbah harga dengan Nilai Sasama adalah antara 1.0 dan 2.0.
th: ยุติธรรม: ราคาหุ้นใกล้กับมูลค่ายุติธรรม ราคาหุ้นมีสมผล
zh_hans: 公平：股价接近公允价值，股价合理；
zh_hant: 公平：股價接近公允價值，股價合理；

# valuation_over_note
source: Overvalued ​(trading at a premium):Price to Fair Value ratio is greater than 2.0.
ms: Terlebih nilai ​(berdagang pada premium): Nisbah Harga dengan Nilai Sama adalah lebih lebih dari 2.0.
th: ประเมินค่าสูงไป: ราคาหุ้นสูงกว่ามูลค่ายุติธรรมหากซื้อจะเป็นการซื้อขายระดับพรีเมี่ยม
zh_hans: 高估：股价高于公允价值，如买入则为溢价交易；
zh_hant: 高估：股價高於公允價值，如買入則為溢價交易；

# expect_rate_title
source: Rate of Return(Estimate):
ms: Kadar Pulangan(Anggaran):
th: อัตราผลตอบแทนที่คาดหวัง:
zh_hans: 预计回报率：
zh_hant: 預計回報率：

# expect_rate_note
source: Our Rate of Return Estimate represents the projected average annual return you might expect after purchasing shares in the company and holding them over the default time horizon of 5 years, based on the EPS growth rate that we have projected.
ms: Anggaran Kadar Pulangan kami mewakili unjuran purata pulangan tahunan yang mungkin anda jangkakan selepas membeli saham dalam syarikat dan memegangnya dalam ufuk masa lalai selama 5 tahun, kadar PS berdasarkan unjuran kami.
th: แสดงว่าคุณซื้อหุ้นและเวลาที่ห้าปี คุณสามารถคาดหวังได้ผลตอบแทนเฉลี่ยต่อปี
zh_hans: 表示您购买某股票并持有五年的默认时间，您可以期待的平均年回报率。
zh_hant: 表示您購買某股票並持有五年的默認時間，您可以期待的平均年回報率。

# financial_logo_title
source: M
ms: Margin
th: ละลาย
zh_hans: 融
zh_hant: 孖

# stock_detail_guide_toast
source: Click to Place an Order on the Stock Page
ms: tekan untuk Membuat Pesanan pada Halaman saham
th: คลิกจะได้การสั่งซื้ออย่างรวดเร็วในหน้าหุ้น
zh_hans: 点击即可在个股页面快捷下单
zh_hant: 點擊即可在個股頁面快捷落盤

# forecase_down
source: Bearish
ms: Takrifan Bear
th: ขาลง
zh_hans: 看跌
zh_hant: 看跌

# forecase_up
source: Bullish
ms: Takrifan Bull
th: ขาขึ้น
zh_hans: 看涨
zh_hant: 看升

source: Short Term
ms: Jangka pendek
th: ระยะสั้น
zh_hans: 短期
zh_hant: 短期

# mid_term
source: Mediate Term
ms: Tempoh Pengantara
th: ระยะกลาง
zh_hans: 中期
zh_hant: 中期

source: Long Term
ms: Jangka panjang
th: ระยะยาว
zh_hans: 长期
zh_hant: 長期

# technical_status
source: Technical Signal
ms: Isyarat teknikal
th: รูปแบบทางเทคนิค
zh_hans: 技术形态
zh_hant: 技術形態

# morphological_insight
source: Signal Recognition
ms: Analisis Teknikal
th: ข้อมูลเชิงลึกทางสัณฐานวิทยา
zh_hans: 形态洞察
zh_hant: 形態洞察

# forecase_up_count
source: Long Signal
ms: Isyarat Panjang
th: รูปแบบขาขึ้น
zh_hans: 看涨形态
zh_hant: 看升形態

# forecase_down_count
source: Short Signal
ms: Isyarat Pendek
th: รูปแบบขาลง
zh_hans: 看跌形态
zh_hant: 看跌形態

source: Support Level
ms: Tahap Sokongan
th: แนวรับ
zh_hans: 支撑位
zh_hant: 支持位

# support_level2
source: Support Level
ms: Tahap Sokongan
th: แนวรับ
zh_hans: 支撑位
zh_hant: 支持位

source: Resistance Level
ms: Tahap Rintangan
th: จุดแนวต้าน
zh_hans: 阻力位
zh_hant: 阻力位

# stop_loss_level
source: Stop Loss
ms: Hentikan Kerugian
th: จุดการสูญเสียหยุด
zh_hans: 止损位
zh_hant: 止蝕位

# weak_bull_market
source: Weak Bull Market Signal
ms: Isyarat Pasaran Bull Lemah
th: ลักษณะตลาดวัวอ่อน
zh_hans: 弱势牛市特征
zh_hant: 弱勢牛市特徵

# bull_market
source: Bull Market Signal
ms: Isyarat Pasaran Bull
th: ลักษณะตลาดวัว
zh_hans: 牛市特征
zh_hant: 牛市特徵

# strong_bull_market
source: Strong Bull Market Signal
ms: Isyarat Pasaran Bull Kuat
th: ลักษณะตลาดวัวแข็ง
zh_hans: 强势牛市特征
zh_hant: 強勢牛市特徵

# weak_bear_market
source: Weak Bear Market Signal
ms: Isyarat Pasaran Bear Lemah
th: ลักษณะตลาดหมีอ่อน
zh_hans: 弱势熊市特征
zh_hant: 弱勢熊市特徵

# bear_market
source: Bear Market Signal
ms: Isyarat Pasaran Bear
th: ลักษณะตลาดหมี
zh_hans: 熊市特征
zh_hant: 熊市特徵

# strong_bear_market
source: Strong Bear Market Signal
ms: Isyarat Pasaran Bear Kuat
th: ลักษณะตลาดหมีแข็ง
zh_hans: 强势熊市特征
zh_hant: 強勢熊市特徵

# neutral_market
source: Neutral
th: ลักษณะกลาง
zh_hans: 中性特征
zh_hant: 中性特徵 (介乎牛熊市之間)

# two_six_weeks
source: Next 2-6 weeks
ms: 2-6 minggu berikutnya
th: 2 ถึง 6 สัปดาห์ข้างหน้า
zh_hans: 未来2到6周
zh_hant: 未來2到6週

# technical_toast
source: Signal Recognition is based on the technical analysis theory to observe the expected patterns and trends to calculate support level, resistance level and stop loss. It helps customers identity the stocks' technical forms and signals by automatically analyzing daily and weekly charts using big data. This function is generated from algorithm and for reference only. It does not constitute investment advices. uSMART Securities does not guarantee the accuracy of the info and users should not rely on any of the info information.
ms: Pengecaman Isyarat adalah berdasarkan teori analisis teknikal untuk memerhatikan corak yang jangka dan trend untuk mengira tahap sokongan, tahap rintangan dan henti kerugian. Ia membantu pelanggan mengenal pasti borang teknikal dan isyarat saham dengan menganalisis carta harian dan mingguan secara automatik menggunakan data besar. Fungsi ini dijana dari algoritma dan untuk rujukan sahaja. Ia tidak merupakan nasihat pelaburan. uSMART Securities tidak menjamin ketepatan maklumat dan pengguna tidak boleh bergantung pada mana-mana maklumat maklumat.
th: ข้อมูลเชิงลึกทางสัณฐานวิทยาตามทฤษฎีการวิเคราะห์ทางเทคนิคและการตรวจสอบรูปแบบและแนวโน้มของราคาหุ้นเพื่อการคำนวณการสนับสนุนความจุดแนวต้านและจุดการสูญเสียหยุด การวิเคราะห์อัตโนมัติกราฟรายวันและรายสัปดาห์ผ่านข้อมูล เพือชี้แจงรูปแบบทางเทคนิคและสัญญาณของหุ้นปัจจุบันอย่างชัดเจน ฟังก์ชั่นนี้ใช้อัลกอริทึมเป็นการอ้างอิงเท่านั้นไม่ได่ถือว่าเป็นคำแนะนำการลงทุนหลักทรัพย์หยิงลี่ไม่รับประกันความถูกต้องของข้อมูลผู้ใช้ไม่ควรพึ่งพาข้อมูลใด ๆ
zh_hans: 形态洞察是基于技术分析理论检视股价形态和趋势，从而计算支撑位、阻力位及止损位。 通过大数据自动分析其日线和周线图，为您客观地指出当前股票的技术形态和信号及其含义。此功能基于演算法生成仅供参考，不构成投资建议。盈立证券未能保证资料准确性，使用者不应依赖其任何资讯。
zh_hant: 形態洞察是基於技術分析理論檢視股價形態和趨勢，從而計算支撐位、阻力位及止蝕位。 通過大資料自動分析其日線和周線圖，為您客觀地指出當前股票的技術形態和信號及其含義。此功能基於演算法生成僅供參考，不構成投資建議。盈立證券未能保證資料準確性，使用者不應依賴其任何資訊。

# event_reminder
source: Critical News
ms: Berita Penting
th: การแจ้งเตือนเหตุการณ์ใหญ่
zh_hans: 大事提醒
zh_hant: 大事提醒

# delay_no_chips
source: For delayed market data subscriptions, position cost distribution data is not available.
ms: Data untuk distribusi kos Posisi tidak tersedia kerana sebut harga tertunda.
th: ตลาดล่าช้าไม่มีข้อมูลการกระจายชิป
zh_hans: 延时行情暂无筹码分布数据
zh_hant: 延時報價不支援籌碼分佈數據

source: Average Cost
ms: Kos purata
th: ต้นทุนเฉลี่ย
zh_hans: 平均成本
zh_hant: 平均成本

# pressure_level
source: Resistance Level
ms: Tahap Rintangan
th: แนวความดัน
zh_hans: 压力位
zh_hant: 阻力位

# average_cost2
source: Average Cost
ms: Purata Kos
th: ต้นทุนเฉลี่ย
zh_hans: 平均成本
zh_hant: 平均成本

# pressure_level2
source: Resistance Level
ms: Rintangan Tahap
th: แนวความดัน
zh_hans: 压力位
zh_hant: 阻力位

# ninety_chips
source: 90% Chip
ms: 90% Cip
th: ชิป 90%
zh_hans: 90%筹码
zh_hant: 90%籌碼

# seventy_chips
source: 70% Chip
ms: 70% Cip
th: ชิป 70%
zh_hans: 70%筹码
zh_hant: 70%籌碼

# chip_coincidence
source: Coincidence Int.
ms: Kebetulan Int.
th: ความบังเอิญช่วงเวลา
zh_hans: 区间重合度
zh_hant: 區間重合度

# chips
source: CYQ
ms: Distribusi Kos Posisi
th: การกระจายชิป
zh_hans: 筹码分布
zh_hant: 籌碼分佈

# chips_title
source: Position Cost Distribution
ms: Distribusi Kos Posisi
th: การกระจายชิป
zh_hans: 筹码分布
zh_hant: 籌碼分佈

source: Profit Ratio
ms: Nisbah keuntungan
th: สัดส่วนกำไร
zh_hans: 获利比例
zh_hant: 獲利比例

# financing_mortgage_toast
source: The Margin Ratio is the ratio of maximum margin amount for buying stock with margin financing. Example: HK$10,000 is needed for buying 1 lot of stock in cash account while only minimum HK$2,500 is needed for buying 1 lot of it if margin ratio is 75% in margin account.
ms: Nisbah Margin ialah nisbah jumlah maksimum margin untuk membeli saham dengan pembiayaan margin. Contoh: HK$10,000 diperlukan untuk membeli 1 lot saham dalam akaun tunai minimum sementara hanya perlu HK$2500 sahaja untuk beli satu lot nisbah jika margin adalah 75% dalam akaun margin.
th: อัตราการจำนองมาร์จิ้นหมายถึงเมื้อคุณซื้อหุ้นในการจำนองสามารถใช้เมื่อคุณซื้อหุ้นในอัตรากำไรขั้นต้น เช่น: ซื้อหุ้นฮ่องกงราคา HK 10,000 หากอัตราการจำนองเป็น 75% คุณซื้อหุ้นเดียวใช้อย่างน้อย HK 2,500เท่ารชนั้น
zh_hans: 融资抵押率指的是您在融资买入股票时，可以使用到的最大融资交易金额比例。 例如： 购买一手价格为10000港元的股票，若融资抵押率为75%，您最少只需要用2500港元即可买入一手。
zh_hant: 融資抵押率指的是您在融資買入股票時，可以使用到的最大融資交易金額比例。 例如： 購買一手價格為10000港元的股票，若融資抵押率為75%，您最少只需要用2500港元即可買入一手。

# pre_market_toast
source: Trading at pre-market section refers having the transaction before the regular trading hours. It starts from EDT 4:00-9:30 (Summer Time), UTC +8 16:00-21:00 in April to November (Summer Time); 17:00-22:30 in early November to next April (Winter Time).
ms: Berdagang di bahagian pra-pasaran merujuk melakukan transaksi sebelum waktu dagang biasa. Ia bermula dari EDT 4:00-9:30 (Masa Musim Panas), UTC +8 16:00-21:00 pada April hingga November (Masa Musim Panas); 17:00-22:30 pada awal November hingga April berikut (Masa Musim Sejuk).
th: การซื้อขายหลังเปิดก่อนเปิดหมายถึงการซื้อขายนอกจาดช่วงเวลาการซื้อขายปกติ ช่วงเวลาการซื้อขายเวลาตะวันออกก่อนเปิด 4: 00-9: 30(เวลาออมแสง) เวลาปักกิ่ง: เวลาออมแสง (เมษายน-พฤศจิกายน) 16: 00-21: 30; เวลาฤดูหนาว (ต้นเดือนพฤศจิกายน-เมษายนปีหน้า) 17: 00-22: 30
zh_hans: 盘前交易是指在常规交易时段以外的时间进行交易。盘前交易时段为美东时间4：00-9：30（夏令时），北京时间：夏令时（4-11月）16:00-21:30；冬令时（11月初-次年4月）17:00-22:30
zh_hant: 盤前交易是指在開市前的時間進行交易。盤前交易時段為美東時間4：00-9：30（夏令時），北京時間：夏令時（4-11月）16:00-21:30；冬令時（11月初-次年4月）17:00-22:30

# after_market_toast
source: Trading at after-market section refers to having transaction after the regular trading hours. It starts from EDT 16:00-20:00 (Summer Time), UTC +8 4:00-8:00 in April to November (Summer Time); 5:00-9:00 in early November to next April (Winter Time).
ms: Berdagang di bahagian selepas pasaran merujuk kepada transaksi selepas waktu dagangan biasa. Ia bermula dari EDT 16:00-20:00 (Masa Musim Panas), UTC +8 4:00-8:00 dalam April hingga November (Masa Musim Panas); 5:00-9:00 pada awal November hingga April berikut (Masa Musim Sejuk).
th: การซื้อขายหลังเปิดหมายถึงการซื้อขายนอกจาดช่วงเวลาการซื้อขายปกติ ช่วงเวลาการซื้อขายเวลาตะวันออกหลังเปิด 16: 00-20: 00 (เวลาออมแสง) เวลาปักกิ่ง: เวลาออมแสง (เมษายน-พฤศจิกายน) 4: 00-8: 00; เวลาฤดูหนาว (ต้นเดือนพฤศจิกายน-เมษายนปีหน้า) 5: 00-9: 00
zh_hans: 盘后交易是指在常规交易时段以外的时间进行交易。盘后交易时段为美东时间16：00-20：00（夏令时），北京时间：夏令时（4-11月）4：00-8：00；冬令时（11月初-次年4月）5：00-9：00
zh_hant: 盤後交易是指在收市後的時間進行交易。盤後交易時段為美東時間16：00-20：00（夏令時），北京時間：夏令時（4-11月）4：00-8：00；冬令時（11月初-次年4月）5：00-9：00

# now_price_line
source: Nominal Price Curve
ms: Keluk Harga Nominal
th: เส้นราคาปัจจุบัน
zh_hans: 现价线
zh_hant: 現價線

# hold_cost_price_line
source: Position Cost Curve
ms: Keluk Kos Posisi
th: เส้นต้นทุนตำแหน่ง
zh_hans: 持仓成本线
zh_hant: 持倉成本線

# buy_sell_point
source: Transaction Point
ms: Titik Transaksi
th: จุดการซื้อขาย
zh_hans: 成交买卖点
zh_hant: 成交買賣點

source: Chip Chart
ms: Carta Cip
th: แผนภูมิชิป
zh_hans: 筹码图
zh_hant: 籌碼圖

# chip_analyze
source: Data Analysis
ms: Analisis data
th: การวิเคราะห์ข้อมูล
zh_hans: 数据分析
zh_hant: 數據分析

source: Chip Range
ms: Julat Cip
th: ช่วงชิป
zh_hans: 筹码区间
zh_hant: 籌碼區間

# chips_simple
source: Chip
ms: Cip
th: ชิป
zh_hans: 筹码
zh_hant: 籌碼

# ninety_chips_range
source: 90% Chip Range
ms: 90% Julat Cip
th: 90% ช่วงชิป
zh_hans: 90%筹码区间
zh_hant: 90％籌碼區間

# seventy_chips_range
source: 70% Chip Range
ms: 70% Julat Cip
th: 70%ช่วงชิป
zh_hans: 70%筹码区间
zh_hant: 70％籌碼區間

# change_to_last
source: Switched to the last stock
ms: Bertukar ke saham terakhir
th: เปลี่ยนเป็นหุ้นล่าสุด
zh_hans: 已切换到最后一支股票
zh_hant: 已切換到最後一隻股票

# margin_trade
source: Day Margin
ms: Margin Hari
th: มาร์จิ้นวันนี้
zh_hans: 即日孖展
zh_hant: 日內融

# common_trade
source: Trade
ms: Transaksi
th: ซื้อขาย
zh_hans: 交易
zh_hant: 交易

# daily_margin_trade
source: Day Margin Trading
ms: Dagangan Margin Hari
th: การซื้อขายการบนขอบแบบวันต่อวัน
zh_hans: 即日孖展交易
zh_hant: 日內融交易

# daily_margin_trade_alert
source: It is sorry that your account does not have the right to process Day Margin trading. Please follow the follow step to activate the corresponding service.
ms: Harap maaf bahawa akaun anda tidak mempunyai hak untuk memproses dagangan Margin Hari. Sila ikuti langkah untuk mengaktifkan perkhidmatan yang sepadan.
th: ขออภัยค่ะ คุณไม่มีสิทธิ์ในการบนขอบแบบวันต่อวัน กรุณาอ่านขั้นตอนต่อไปนี้เพื่อเปิดบริการที่เกี่ยวข้อง:
zh_hans: 抱歉，您暂无即日孖展权限，请参考以下步骤开通相应服务：
zh_hant: 抱歉，您暫無日內融權限，請參考以下步驟開通相應服務：

# daily_margin_trade_upgrade1
source: 1. Upgrade to %@ margin account
ms: 1. Naik taraf ke %@ akaun margin
th: 1 อัปเกรดเป็น%@บัญชีมาร์จิ้น
zh_hans: 1.升级为%@保证金账户
zh_hant: 1.升級為%@融資賬戶

# daily_margin_trade_upgrade2
source: 2. Create a %@ Day Margin trading account
ms: 2. Cipta akaun perdagangan %@ Hari Margin
th: 2 เปิด%@บัญชีการซื้อขายการบนขอบแบบวันต่อวัน
zh_hans: 2.开通%@即日孖展交易账户
zh_hant: 2.開通%@日內融交易賬戶

# already_upgrade
source: Upgraded
ms: Dinaik taraf
th: อัพเกรดแล้ว
zh_hans: 已升级
zh_hant: 已升級

# upgrade_immediately
source: Upgrade now
ms: Naiktaraf sekarang
th: อัพเกรดตอนนี้
zh_hans: 立即升级
zh_hant: 立即升級

# about_daily_margin
source: What is Day Margin account?
ms: Apakah akaun Day Margin ?
th: บัญชีการซื้อขายหลักทรัพย์แบบวันต่อวันคืออะไร
zh_hans: 什么是即日孖展账户？
zh_hant: 什麼是日內融帳戶？

# kline_style
source: Chart
ms: Carta
th: ประเภทของสาย
zh_hans: 线型类型
zh_hant: 圖表類型

# kline_style_solid_candle
source: Candle
ms: Lilin
th: เทียนแข็ง
zh_hans: 实心蜡烛
zh_hant: 實心蠟燭

# kline_style_hollow_candle
source: Hollow Candle
ms: Lilin Berongga
th: เทียนกลวง
zh_hans: 空心蜡烛
zh_hant: 空心蠟燭

# kline_style_ohlc
source: OHLC
th: เส้นอเมริกา
zh_hans: 美国线

# stock_detail_gem_fix_price
source: Closing Price
ms: Harga Penutupan
th: ราคาคงที่หลังเวลาเปิด
zh_hans: 盘后固定价格
zh_hant: 收市價

# stock_detail_gem_volume
source: Quantity
ms: Kuantiti
th: ปริมาณ
zh_hans: 量
zh_hant: 量

# stock_detail_gem_amount
source: Amount
ms: Jumlah
th: จำนวน
zh_hans: 额
zh_hant: 額

# whether_register
source: Registration-based
ms: Berasaskan pendaftaran
th: ระบบการลงทะเบียนหรือไม่
zh_hans: 是否注册制
zh_hant: 註冊制

# whether_voting_right
source: Weighted Voting Rights
ms: Wajaran Hak Mengundi
th: ความแตกต่างของสิทธิในการออกเสียง
zh_hans: 表决权差异
zh_hant: 同股不同權

# whether_control_arc
source: Variable Interest Entity
ms: Entiti Minat Berubah
th: สถาปัตยกรรมการควบคุมโปรโตคอล
zh_hans: 协议控制架构
zh_hant: 可變利益實體

# whether_profitable
source: Profit
ms: Untung
th: การกำไรหรือไม่
zh_hans: 是否盈利
zh_hant: 盈利

# whether_shares_equalto_rights
source: Weighted Voting Rights
ms: Wajaran Hak Mengundi
th: หุ้นและอำนาจเท่ากันหรือไม่
zh_hans: 是否同股同权
zh_hant: 同股同權

source: Support Day Margin
ms: Sokong Margin Harian
th: สนับสนุนการบนขอบแบบวันต่อวัน
zh_hans: 支持即日孖展
zh_hant: 支持日內融

# support_shhs_trade
source: Support Stock Connect Trading
ms: Sokong Stock Connect Trading
th: สามารถการซื้อขายหุ้นเซี่ยงไฮ้/หุ้นเซินเจิ้นได้
zh_hans: 可进行沪/深股通交易
zh_hant: 可進行滬股通/深股通交易

# related_us_stock
source: vs US Stock
ms: lwn Saham AS
th: สำหรับหุ้นสหรัฐ
zh_hans: 相对美股
zh_hant: 相對美股

# related_hk_stock
source: vs H-Share
ms: lwn H-Share
th: เทียบกับ H-Share
zh_hans: 相对H股
zh_hant: 相對港股

# related_a_stock
source: vs A-Share
ms: lwn A-Share
th: เทียบกับ A-Share
zh_hans: 相对A股
zh_hant: 相對A股

# see_history_timeline
source: View the time of day
ms: Tunjuk masa dalam hari
th: ดูการแบ่งปันเวลาของวัน
zh_hans: 查看当日分时
zh_hant: 查看當日分時

# option_openInt
source: Non-Closed Options
ms: Opysyen Tidak Tertutup
th: จำนวนตำแหน่งที่เปิด
zh_hans: 未平仓数
zh_hant: 未平倉數

# option_impliedVolatility
source: Implied volatility
ms: Kemeruapan tersirat
th: ความผันผวนโดยนัย
zh_hans: 隐含波动率
zh_hant: 隱含波動率

# option_contractSize
source: Every contract
ms: Setiap kontrak
th: ต่อสัญญา
zh_hans: 每份合约
zh_hant: 每份合約

# option_trade
source: Options Trading
ms: Perdagangan Pilihan
th: การซื้อขาย Option
zh_hans: 期权交易
zh_hant: 期權交易

# online_option_buy_tip
source: No option quotes currently available, please click for quotes
ms: Tiada pilihan sebut harga tersedia pada masa ini, sila tekan untuk sebut harga
th: ขณะนี้ไม่มีใบเสนอราคา Option กรุณาคลิกเพื่อรับใบเสนอราคา
zh_hans: 当前无期权行情，请点击获取行情
zh_hant: 当前无期权行情，请点击获取行情

# option_no_permission
source: No permission right of options quote
ms: Tiada kebenaran hak untuk sebutharga oysyen
th: ไม่มีตัวเลือกสิทธิ์ในตลาด
zh_hans: 暂无期权行情权限
zh_hant: 暫無期權行情許可權

# go_to_get
source: Obtain Now
ms: Dapatkan Sekarang
th: ไปรับ
zh_hans: 前往获取
zh_hant: 前往獲取

# stock_detail_quote
source: Quote
ms: Sebutharga
th: ใบเสนอราคา
zh_hans: 报价
zh_hant: 報價

# stock_detail_kine_compar_search
source: Search Stocks
ms: Cari Saham
th: ค้นหาหุ้น
zh_hans: 搜索股票
zh_hant: 蒐索股票

# stock_detail_kine_compar_select
source: Select stocks
ms: Pilih saham
th: เลือกหุ้น
zh_hans: 选择股票
zh_hant: 選擇股票

# stock_detail_kine_compar_selected
source: Selected Stocks
ms: Saham Terpilih
th: หุ้นที่เลือก
zh_hans: 已选择股票
zh_hant: 已選擇股票

# stock_detail_us_quote_tip
source: Log in to get real-time U.S. stock quotes, view pre-market and after-hours quotes and 40-step deep pendulum
ms: Log masuk untuk mendapatkan sebut harga saham A.S. masa nyata, lihat sebutharga pra-pasaran dan selepas waktu kerja serta bandul mendalam 40 langkah
th: เข้าสู่ระบบเพื่อการรับตลาดเรียลไทม์ของหุ้นสหรัฐสามารถการตรวจสอบตลาดก่อนและหลังตลาดกับ 60 ตลาดลึก
zh_hans: 登录获取美股实时行情，可查看盘前盘后行情及40档深度摆盘
zh_hant: 登陸獲取美股實時行情,可查看盤前盤後行情及40儅深度擺盤

# depth_price_color
source: Colorful Cell
ms: Sel Berwarna-warni
th: จุดราคาสี
zh_hans: 颜色价位
zh_hant: 顏色價位

# depth_order_number
source: Amount Bar
ms: Kuantiti
th: จำนวนการสั่งซื้อจำนวนค่าคอมมิชชั่น
zh_hans: 委托数量
zh_hant: 委托數量

# depth_combine_same_price
source: Aggregate by Price
ms: Susun ikut Harga
th: การรวมราคาเดียวกัน
zh_hans: 同价合并
zh_hant: 同價合並

# depth_price_distribution
source: Depth Chart
ms: Carta Kedalaman
th: การกระจายแบบคร่อม
zh_hans: 多空分布
zh_hant: 多空分佈

# depth_order
source: Order Book
ms: Pesan Buku
th: แผ่นแกว่งลึก
zh_hans: 深度摆盘
zh_hant: 深度擺盤

# depth_order_noData
source: No Order Book Profile
ms: Tiada Profil Buku Pesanan
th: ไม่มีข้อมูลการแกว่งลึก
zh_hans: 没有深度摆盘数据
zh_hant: 沒有深度擺盤數據

# guide_open_depth_order1
source: Deposit funds to get the US advanced stock quote.
ms: Deposit dana untuk dapatkan sebut harga saham Canggih AS.
th: เข้าเงินรับลาดขั้นสูงของหุ้นสหรัฐ
zh_hans: 入金获取美股高级行情
zh_hant: 入金獲取美股高級行情

# guide_open_depth_order2
source: Click to get the U.S. stock advanced quotations immediately.
ms: tekan untuk dapatkan sebut harga Canggih saham A.S. dengan segera.
th: รับใบเสนอราคาขั้นสูงของหุ้นสหรัฐทันที
zh_hans: 立即获取美国股票高级报价。
zh_hant: 立即獲取美國股票高級報價。

# deposit_now
source: Deposit
ms: Deposit Sekarang
th: ฝากเงินทันที
zh_hans: 立即入金
zh_hant: 立即入金
