Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# btn_quote_permission_unopen1
source: Open Account
ms: Naik taraf
th: เปิดบัญชี
zh_hans: 开户
zh_hant: 開戶

# depth_order_get
source: Access
ms: Dapat
th: รับ
zh_hans: 获取
zh_hant: 獲取

# btn_depth_order_activat
source: Activate
ms: Aktifkan
th: เปิดใช้งาน
zh_hans: 激活
zh_hant: 激活

# btn_default_register
source: Register
ms: Daftar
th: ลงทะเบียน
zh_hans: 注册
zh_hant: 注冊

# depth_register_tip
source: Register to get the US advanced stock quote.
ms: Daftar untuk dapatkan sebut harga canggih saham AS.
th: ลงทะเบียนเพื่อรับตลาดหุ้นสหรัฐพรีเมียม
zh_hans: 注册获取美股高级行情
zh_hant: 注冊獲取美股高級行情

# remind_price_up
source: Up to
ms: Paling tinggi
th: ราคาหุ้นเพิ่มขึ้นเป็น
zh_hans: 股价涨到
zh_hant: 股價升到

# remind_price_dowm
source: Down to
ms: Paling rendah
th: ราคาหุ้นตกลงไป
zh_hans: 股价跌到
zh_hant: 股價跌到

# remind_rate_up
source: Up %
ms: Naik %
th: วันที่การกำไรเกินไป
zh_hans: 日涨幅超
zh_hant: 日升幅超

# remind_rate_dowm
source: Down %
ms: Turun %
th: วันที่การลดลงเกินไป
zh_hans: 日跌幅超
zh_hant: 日跌幅超

# remind_target_price
source: Target Price
ms: Sila masukkan volum sasaran
th: โปรดป้อนราคาเป้าหมาย
zh_hans: 请输入目标价
zh_hant: 請輸入目標價

# remind_input_up_rate
source: Chg %
ms: Perubahan %
th: กรุณาดป้อนการกำไร
zh_hans: 请输入涨幅
zh_hant: 請輸入升幅

# remind_input_low_rate
source: Chg %
ms: Perubahan %
th: กรุณาป้อนการลดลง
zh_hans: 请输入跌幅
zh_hant: 請輸入跌幅

# remind_setting
source: Alert Settings
ms: Tetapan makluman
th: ตั้งค่าการแจ้งเตือน
zh_hans: 提醒设置
zh_hant: 提醒設定

# remind_frequency
source: Frequency
ms: Kekerapan
th: ความถี่ในการแจ้งเตือน
zh_hans: 提醒频率
zh_hant: 提醒頻率

source: Remind once
ms: Ingat Sekali
th: เตือนเพียงครั้งเดียว
zh_hans: 仅提醒一次
zh_hant: 僅提醒一次

# remind_my
source: My Alert
ms: Makluman Saya
th: เตือนความจำของฉัน
zh_hans: 我的提醒
zh_hant: 我的提醒

# remind_price_input
source: The price that you entered was over the valid value. Enter again.
ms: Harga yang anda masukkan melebihi nilai sah. Masukkan sekali lagi.
th: ราคาที่ป้อนเกินค่าที่ถูกต้องกรุณาป้อนอีกครั้ง
zh_hans: 价格输入超出有效值, 请重新输入
zh_hant: 價格輸入超出有效值，請重新輸入

# remind_up_roc_input
source: Price change % is invalid. Please enter again.
ms: Perubahan harga % adalah tidak sah. Sila masukkan semula.
th: การกำไรที่ป้อนไม่ถูกต้องกรุณาป้อนอีกครั้ง
zh_hans: 涨幅输入无效, 请重新输入
zh_hant: 升幅輸入無效，請重新輸入

# remind_down_roc_input
source: Price change % is invalid. Please enter again.
ms: Perubahan harga % adalah tidak sah. Sila masukkan semula.
th: การลดลงที่ป้อนไม่ถูกต้องกรุณาป้อนอีกครั้ง
zh_hans: 跌幅输入无效, 请重新输入
zh_hant: 跌幅輸入無效，請重新輸入

# remind_delete_remind
source: Confirm to delete the alert for %@?
ms: Pastik nak padamkan makluman untuk %@?
th: ยืนยันการลบการแจ้งเตือนสําหรับ %@หรือไม่
zh_hans: 确认删除%@的提醒吗?
zh_hant: 確認刪除%@的提醒嗎?

# remind_choose_one_setting
source: No alert set
ms: Tiada makluman ditetapkan
th: ไม่มีการตั้งการแจ้งเตือน
zh_hans: 未设定任何提醒
zh_hant: 未設定任何提醒

# remind_no_data
source: No Alert
ms: Tiada makluman
th: ไม่มีการแจ้งเตือน
zh_hans: 暂无提醒
zh_hant: 暫無提醒

# remind_everyday
source: Once a day
ms: Sehari sekali
th: วันละครั้ง
zh_hans: 每日一次
zh_hant: 每日一次

# remind_keeping
source: Keep alerting
ms: Sentiasa maklum
th: การแจ้งเตือนอย่างต่อเนื่อง
zh_hans: 持续提醒
zh_hant: 持續提醒

# remind_once_desc
source: Only one-time price alter
ms: Hanya satu kali sahaja perubahan harga
th: แค่การแจ้งเตือนครั้งแรกหลังจากเงินเข้าภายหลังไม่ถูกต้อง
zh_hans: 仅第一次到价后提醒，后续无效
zh_hant: 僅第一次到價後提醒，後續無效

# remind_everyday_desc
source: The first price alert on each trading day
ms: Maklum harga pertama pada setiap hari dagangan
th: การแจ้งเตือนการมาถึงครั้งแรกต่อวันซื้อขาย
zh_hans: 每个交易日第一次到价提醒
zh_hant: 每個交易日第一次到價後提醒

# remind_keeping_desc
source: All-day price alert
ms: Makluman harga sepanjang hari
th: การแจ้งเตือนทุกครั้งหลังจากมาถึงราคา
zh_hans: 每次到价后提醒
zh_hant: 每次到價後提醒

# remind_add
source: Add Alert
ms: Tambah makluman
th: เพิ่มการแจ้งเตือน
zh_hans: 添加提醒
zh_hant: 添加提醒

# remind_close
source: Closed
ms: Tutup
th: ปิดแล้ว
zh_hans: 已关闭
zh_hant: 已關閉

# remind_delete_price
source: Do you confirm to delete this stock price alert?
ms: Adakah anda pasti nak memadamkan makluman harga saham ini?
th: การแจ้งเตือนจะถูกลบออกจากการแจ้งเตือนราคาหุ้น ยืนยันการลบหรือไม่
zh_hans: 将从股价提醒中删除提醒,确认删除?
zh_hant: 將從股價提醒中刪除提醒,確認刪除?

# remind_value
source: Alert Value
ms: makluman Nilai
th: ค่าเตือนความจำ
zh_hans: 提醒值
zh_hant: 提醒值

# remind_price
source: Price Alert
ms: Makluman Harga
th: การแจ้งเตือนเมื่อถึงราคา
zh_hans: 到价提醒
zh_hant: 到價提醒

# remind_input_value
source: Please enter the alert value
ms: Sila masukkan nilai makluman
th: กรุณาป้อนตัวเลขการแจ้งเตือน
zh_hans: 请输入提醒值
zh_hant: 請輸入提醒值

# remind_5min_roc_up
source: 5 mins rise exceed
ms: Kenaikan 5 minit melebihi
th: แอมพลิจูดเพิ่มขึ้นต่อวันภายใน 5 นาทีมากกว่า
zh_hans: 5分钟涨幅超过
zh_hant: 5分鐘升幅超過

# remind_5min_roc_down
source: 5 mins fall exceed
ms: Keturunan 5 minit melebihi
th: แอมพลิจูดลดลงต่อวันภายใน 5 นาทีมากกว่า
zh_hans: 5分钟跌幅超过
zh_hant: 5分鐘跌幅超過

# remind_handicap
source: Bid & Ask Alert
ms: Makluman Tawar & Minta
th: การแจ้งเตือนการตลาด
zh_hans: 盘口提醒
zh_hant: 盤口提醒

# remind_vol_exceed
source: Vol. Exceed
ms: Volum Melebihi
th: ปริมาณการซื้อขายมากกว่า
zh_hans: 成交量超过
zh_hant: 成交量超過

# remind_turnover_exceed
source: Turnover Exceed
ms: Melebihi Turnover
th: มูลค่าซื้อขายเกิน
zh_hans: 成交额超过
zh_hant: 成交額超過

# remind_turnover_rate_exceed
source: Turnover Rate Exceed
ms: Melebihi Kadar Turnover
th: อัตราการหมุนเวียนสูงกว่า
zh_hans: 换手率高于
zh_hant: 換手率高於

# remind_bid_price_exceed
source: First Bid Price Exceed
ms: Harga Tawaran Pertama Melebihi
th: ซื้อหนึ่งราคาสูงกว่า
zh_hans: 买一价高于
zh_hant: 買盤一檔價高於

# remind_ask_price_exceed
source: First Ask Price Below
ms: Harga Minta Pertama Di Bawah
th: ขายหนึ่งราคาต่ำกว่า
zh_hans: 卖一价低于
zh_hant: 賣盤一檔價低於

# remind_bid_volumn_exceed
source: First Bid Volume Exceed
ms: Jumlah Tawaran Pertama Melebihi
th: ซื้อในปริมาณที่สูงกว่า
zh_hans: 买一量高于
zh_hant: 買盤一檔量高於

# remind_ask_volumn_exceed
source: First Ask Volume Exceed
ms: Volume Minta Pertama Melebihi
th: ขายในปริมาณที่สูงกว่า
zh_hans: 卖一量高于
zh_hant: 賣盤一檔量高於

# remind_event_alert
source: Event Alert
ms: makluman Acara
th: การแจ้งเตือนเหตุการณ์
zh_hans: 事件提醒
zh_hant: 事件提醒

# remind_announcement_alert
source: Announcement Alert
ms: makluman Pengumuman
th: ประกาศเตือน
zh_hans: 公告提醒
zh_hant: 公告提醒

# remind_long_short_signal_alert
source: Long & Short Signal Alter
ms: Pengubah Isyarat Long & Short
th: การแจ้งเตือนสัญญาณหลายพื้นที่
zh_hans: 多空信号提醒
zh_hant: 好淡信號提醒

# remind_long_signal
source: Long Signal
ms: Isyarat Long
th: สัญญาณบวกเตือน
zh_hans: 利好信号提醒
zh_hant: 利好信號提醒

# remind_short_signal
source: Short Signal
ms: Isyarat Short
th: สัญญาณเตือนที่ไม่ดี
zh_hans: 利空信号提醒
zh_hant: 利空信號提醒

# financial_remind
source: Fin. Report Alert
ms: Makluman Laporan Akhir
th: แจ้งเตือนผลประกอบการ
zh_hans: 财报提醒
zh_hant: 財報提醒

# remind_other_signal
source: Other Signal Alert
ms: makluman Isyarat Lain
th: การแจ้งเตือนรูปแบบอื่น ๆ
zh_hans: 其他形态提醒
zh_hant: 其他形態提醒

# remind_classic_form
source: Classic form
ms: Bentuk klasik
th: รูปแบบคลาสสิก
zh_hans: 经典形态
zh_hant: 經典形態

# remind_kline_form
source: Candlestick form
ms: Bentuk candlestick
th: แบบฟอร์ม K-line
zh_hans: K线形态
zh_hant: K線形態

# remind_indicator_form
source: Indicator form
ms: Bentuk isyarat
th: แบบฟอร์มดัชนี
zh_hans: 指标形态
zh_hant: 指標形態

# remind_shock_form
source: Shock form
ms: Bentuk kejutan
th: รูปแบบการกระทบกระเทือน
zh_hans: 震荡形态
zh_hant: 震盪形態

# remind_placeholder_change
source: Please enter the target change
ms: Sila masukkan perubahan sasaran
th: โปรดป้อนอัตราเงินเฟ้อเป้าหมาย
zh_hans: 请输入目标涨跌幅
zh_hant: 請輸入目標升跌幅

# remind_placeholder_volume
source: Please enter target volume
ms: Sila masukkan volum sasaran
th: โปรดป้อนปริมาณเป้าหมาย
zh_hans: 请输入目标成交量
zh_hant: 請輸入目標成交量

# remind_placeholder_turnover
source: Please enter target turnover
ms: Sila masukkan turnover sasaran
th: โปรดป้อนการเทรดเป้าหมาย
zh_hans: 请输入目标成交额
zh_hant: 請輸入目標成交額

# remind_placeholder_turnover_rate
source: Please enter target turnover rate
ms: Sila masukkan kadar turnover sasaran
th: โปรดป้อนอัตราการหมุนเวียนเป้าหมาย
zh_hans: 请输入目标换手率
zh_hant: 請輸入目標換手率

# remind_placeholder_bid_price
source: Please enter the target first bid price
ms: Sila masukkan harga tawaran pertama sasaran
th: โปรดป้อนเป้าหมายเพื่อซื้อราคา
zh_hans: 请输入目标买一价
zh_hant: 請輸入目標買盤一檔價

# remind_placeholder_ask_price
source: Please enter the target first ask price
ms: Sila masukkan harga permintaan pertama sasaran
th: โปรดป้อนราคาเป้าหมายเพื่อขาย
zh_hans: 请输入目标卖一价
zh_hant: 請輸入目標賣盤一檔價

# remind_placeholder_bid_volume
source: Please enter the target first bid volume
ms: Sila masukkan volum tawaran pertama sasaran
th: โปรดป้อนเป้าหมายเพื่อซื้อปริมาณ
zh_hans: 请输入目标买一量
zh_hant: 請輸入目標買盤一檔量

# remind_placeholder_ask_volume
source: Please enter the target first ask volume
ms: Sila masukkan volum permintaan pertama sasaran
th: โปรดป้อนเป้าหมายเพื่อขาย
zh_hans: 请输入目标卖一量
zh_hant: 請輸入目標賣盤一檔量

# remind_alert_type
source: Alert Type
ms: Jenis makluman
th: ประเภทของการแจ้งเตือน
zh_hans: 提醒类型
zh_hant: 提醒類型

# remind_alert_set_success
source: Alert is set successfully
ms: Makluman berjaya ditetapkan
th: ตั้งค่าการแจ้งเตือนสำเร็จ
zh_hans: 设置提醒成功
zh_hant: 設置提醒成功

# remind_stock_thousand_shares
source: K SHR
th: พันหุ้น
zh_hans: 千股
zh_hant: 千股

# remind_price_title
source: Stock Price Alert
ms: Makluman Harga Saham
th: การแจ้งเตือนราคาหุ้น
zh_hans: 股价提醒
zh_hant: 股價提醒

# remind_price_edit
source: Edit
ms: Sunting
th: แก้ไขการแจ้งเตือน
zh_hans: 编辑提醒
zh_hant: 編輯提醒

# news_details
source: Details
ms: Butiran
th: รายละเอียดข้อมูล
zh_hans: 信息详情
zh_hant: 資訊詳情

# news_set_font
source: Type Font Settings
ms: Masuk Tetapan Fon
th: ตั้งค่าตัวอักษร
zh_hans: 字体设置
zh_hant: 字體設定

# news_favorite
source: Bookmark
ms: Penanda buku
th: รายการโปรด
zh_hans: 收藏
zh_hant: 收藏

# news_unfavorite
source: Unbookmark
ms: Nyahtanda buku
th: ยกเลิกคลังภาพ
zh_hans: 取消收藏
zh_hant: 取消收藏

# collection_success
source: Bookmarked
ms: Ditanda buku
th: เพิ่มไปยังรายการโปรดสำเร็จ
zh_hans: 收藏成功
zh_hant: 收藏成功

# collection_cancel
source: Unbookmarked
ms: dinyahtanda buku
th: ยกเลิกคลังภาพแล้ว
zh_hans: 已取消收藏
zh_hant: 已取消收藏

# index_roc
source: Change (%)
ms: Ubah (%)
th: ขึ้นลง %
zh_hans: 升跌%
zh_hant: 升跌%

# index_change
source: Price Change
ms: Perubahan Harga
th: ขึ้นลง
zh_hans: 升跌
zh_hant: 升跌

# index_vol
source: Volume
ms: Volum
th: ปริมาณการซื้อขาย
zh_hans: 成交量
zh_hant: 成交量

# index_turnover
source: Turnover
ms: Perolehan
th: มูลค่าซื้อขาย
zh_hans: 成交额
zh_hant: 成交額

# index_after_or_before
source: Extended Hours Price (US stocks)
ms: Harga Jam Lanjutan (saham AS)
th: ราคาก่อนและหลังจากการซื้อขาย "หุ้นสหรัฐ"
zh_hans: 盘前盘后价格（美股）
zh_hant: 盤前盤後價格（美股）

# addstock_photo_upload_tips
source: Please upload clear picture with stock symbol
ms: Sila muat naik gambar jelas dengan simbol saham
th: กรุณาอัปโหลดรูปภาพที่ชัดเจนและมีรหัสหุ้น
zh_hans: 请上传含有股票代码的清晰图片
zh_hant: 請上傳含有股票代碼的清晰圖片

# addstock_photo_upload_title
source: Import Watchlist
ms: Import Senarai Pantau
th: นำรูปภาพเข้าหุ้นที่เลือกเอง
zh_hans: 图片导入自选股
zh_hant: 圖片導入我的組合

# addstock_photo_upload_btn
source: Upload Photo
ms: Muatnaik gambar
th: อัพโหลดรูปภาพ
zh_hans: 上传图片
zh_hant: 上傳圖片

# addstock_photo_take_photo
source: Take Photo
ms: Ambil gambar
th: ถ่ายรูป
zh_hans: 拍照
zh_hant: 拍照

# addstock_photo_album
source: Album
th: อัพโหลดอัลบั้ม
zh_hans: 相册上传
zh_hant: 相簿上傳

# addstock_photo_result
source: Result
ms: Keputusan
th: ผลการรับรู้หุ้น
zh_hans: 股票识别结果
zh_hant: 股票識別結果

# addstock_photo_loading
source: Loading...
ms: Memuatkan...
th: การรับรู้หุ้นอยู่
zh_hans: 股票识别中....
zh_hant: 股票識別中....

# addstock_photo_select_all
source: Select All
ms: Pilih semua
th: เลือกทั้งหมด
zh_hans: 全选
zh_hant: 全選

# addstock_photo_import_btn
source: Import
th: นำเข้า
zh_hans: 导入
zh_hant: 導入

# addstock_photo_not_clear
source: Photo is not clear or does not contain valid stock symbol, please upload again
ms: Foto tidak jelas atau tidak mengandungi simbol saham yang sah, sila muat naik sekali lagi
th: รูปภาพไม่ชัดเจนหรือไม่มีหมายเลขหุ้นที่ถูกต้องกรุณาอัปโหลดใหม่
zh_hans: 图片不清晰或未包含有效股票号码，请重新上传
zh_hant: 圖片不清晰或未包含有效股票號碼，請重新上傳

# addstock_photo_upload_again
source: Upload Again
ms: Muat naik Sekali lagi
th: อัปโหลดใหม่
zh_hans: 重新上传
zh_hant: 重新上傳

# addstock_photo_imported
source: Recognition Successful
ms: Pengiktirafan Berjaya
th: การนำเข้าเรียบร้อยแล้ว
zh_hans: 已成功导入
zh_hant: 已成功導入

# addstock_photo_not_selected
source: Please select stock
ms: Sila pilih saham
th: กรุณาเลือกหุ้น
zh_hans: 请选择股票
zh_hant: 請選擇股票

# addstock_photo_too_much
source: Import failed. Exceeded the maximum number of Watchlist after importing. Please delete some stocks from Whatlist first.
ms: Import gagal. Melebihi bilangan maksimum Senarai Pantauan selepas mengimport. Sila padamkan beberapa saham dari Whatlist dahulu.
th: การนำเข้าล้มเหลวหลังจากการนำเข้าหุ้นที่เลือกจะเกินขีดจำกัด กรุณาการลบหุ้นที่เลือกก่อน
zh_hans: 导入失败，导入后将超出自选股数量上限，请先删除部分自选股
zh_hant: 導入失敗，導入後將超出我的組合股票數量上限，請先刪除部分股票

# belong_industry
source: Industry
ms: industri
th: อุตสาหกรรมที่เป็นเจ้าของ
zh_hans: 所属行业
zh_hant: 所屬行業

source: Company name
ms: Nama Syarikat
th: ชื่อบริษัท
zh_hans: 公司名称
zh_hant: 公司名稱

# launch_date
source: Listing date
ms: tarikh penyenaraian
th: วันที่เข้าตลาด
zh_hans: 上市日期
zh_hant: 上市日期

# company_chairman
source: Chairman
ms: Pengerusi
th: ประธานกรรมการบริษัท
zh_hans: 公司主席
zh_hant: 公司主席

# major_business
source: Main Business
ms: Perniagaan Utama
th: ธุรกิจหลัก
zh_hans: 主营业务
zh_hant: 主營業務

# stock_detail_income
source: Income
ms: pendapatan
th: องค์ประกอบหลัก
zh_hans: 主营构成
zh_hant: 主營構成

source: Business
ms: perniagaan
th: กิจการ
zh_hans: 业务
zh_hant: 業務

# area
source: District
ms: Daerah
th: ธุรกิจ
zh_hans: 地区
zh_hant: 地區

# primary_business
source: Main Business
ms: Perniagaan Utama
th: การธุรกิจหลัก
zh_hans: 主要业务
zh_hant: 主要業務

# business_income
source: Operating Revenue
ms: Hasil Operasi
th: รายได้จากการดำเนินงาน
zh_hans: 营业收入
zh_hant: 營業收入

# major_proportion
source: Ratio
ms: Alokasi
th: สัดส่วน
zh_hans: 占比
zh_hant: 佔比

source: Show More
ms: Tunjuk lebih lanjut
th: แสดงเพิ่มเติม
zh_hans: 显示更多
zh_hant: 顯示更多

# stock_holder
source: Top Ten Shareholders
ms: Sepuluh Pemegang Saham Yang Teratas
th: ผู้ถือหุ้นรายใหญ่ 10 อันดับแรก
zh_hans: 十大股东
zh_hant: 十大股東

# investor_natural
source: Investment Institution/ Natural Person
ms: Institusi Pelaburan/ Orang Semulajadi
th: สถาบันการลงทุน/บุคคลธรรมดา
zh_hans: 投资机构/自然人
zh_hant: 投資機構/自然人

# number_piles_held
source: Shareholding (Share)
ms: Pegangan Saham (Saham)
th: จำนวนหุ้นที่ถือ (หุ้น)
zh_hans: 持股数(股)
zh_hant: 持股數(股)

# changes_piles_held
source: Shareholding Change(Share)
ms: Perubahan Pegangan Saham(Saham)
th: การเปลี่ยนแปลงหุ้นที่ถือ (หุ้น)
zh_hans: 持股变动(股)
zh_hant: 持股變動(股)

# stock_detail_dividend
source: Dividend & Splits
ms: Dividen & Pembahagian
th: การจ่ายเงิน
zh_hans: 派息
zh_hant: 派息

# stock_detail_dividend_ex_date
source: Ex-Date
ms: Tarikh Dulu
th: วันจ่ายเงินปันผล
zh_hans: 除息日
zh_hant: 除淨日

# stock_detail_dividend_payable
source: Payable
ms: Perlu bayar
th: วันที่จัดส่ง
zh_hans: 派送日
zh_hant: 派送日

# stock_detail_dividend_dividend
source: Dividend
ms: Dividen
th: เงินปันผล
zh_hans: 股息
zh_hant: 股息

# stock_detail_A_dividend
source: Dividend
ms: Dividen
th: การโอนเงินปันผล
zh_hans: 分红转送
zh_hant: 分紅送轉

# stock_detail_A_dividend_ex_date
source: Ex-Date
ms: Tarikh Dulu
th: วันที่ไม่รวมเงินและอำนาจ
zh_hans: 除权除息日
zh_hant: 除權除息日

# stock_detail_A_dividend_payable
source: Payable
ms: Perlu bayar
th: วันจ่ายเงิน
zh_hans: 派息日
zh_hant: 派息日

# stock_detail_A_dividend_dividend
source: Dividend
ms: Dividen
th: แผนการจัด
zh_hans: 分配方案
zh_hant: 分配方案

# stock_detail_dividend_buyback
source: Securities Buyback
ms: Beli Balik Sekuriti
th: การซื้อคืนจากบริษัท
zh_hans: 公司回购
zh_hant: 公司回購

# stock_detail_dividend_date
source: Date
ms: Tarikh
th: วันที่การซื้อคืน
zh_hans: 回购日期
zh_hant: 回購日期

# stock_detail_dividend_qty
source: QTY(SHR)
th: จำนวน (หุ้น)
zh_hans: 数量 (股)
zh_hant: 數量 (股)

# stock_detail_stock_snc
source: Stock Splits & Consolidations
ms: Pemisahan saham & Penyatuan
th: การแยกหุ้นรวมหุ้น
zh_hans: 拆股合股
zh_hant: 拆股合股

# stock_detail_stock_snc_ann
source: Announcement
ms: Pengumuman
th: วันประกาศคณะกรรมการ
zh_hans: 董事会公告日
zh_hant: 董事會公告日

# stock_detail_stock_snc_date
source: Date
ms: Tarikh
th: วันที่มีผลบังคับ
zh_hans: 生效日
zh_hant: 生效日

# stock_detail_stock_snc_detail
source: Detail
ms: Perincian
th: คำอธิบายโปรแกรม
zh_hans: 方案说明
zh_hant: 方案說明

# stock_detail_share_unchanged
source: Unchanged
ms: Tidak berubah
th: ไม่มีการเปลี่ยนแปลง
zh_hans: 未变动
zh_hant: 未變動

# financial_report_quarter_2
source: SAR
th: รายงานกลางปี
zh_hans: 中报
zh_hant: 中報

# financial_report_quarter_Interim
source: Interim Report
ms: Laporan Interim
th: รายงานกลางปี
zh_hans: 中报
zh_hant: 中報

# financial_report_quarter_4
source: FY
ms: laporan Tahunan
th: รายงานประจำปี
zh_hans: 年报
zh_hant: 年報

# financial_report_quarter_Annual
source: Annual Report
ms: laporan Tahunan
th: รายงานประจำปี
zh_hans: 年报
zh_hant: 年報

# stock_detail_dividend_buyback_amount
source: Amount
ms: Jumlah
th: จำนวนเงิน (หยวน)
zh_hans: 金额 (元)
zh_hant: 金額 (元)

# stock_holders
source: Shareholders
ms: Pemegang saham
th: ผู้ถือหุ้น
zh_hans: 股东
zh_hant: 股東

# holds_number
source: Number of Shareholders
ms: Bilangan Pemegang Saham
th: จำนวนผู้ถือหุ้น
zh_hans: 股东户数
zh_hant: 股東戶數

# holding_each
source: Average Shares Held (CIRC.)
ms: Purata Saham Dipegang (CIRC.)
th: การถือหุ้นเฉลี่ยต่อครัว (หมุนเวียน)
zh_hans: 户均持股(流通)
zh_hant: 戶均持股(流通)

# top_share_holder
source: Biggest Shareholder
ms: Pemegang Saham Terbesar
th: ผู้ถือหุ้นรายใหญ่อันดับ 1
zh_hans: 第一大股东
zh_hant: 第一大股東

# pledge_num
source: Pledged Shares Ratio
ms: Nisbah Saham Dijanjikan
th: อัตราส่วนการจำนำหุ้น
zh_hans: 股份质押比例
zh_hant: 股份質押比例

# ten_float_holds
source: Top Tem Shareholders (Marketable)
ms: Pemegang Saham Sepuluh Teratas (Boleh Dipasar)
th: ผู้ถือหุ้นหมุนเวียนสิบอัน
zh_hans: 十大流通股东
zh_hant: 十大流通股東

# ten_organ_holds
source: Institutional Investor
ms: Pelabur Institusi
th: นักลงทุนที่เป็นองค์กร
zh_hans: 机构投资者
zh_hant: 機構投資者

# ashare_pledge_tips
source: 1. Securities include A shares, excluding preferred stocks, funds, bonds; 2. pledge quantity is calculated as off-site pledge registration and Stock pledged repo ; 3. pledge proportion calculation formula is: (quantity of off-site pledge registered + quantity of stock pledged repo transactions) / total share capital of all A-shares ; 4. Data is based on the last trading day of the week. Data Source: CSDC, update on the last trading day of the week.
ms: 1. Sekuriti termasuk saham A, tidak termasuk saham opysyen, dana, bon; 2. kuantiti cagar dikira sebagai pendaftaran cagar di luar laman dan repo cagar saham ; 3. formula pengiraan perkadaran ikrar ialah: (kuantiti ikrar luar laman didaftarkan + kuantiti transaksi repo dicagarkan saham) / jumlah modal saham semua saham-A ; 4. Data adalah berdasarkan pada hari perdagangan terakhir dalam minggu. Sumber Data: Perkhidmatan PelangganDC, kemas kini pada hari perdagangan terakhir dalam satu minggu .
th: ① ช่วงของหลักทรัพย์รวมหุ้นAไม่รวมหุ้นลำดับแรก กองทุน พันธบัตร ② ช่วงการคำนวณปริมาณการจำนำคือ การลงหุ้นที่การลงทะเบียนนอกสถานที่ รวมการลงทะเบียนจำนำเคาน์เตอร์ การลงทะเบียนจำนำหุ้นที่เตรียมไว้ซึ่งเกี่ยวข้องกับการออกตราสารหนี้แลกเปลี่ยนเอก ด้านล่างเดียวกัน การซื้อขายการซื้อคืนตามสัญญา ③สูตรการคำนวณอัตราส่วนการจำนำคือ: (จำนำหุ้นที่การลงทะเบียนนอกสถานที่+สัญญาการซื้อคืนหุ้นจำนวน)/หุ้นของบริษัทจดทะเบียนทั้งหมด ④วันที่แสดงราคาคือวันที่การซื้อขายสุดท้ายของสัปดาห์ที่คำนวณอัตราส่วนการจำนำ ข้อมูลมาจากทางกลางการประกาศในวันที่การซื้อขายสุดท้ายของสัปดาห์
zh_hans: ①证券范围包括Ａ股股票，不含优先股、基金、债券; ②质押数量的计算范围为“场外质押登记（含柜台质押登记、私募可交换债发行中涉及的预备换股股票质押登记，下同）、股票质押式回购交易”; ③质押比例计算公式为：（场外质押登记股数+股票质押式回购交易数量）/上市公司A股总股本; ④价格显示日期为计算质押比例的每周最后一个交易日日期。 数据来自中登结，每周最后一个交易日公布。
zh_hant: ①證券範圍包括Ａ股股票，不含優先股、基金、債券; ②質押數量的計算範圍爲“場外質押登記（含櫃台質押登記、私募可交換債發行中涉及的預備換股股票質押登記，下同）、股票質押式回購交易”; ③質押比例計算公式爲：（場外質押登記股數+股票質押式回購交易數量）/上市公司A股總股本; ④價格顯示日期爲計算質押比例的每周最後一個交易日日期。 數據來自中登結，每周最後一個交易日公布。

# periodic_reports
source: Company Reports
ms: Laporan Syarikat
th: รายงานประจำ
zh_hans: 定期报告
zh_hant: 定期報告

# deividend
source: Dividend
ms: Dividen
th: เงินปันผล
zh_hans: 分红
zh_hant: 分紅

# primary_area
source: Main District
ms: Daerah Utama
th: พื้นที่สำคัญ
zh_hans: 主要地区
zh_hant: 主要地區

# stock_ipo_info
source: Issuance Info.
ms: Maklumat Terbitan.
th: ข้อมูลการออก
zh_hans: 发行资料
zh_hant: 發行資料

source: Total Revenues
ms: Jumlah Pendapatan
th: รายได้ทั้งหมด
zh_hans: 总收入
zh_hant: 總收入

source: Gross Profit
ms: Untung kasar
th: การเงินกำไรขั้นต้น
zh_hans: 毛利润
zh_hant: 毛利潤

# gross_margin
source: Gross Profit Margin
ms: Margin Keuntungan Kasar
th: อัตรากำไรขั้นต้น
zh_hans: 毛利率
zh_hant: 毛利率

source: EBITDA
th: กำไรก่อนดอกเบี้ยจ่าย ภาษี ค่าเสื่อมราคา และค่าตัดจำหน่าย (EBITDA)
zh_hans: 息税折旧摊销前利润(EBITDA)
zh_hant: 息稅折舊攤銷前利潤(EBITDA)

# ebitda_margin
source: EBITDA %
th: อัตรากำไรก่อนดอกเบี้ยจ่ายภาษีค่าเสื่อมราคาและค่าตัดจำหน่าย
zh_hans: 息税折旧摊销前利润率
zh_hant: 息稅折舊攤銷前利潤率

source: Net Income
ms: pendapatan bersih
th: กำไรสุทธิ
zh_hans: 净利润
zh_hant: 淨利潤

source: Net Income Margin
ms: Margin Pendapatan Bersih
th: อัตราดอกเบี้ยสุทธิ
zh_hans: 净利率
zh_hant: 淨利率

source: ROA
th: อัตราผลตอบแทนต่อสินทรัพย์รวม (ROA)
zh_hans: 总资产收益率（ROA）
zh_hant: 總資產收益率（ROA）

source: ROE
th: อัตราผลตอบแทนต่อสินทรัพย์สุทธิ (ROE)
zh_hans: 凈资产收益率（ROE）
zh_hant: 淨資產收益率（ROE）

source: EPS
th: กำไรต่อหุ้น (EPS)
zh_hans: 每股收益（EPS）
zh_hant: 每股收益（EPS）

source: Total Current Assets
ms: Jumlah aset semasa
th: สินทรัพย์หมุนเวียนทั้งหมด
zh_hans: 流动资产总额
zh_hant: 流動資產總額

# total_current_liabilities
source: Total Current Lianilities
ms: Jumlah Liabiliti Semasa
th: หนี้สินหมุนเวียนทั้งหมด
zh_hans: 流动负债总额
zh_hant: 流動負債總額

source: Current Ratio
ms: Nisbah semasa
th: อัตราสภาพคล่อง
zh_hans: 流动比率
zh_hant: 流動比率

source: Total Assets
ms: Jumlah aset
th: สินทรัพย์รวม
zh_hans: 总资产
zh_hant: 總資產

# total_liabilities
source: Total Liabilites
ms: Jumlah Liabiliti
th: หนี้สินรวม
zh_hans: 总负债
zh_hant: 總負債

# liabilities_ratio
source: Debt Assets Ratio
ms: Nisbah Aset Hutang
th: อัตราส่วนหนี้สินต่อทุน
zh_hans: 资产负债率
zh_hant: 資產負債率

source: Total Equity
ms: Jumlah Ekuiti
th: สิทธิทั้งหมด
zh_hans: 权益总额
zh_hant: 權益總額

# cash_from_operations
source: Cash Flow From Operating Activites
ms: Aliran Tunai Daripada Aktiviti Operasi
th: กระแสเงินสดกิจกรรมดำเนินงาน
zh_hans: 经营活动现金流量
zh_hant: 經營活動現金流量

# cash_from_investing
source: Cash Flow From Investing Activities
ms: Aliran Tunai Daripada Aktiviti Pelaburan
th: กระแสเงินสดกิจกรรมการลงทุน
zh_hans: 投资活动现金流量
zh_hant: 投資活動現金流量

# cash_from_financing
source: Cash Flow From Financing Activities
ms: Aliran Tunai Daripada Aktiviti Pembiayaan
th: กระแสเงินสดกิจกรรมการจัดเงิน
zh_hans: 融资活动现金流量
zh_hant: 融資活動現金流量

# net_change_in_cash
source: Total Cash Flow
ms: Jumlah Aliran Tunai
th: กระแสเงินสดทั้งหมด
zh_hans: 总现金流量
zh_hant: 總現金流量

# stock_detail_income_statement
source: Income Statement
ms: Penyata pendapatan
th: ใบกำไรขาดทุน
zh_hans: 利润表
zh_hant: 利潤表

# stock_detail_balance_sheet
source: Asset and Liabilities
ms: Aset dan Liabiliti
th: ใบสินทรัพย์หนี้สิน
zh_hans: 资产负债表
zh_hant: 資產負債表

# stock_detail_cash_flow_statement
source: Cash Flow Statement
ms: Penyata aliran tunai
th: ใบกระแสเงินสด
zh_hans: 现金流量表
zh_hant: 現金流量表

# per_share_cash_flow
source: Cash Flow
ms: Aliran Wang Tunai
th: กระแสเงินสดต่อหุ้น
zh_hans: 每股现金流
zh_hant: 每股現金流

# per_share_operating_cash_flow
source: Operating Cash Flow / Share
ms: Aliran Tunai Operasi / Kongsi
th: กระแสเงินสดการดำเนินงานต่อหุ้น
zh_hans: 每股经营现金流
zh_hant: 每股經營現金流

# per_share_net_assets
source: NAV / Share
ms: Aset bersih seunit saham
th: สินทรัพย์สุทธิต่อหุ้น
zh_hans: 每股净资产
zh_hant: 每股淨資產

# per_share_revenue
source: Revenue
ms: Hasil
th: รายได้ต่อหุ้น
zh_hans: 每股营收
zh_hant: 每股營收

# yoy_growth_rate
source: YoY %
th: อัตราการเติบโตปีต่อปี
zh_hans: 同比增长率
zh_hant: 同比增長率

# fiscal_year
source: %@ Financial Year
ms: %@ Tahun kewangan
th: %@การเงินของปีง
zh_hans: %@财年
zh_hant: %@財年
