Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# traling_stop_desc
source: The sell order will be triggered when the stock price is rising and falls by a specified valued
ms: Perintah jual akan dicetuskan apabila harga saham naik dan turun berdasarkan nilai yang ditentukan.
th: การถือครองหุ้นกำลังจะขึ้น ค่าระบุตกลง คำสั่งทริกเกอร์
zh_hans: 持仓股票在上涨途中，下跌指定数值，触发卖出订单
zh_hant: 持倉股票價格在上升途中，下跌指定數值，觸發賣出訂單

source: Price Conditions
ms: Syarat Harga
th: เงื่อนไขราคา
zh_hans: 价格条件
zh_hant: 價格條件

# trading_mortgage_rate
source: Margin %.02f%%
th: ละลาย: %. 02f%%
zh_hans: 融：%.02f%%
zh_hant: 融：%.02f%%

# order_detial_tips
source: Tips
ms: Perhatian
th: คำใบ้
zh_hans: 提示
zh_hant: 提示

# share_copy_url
source: Copy Link
ms: Salin pautan
th: สำเนาลิงก์
zh_hans: 复制链接
zh_hant: 複製連結

# share_more
source: More
ms: Lebih Lanjut
th: มากกว่า
zh_hans: 更多
zh_hant: 更多

# share_wechat
source: WeChat
th: วีแชท
zh_hans: 微信

# share_wechat_timeline
source: WeChat Moments
ms: Moment WeChat
th: กลุ่มเพื่อน
zh_hans: 朋友圈
zh_hant: 朋友圈

# share_message
source: SMS
th: ข้อความ SMS
zh_hans: 短信
zh_hant: 短訊

# share_info_more
source: More
ms: Lebih Lanjut
th: มากกว่า
zh_hans: 更多
zh_hant: 更多

# share_not_support_message
source: This device don't support SMS
ms: Peranti ini tidak menyokong SMS
th: อุปกรณ์นี้ไม่รองรับฟังก์ชั่น ข้อความ SMS
zh_hans: 该设备不支持短信功能
zh_hant: 該設備不支持短訊功能

# share_succeed
source: Share Successfully
ms: Berjaya Dikongsi
th: แชร์สำเร็จแล้ว
zh_hans: 分享成功
zh_hant: 分享成功

# share_title
source: Share
ms: Kongsi
th: การแลกเปลี่ยนการซื้อขาย
zh_hans: 分享交易
zh_hant: 分享交易

# share_profit_loss
source: Share P/L
ms: Kongsi Untung/Rugi
th: แบ่งปันกำไรและขาดทุน
zh_hans: 分享盈亏
zh_hant: 分享賺蝕

# share_usmart_community
source: Community
ms: Komuniti
th: ชุมชน
zh_hans: 社区
zh_hant: 社区

# share_save_pic
source: Save
ms: Simpan gambar
th: บันทึกภาพ
zh_hans: 保存图片
zh_hant: 保存图片

# hold_loss_share_desc1
source: Stay calm! It is technical adjustment only
ms: Relaks! Ia adalah pelarasan teknikal sahaja
th: อย่าร้องไห้มันเป็นการโทรกลับทางเทคนิค
zh_hans: 不哭，是技术性回调
zh_hant: 淡定！技術性調整姐

# hold_loss_share_desc2
source: Stop loss or you may lose more!
ms: Hentikan kerugian atau anda mungkin rugi lebih banyak!
th: เป็นเพื่อนของเวลาในครั้งหน้า
zh_hans: 下次做时间的朋友
zh_hant: 早走早著，遲D可能輸更多！

# hold_loss_share_desc3
source: You can be the winner next time!
ms: Anda boleh menjadi pemenang lain kali!
th: ตัดเนื้ออย่างไม่เต็มใจ ครั้งต่อไปจะเป็นปลาเค็มพลิกกลับ
zh_hans: 忍痛割肉，下次咸鱼翻身
zh_hant: 保留實力，下次贏既一定係您！

# hold_average_share_desc1
source: What a waste!
ms: Pembaziran!
th: ซื้อตีซอสถั่วเหลือง
zh_hans: 打了个酱油
zh_hant: 白做了

# hold_average_share_desc2
source: Take a rest, chances are waiting for you.
ms: Relaks, peluang menunggu untuk anda.
th: พักผ่อนและพักผ่อน ต่อสู้อีกครั้งในวันหลัง
zh_hans: 休整休整，来日再战
zh_hant: 休息下啦，大把機會

# hold_average_share_desc3
source: No loss is kind of victory!
ms: Kalah adalah jenis kemenangan!
th: ผมบางพร้อมที่จะเปิด
zh_hans: 厚积薄发，准备开挂
zh_hant: 唔輸即係贏

# hold_profit_share_desc1
source: Success belongs to the persevering
ms: Kejayaan dimilik oleh orang yang tabah
th: วันต่อวัน กลายเป็นครัวใหญ่
zh_hans: 日复一日，终成大户
zh_hant: 堅持，就是勝利

# hold_profit_share_desc2
source: I am shocked by myself!
ms: Saya terkejut pada diri saya juga!
th: ฉันเก่งมากแล่ว
zh_hans: 可把我自己牛坏了
zh_hant: 我自己都俾我自己嚇到！

# hold_profit_share_desc3
source: Genius, a long-waited moment of success!
ms: Bijak, saat kejayaan yang ditunggu-tunggu!
th: พ่อมดของโลกมันกลายเป็นฉัน
zh_hans: 旷世奇才，原来是我！
zh_hant: 天才，咁都俾我等到！

# hold_profit_share_desc4
source: I am the best in the town!
ms: Saya yang terbaik di bandar ini!
th: ว้าว เด็กที่หล่อที่สุดในหมู่บ้าน
zh_hans: 哇塞，全村最靓的仔
zh_hant: 全村最勁一定係我！

# hold_profit_share_desc5
source: I am so talented in investment
ms: Saya sangat berbakat dalam pelaburan
th: ถึงตอนนี้ ฉันยอมรับว่าฉันเก่งมากแล้ว
zh_hans: 事到如今，我只能承认自己很优秀了
zh_hant: 事到如今，我只可以講我有投資天份

# hold_profit_share_desc6
source: Let me tell you secretly, I am an expert in investment
ms: Mari saya beritahu awak satu rahsia, saya adalah pakar dalam pelaburan
th: การประลองแล้ว ฉันเป็นเทพเจ้า
zh_hans: 摊牌了，我就是股神！
zh_hant: 偷偷地話俾你知，我就係＂股神＂

# hold_profit_share_desc7
source: Stay low key~ Just a piece of cake!
ms: Rendah diri~ Mudah saja!
th: วิญญาณก็รู้สึกอิสระ
zh_hans: 灵魂都感到自由
zh_hant: 低調～低調～今次小意思姐！

# share_to_get_mystery_box_tip
source: Share your order for a surprise mystery box!
ms: Kongsi pesanan anda untuk kotak misteri kejutan!
th: แบ่งปันการสั่งซื้อ จะมีโอกาสที่ได้รับกล่องตาบอดที่น่าประหลาดใจ
zh_hans: 分享订单有机会获得惊喜盲盒！
zh_hant: 分享訂單有機會獲得驚喜盲盒！

# share_failed
source: Share Unsuccessfully
ms: Kongsi Gagal
th: แบ่งปันความล้มเหลว
zh_hans: 分享失败
zh_hant: 分享失敗

# share_image_recommend_text
source: #uSMARTSG Learning · Intelligence · Community
ms: #uSMARTSG Pelajaran · Kecerdasan · Komuniti
th: #uSMARTSG โบรกเกอร์สมาร์ทการเรียนรู้ทางสังคมของคุณ
zh_hans: #uSMARTSG 您的社交学习型智能券商
zh_hant: #uSMARTSG 您的社交學習型智能券商

# hold_cash_account
source: Cash Account
ms: Akaun Tunai
th: บัญชีเงินสด
zh_hans: 现金账户
zh_hant: 現金賬戶

# hold_margin_account
source: Margin Account
ms: Akaun Margin
th: บัญชีการเงิน (คือบัญชีมาร์จิ้น)
zh_hans: 融资账户(即保证金账户)
zh_hant: 融資賬戶(即保證金賬戶)

# hold_margin_account_change
source: Margin Account
ms: Akaun Margin
th: บัญชีการเงิน
zh_hans: 融资账户
zh_hant: 融資賬戶

# hold_hk_account
source: HK
th: หุ้นฮ่องกง
zh_hans: 港股
zh_hant: 港股

# hold_us_account
source: US
ms: AS
th: หุ้นสหรัฐ
zh_hans: 美股
zh_hant: 美股

# account_tab_cn
source: CN
th: A-Share
zh_hans: A股
zh_hant: A股

# hold_hk_total_asset_title
source: Total Assets (HKD)
ms: Jumlah Aset (HKD)
th: สินทรัพย์รวมหุ้นฮ่องกง (HKD)
zh_hans: 港股总资产(港币)
zh_hant: 港股總資產(港幣)

# hold_us_total_asset_title
source: Total Assets (USD)
ms: Jumlah Aset (USD)
th: สินทรัพย์รวมหุ้นสหรัฐ (USD)
zh_hans: 美股总资产(美元)
zh_hant: 美股總資產(美元)

# hold_cn_total_asset_title
source: Total Assets (CNH)
ms: Jumlah Aset (CNH)
th: สินทรัพย์รวมหุ้น A (RMB)
zh_hans: A股总资产(人民币)
zh_hant: A股總資產(人民幣)

# hold_daily_profit_loss
source: Daily P&L
ms: P&P harian
th: กำไรและขาดทุนวันนี้
zh_hans: 今日盈亏
zh_hant: 今日賺蝕

# hold_stock_market_value
source: Stock Market Value
ms: Nilai Pasaran Saham
th: มูลค่าหลักทรัพย์ตามราคาตลาด
zh_hans: 股票市值

# hold_risk_level
source: Risk Level
ms: Tahap Risiko
th: ระดับการควบคุมลม
zh_hans: 风控等级
zh_hant: 風控等級

# hold_margin_rate
source: Margin Interest Rate
ms: Kadar Faedah Margin
th: อัตราดอกเบี้ย
zh_hans: 融资利率
zh_hant: 融資利率

# hold_credit_ratio
source: Credit Ratio
ms: Nisbah kredit
th: อัตราส่วนสินเชื่อ
zh_hans: 信用比率
zh_hant: 信用比率

# hold_credit_line
source: Credit Line
ms: Talian Kredit
th: วงเงินสินเชื่อ
zh_hans: 信用额度
zh_hant: 信用額度

# hold_interest
source: Estimated Interest
ms: Anggaran Faedah
th: ดอกเบี้ยที่คาดว่าจะได้รับ
zh_hans: 预计利息
zh_hant: 預計利息

# hold_margin_call
source: Margin Call
ms: Panggilan Margin
th: ฟิวเจอร์สมาร์ทจิ้นคอล
zh_hans: 追缴保证金
zh_hant: 追繳保證金

# hold_margin_loans
source: Total Debt
ms: Jumlah Hutang
th: จำนวนหนี้สินรวม
zh_hans: 负债金额
zh_hant: 負債金額

# hold_risk_ratio
source: Risk Ratio
ms: Nisbah Risiko
th: อัตราส่วนความเสี่ยง
zh_hans: 风险比例
zh_hant: 風險比例

# hold_safe
source: Safe
ms: Rendah
th: ความปลอดภัย
zh_hans: 安全
zh_hant: 安全

# hold_alert
source: Alert
ms: Sederhana
th: เตือนภัยล่วงหน้า
zh_hans: 预警
zh_hant: 預警

# hold_dangerous
source: Dangerous
ms: bahaya
th: อันตราย
zh_hans: 危险
zh_hant: 危險

# hold_liquidation
source: Liquidation
ms: Sangat Tinggi
th: บังคับขายปิดสถานะระดับที่แข็งแกร่ง
zh_hans: 强平
zh_hant: 強平

# hold_assets_hk
source: Assets (HKD)
ms: Aset (HKD)
th: สินทรัพย์ (HKD)
zh_hans: 资产(港币)
zh_hant: 資產(港幣)

# hold_margin_hk
source: Margin (HKD)
th: การเงิน (HKD)
zh_hans: 融资(港币)
zh_hant: 融資(港幣)

# hold_assets_us
source: Assets (USD)
ms: Aset (USD)
th: สินทรัพย์ (USD)
zh_hans: 资产(美元)
zh_hant: 資產(美元)

# hold_margin_us
source: Margin (USD)
th: การเงิน (USD)
zh_hans: 融资(美元)
zh_hant: 融資(美元)

# hold_assets_cn
source: Assets (CNH)
ms: Aset (CNH)
th: สินทรัพย์ (RMB)
zh_hans: 资产(人民币)
zh_hant: 資產(人民幣)

# hold_margin_cn
source: Margin (CNH)
th: การเงิน (RMB)
zh_hans: 融资(人民币)
zh_hant: 融資(人民幣)

# hold_margin_upgrade_title
source: Account upgrade successfully
ms: Peningkatan akaun berjaya
th: การอัพเกรดบัญชีสำเร็จ
zh_hans: 账户升级成功
zh_hant: 賬戶升級成功

# hold_margin_upgrade_success_new
source: Congratulations, you have successfully upgraded to a margin account!
ms: Tahniah, anda telah berjaya menaik taraf kepada akaun margin!
th: ขอแสดงความยินดี คุณได้การอัพเกรดเป็นบัญชีมาร์จิ้นสำเร็จแล้ว
zh_hans: 恭喜，您已成功升级为保证金账户！
zh_hant: 恭喜，您已成功升級為保證金賬戶！

# hold_hk_margin_upgrade_success
source: Congratulations. Your HK Stock Margin Account has been upgraded successfully. You can have margin financing now!
ms: Tahniah. Akaun Margin Saham HK anda telah berjaya dinaik taraf . Anda boleh memiliki pembiayaan margin sekarang!
th: ขอแสดงความยินดี บัญชีการเงินทุนฮ่องกงการอัพเกรดแล้ว คุณสามารถทำธุรกรรมทางการเงินได้
zh_hans: 恭喜，港股融资账户已经升级，您可以进行融资交易了
zh_hant: 恭喜，港股融資賬戶已經升級，您可以進行融資交易了

# hold_us_margin_upgrade_success
source: Congratulations. Your US Stock Margin Account has been upgraded successfully. You can have margin financing now!
ms: Tahniah. Akaun Margin Saham AS anda telah ditingkatkan berjaya. Anda boleh memiliki pembiayaan margin sekarang!
th: ขอแสดงความยินดี บัญชีการเงินทุนสหรัฐการอัพเกรดแล้ว คุณสามารถทำธุรกรรมทางการเงินได้
zh_hans: 恭喜，美股融资账户已经升级，您可以进行融资交易了
zh_hant: 恭喜，美股融資賬戶已經升級，您可以進行融資交易了

# hold_cn_margin_upgrade_success
source: Congratulations. Your A-Shares Margin Account has been upgraded successfully. You can have margin financing now!
ms: Tahniah. Akaun A-Shares Margin anda telah berjaya dinaik taraf . Anda memiliki pembiayaan margin sekarang!
th: ขอแสดงความยินดี บัญชีการเงินทุนA การอัพเกรดแล้ว คุณสามารถทำธุรกรรมทางการเงินได้
zh_hans: 恭喜，A股融资账户已经升级，您可以进行融资交易了
zh_hant: 恭喜，A股融資賬戶已經升級，您可以進行融資交易了

# hold_collateral_value
source: Collateral value
ms: Nilai cagaran
th: มูลค่าตลาดจำนอง
zh_hans: 抵押市值
zh_hant: 抵押市值

# hold_hk_net_liquidation_value
source: Net Liquidation Value (HKD)
ms: Nilai Pencairan Bersih (HKD)
th: สินทรัพย์สุทธิหุ้นฮ่องกง (HKD)
zh_hans: 港股净资产(港币)
zh_hant: 港股淨資產(港幣)

# hold_us_net_liquidation_value
source: Net Liquidation Value (USD)
ms: Nilai Pencairan Bersih (USD)
th: สินทรัพย์สุทธิสหรัฐ (USD)
zh_hans: 美股净资产(美元)
zh_hant: 美股淨資產(美元)

# hold_cn_net_liquidation_value
source: Net Liquidation Value (CNH)
ms: Nilai Pencairan Bersih (CNH)
th: สินทรัพย์สุทธิหุ้น A (RMB)
zh_hans: A股净资产(人民币)
zh_hant: A股淨資產(人民幣)

# hold_net_liquidation_value
source: Net Liquidation Value
ms: Nilai Pencairan Bersih
th: สินทรัพย์สุทธิ
zh_hans: 净资产
zh_hant: 淨資產

# hold_interest_rate_pa
source: interest rate( p.a.)
ms: kadar faedah (p.a.)
th: อัตราดอกเบี้ยรายปี
zh_hans: 年利率
zh_hant: 年利率

# hold_interest_rate_daily
source: interest rate daily
ms: kadar faedah setiap hari
th: อัตราดอกเบี้ยรายวัน
zh_hans: 日利率
zh_hant: 日利率

# hold_check_margin_account
source: Check Margin Account
ms: Semak Akaun Margin
th: การตรวจสอบบัญชีมาร์จิ้น
zh_hans: 查看保证金账户
zh_hant: 查看融資賬戶

# hold_upgrade_margin_account
source: Upgrade Margin Account
ms: Tingkatkan Akaun Margin
th: การอัพเกรดบัญชีมาร์จิ้น
zh_hans: 升级保证金账户
zh_hant: 升級融資賬戶

# hold_margin_gray_tips
source: Margin financing services coming soon! Available only for selected clients at the moment.
ms: Perkhidmatan pembiayaan margin akan datang tidak lama lagi! Tersedia hanya untuk pelanggan terpilih pada masa ini.
th: รายการที่อนุญาตในประสบการณ์ผู้ใช้ที่ได้รับเชิญ
zh_hans: 白名单特邀用户体验中
zh_hant: 白名單特邀用戶體驗中

# hold_hk_margin_account
source: HK Stock Margin Account
ms: Akaun Margin Saham HK
th: บัญชีมาร์จิ้นหุ้นฮ่องกง
zh_hans: 港股保证金账户
zh_hant: 港股融資賬戶

# hold_us_margin_account
source: US Stock Margin Account
ms: Akaun Margin Saham AS
th: บัญชีมาร์จิ้นหุ้นสหรัฐ
zh_hans: 美股保证金账户
zh_hant: 美股融資賬戶

# hold_cn_margin_account
source: A-Shares Margin Account
ms: Akaun Margin A-Shares
th: บัญชีมาร์จิ้นหุ้น A
zh_hans: A股保证金账户
zh_hant: A股融資賬戶

# hold_buying_power
source: Buying Power
ms: Kuasa Beli Maksimum
th: กำลังซื้อสูงสุด
zh_hans: 最大购买力
zh_hant: 最大購買力

# hold_purchase_power
source: Buying Power
ms: Kuasa Beli
th: กำลังซื้อ
zh_hans: 购买力
zh_hant: 購買力

# hold_position_profit_loss
source: Unrealized P&L
ms: Jumlah Untung dan Rugi
th: กำไรและขาดทุนจากการถือครอง
zh_hans: 持仓盈亏
zh_hant: 持倉賺蝕

# hold_freezing_cash
source: Frozen Capital
ms: Dana Yang Disekat
th: อายัดเงิน
zh_hans: 冻结资金
zh_hant: 凍結資金

# hold_cash_available
source: Withdrawable Cash
ms: Tunai
th: เงินสดที่สามารถถอนได้
zh_hans: 可取现金
zh_hant: 可取現金

# hold_trade_fund
source: Smart Funds
ms: Dana Pintar
th: กองทุนอัจฉริยะ
zh_hans: 智选基金
zh_hant: 智選基金

# hold_holds
source: Positions
ms: Posisi
th: ถือครองโพซิชั่น
zh_hans: 持仓
zh_hant: 持倉

# hold_smart_order
source: SMART Order
ms: Pesanan Pintar
th: คำสั่งซื้ออัจฉริยะ
zh_hans: 智能订单
zh_hant: 智能訂單

# hold_smart
source: SMART Order
ms: Pesanan Pintar
th: สั่งซื้อสินค้าอัจฉริยะ
zh_hans: 智能下单
zh_hant: 智能下單

# hold_ipo_sub
source: IPO Reservation
ms: Tempahan IPO
th: การจองการเสนอขายหุ้น IPO
zh_hans: IPO配售预约
zh_hant: IPO配售預約

# hold_orders
source: Order
ms: Pesanan
th: ออเดอร์การสั่งซื้อ
zh_hans: 交易订单
zh_hant: 交易訂單

# hold_tracks
source: Conditional Order
ms: Pesanan Bersyarat
th: คำสั่งซื้อขายขายแบบมีเงื่อนไข
zh_hans: 条件单
zh_hant: 條件觸發盤

# hold_buy
source: Buy
ms: Beli
th: ซื้อเข้า
zh_hans: 买入
zh_hant: 買入

# hold_sell
source: Sell
ms: Jual
th: ขายออก
zh_hans: 卖出
zh_hant: 賣出

# hold_monthly
source: Monthly Invest
ms: Pelaburan Bulanan
th: หุ้นรายเดือน
zh_hans: 月供股票
zh_hant: 月供股票

# hold_new_stock
source: IPO
th: การจองซื้อหุ้นใหม่
zh_hans: 新股认购
zh_hant: 新股認購

# hold_shiftin
source: Stock Deposit
ms: Deposit Saham
th: โอนหุ้น
zh_hans: 转入股票
zh_hant: 轉入股票

# hold_track_buy
source: Trigger Buy
ms: pengaktif Beli
th: เงื่อนไขการซื้อ
zh_hans: 条件买入
zh_hant: 條件買入

# hold_track_sell
source: Trigger Sell
ms: pengaktif Jual
th: เงื่อนไขการขาย
zh_hans: 条件卖出
zh_hant: 條件賣出

# hold_trade_title
source: Trade
ms: Transaksi
th: ซื้อขาย
zh_hans: 交易
zh_hant: 交易

# hold_trade_buy
source: Buy
ms: Beli
th: ซื้อเข้า
zh_hans: 买入
zh_hant: 買入

# hold_trade_sell
source: Sell
ms: Jual
th: ขายออก
zh_hans: 卖出
zh_hant: 賣出

# hold_trade_funds
source: Cash
ms: Tunai
th: เงินทุน
zh_hans: 资金
zh_hant: 資金

# hold_deposit_funds
source: Deposit
th: ฝากเงิน
zh_hans: 存入资金
zh_hant: 存款

# hold_exchange_currency
source: Exchange
ms: Pertukaran
th: แลกเปลี่ยนเงินตรา
zh_hans: 货币兑换
zh_hant: 貨幣兌換

# hold_withdraw_funds
source: Withdraw
ms: pengeluaran
th: การถอนเงิน
zh_hans: 提取资金
zh_hant: 提款

# hold_history
source: History
ms: Sejarah
th: ประวัติ
zh_hans: 历史记录
zh_hant: 歷史紀錄

# hold_capital_flow
source: Cash Flow
ms: Aliran tunai
th: กระแสเงินสด
zh_hans: 资金流水
zh_hant: 資金紀錄

# hold_shiftin_history
source: Record
ms: Rekod
th: บันทึกโอนเงิน
zh_hans: 转入记录
zh_hant: 轉入紀錄

# hold_shiftin_stock
source: Stock Deposit
ms: Deposit Saham
th: โอนหุ้น
zh_hans: 转入股票
zh_hant: 轉入股票

# hold_shiftin_view_history
source: Record
ms: Rekod
th: การตรวจสอบบันทึก
zh_hans: 查看记录
zh_hant: 查看紀錄

# hold_over
source: become invalid
ms: Tidak sah
th: โมฆะ
zh_hans: 失效
zh_hant: 失效

# hold_price_reach
source: Stock price reach
ms: Jangkauan harga saham
th: ราคาหุ้นถึง
zh_hans: 股价达到
zh_hant: 股價達到

# hold_cost
source: Cost/SHR
ms: Kos/SHR
th: ต้นทุนต่อหุ้น
zh_hans: 每股成本
zh_hant: 每股成本

# hold_num
source: Quantity
ms: Kuantiti
th: จำนวนตำแหน่งที่ถืออยู่
zh_hans: 持仓数量
zh_hant: 持倉數量

# hold_quote
source: Quote
ms: Sebutharga
th: ตลาด
zh_hans: 行情
zh_hant: 報價

# hold_order_detail
source: Order Detail
ms: Butiran Pesanan
th: รายละเอียดการสั่งซื้อ
zh_hans: 订单明细
zh_hant: 訂單詳情

# hold_change
source: Edit
ms: Ubah
th: แก้ไข
zh_hans: 修改
zh_hant: 修改

# hold_order_recall
source: Cancel Order
ms: Batal Pesanan
th: ยกเลิกการสั่งซื้อ
zh_hans: 取消订单
zh_hant: 取消訂單

# hold_stop
source: Cancel
ms: Batal
th: ยุติ
zh_hans: 终止
zh_hant: 終止

# hold_within_this_year
source: This Year
ms: Tahun ini
th: ต้นปีถึงปัจจุบัน
zh_hans: 年初至今
zh_hant: 年初至今

# hold_dollar_type
source: Currency
ms: Mata wang
th: สกุลเงิน
zh_hans: 币种
zh_hant: 幣種

# hold_transaction_cost_price
source: Average Transaction Price
ms: Purata Harga Transaksi
th: ราคาซื้อขายเฉลี่ย
zh_hans: 成交均价
zh_hant: 成交均價

# hold_detailed_order
source: Order Details
ms: Maklumat pesanan
th: รายละเอียดการสั่งซื้อ
zh_hans: 详细订单
zh_hant: 詳細訂單

# hold_transaction_price
source: Traded Price
ms: Harga Didagangkan
th: ราคาซื้อขาย
zh_hans: 成交价格
zh_hant: 成交價格

# hold_transaction_num
source: Traded Quantity
ms: Kuantiti Didagangkan
th: จำนวนการซื้อขาย
zh_hans: 成交数量
zh_hant: 成交數量

# share_hold_transaction_price
source: Price
ms: harga
th: ราคาซื้อขาย
zh_hans: 成交价格
zh_hant: 成交價格

# share_hold_transaction_num
source: Quantity
ms: Kuantiti Didagangkan
th: จำนวนการซื้อขาย
zh_hans: 成交数量
zh_hant: 成交數量

# hold_transaction_money
source: Traded Amount
ms: Jumlah Didagangkan
th: มูลค่าการซื้อขาย
zh_hans: 成交金额
zh_hant: 成交金額

# hold_transaction_total_fee
source: Total Charge
ms: Jumlah Caj
th: ค่าใช้จ่ายรวม
zh_hans: 费用合计
zh_hant: 費用合計

# hold_stampduty
source: Stamp Duty
ms: Duti Setem
th: อากรแสตมป์
zh_hans: 印花税
zh_hant: 印花稅

# hold_pay_fee
source: Clearing Fee
ms: Caj Penyelesaian Saham
th: จ่ายค่าธรรมเนียม
zh_hans: 交收费
zh_hant: 交收費

# hold_transaction_fee
source: Trading Fee
ms: Caj Perdagangan
th: ค่าเนียมการซื้อขาย
zh_hans: 交易费
zh_hant: 交易費

# hold_transaction_levy_fee
source: SFC Transaction Levy
ms: Levi Transaksi SFC
th: ค่าจัดเก็บการซื้อขาย สำนักงานคณะกรรมการกำกับหลักทรัพย์และสัญญาซื้อขายล่วงหน้า
zh_hans: 证监会交易征费
zh_hant: 證監會交易徵費

# hold_frc_transaction_levy_fee
source: FRC Transaction Levy
ms: Levi Transaksi FRC
th: ค่าจัดเก็บการซื้อขายสำนักการเงิน
zh_hans: 财汇局交易征费
zh_hant: 財匯局交易徵費

# hold_transaction_fee_us
source: SEC Fee
ms: Caj SEC
th: ค่าเนียม สำนักงานคณะกรรมการกำกับหลักทรัพย์และสัญญาซื้อขายล่วงหน้า
zh_hans: 证监会规费
zh_hant: 證監會規費

# hold_transaction_levy_fee_us
source: Trading Activity Fee
ms: Caj Aktiviti Perdagangan
th: ค่าธรรมเนียมกิจกรรมการซื้อขาย
zh_hans: 交易活动费
zh_hant: 交易活動費

# hold_trading_system_useage
source: Trading Tariff
ms: Tarif Perdagangan
th: ค่าเนียมการใช้ระบบการซื้อขาย
zh_hans: 交易系统使用费
zh_hant: 交易系統使用費

# hold_GST
source: GST
th: ภาษีสรรพสามิต
zh_hans: 消费税
zh_hant: 消費稅

# hold_CCASS_fee
source: CCASS Fee
ms: Caj CCASS
th: ค่าเนียมการชำระเงินศูนย์กลาง
zh_hans: 中央结算费
zh_hant: 中央結算費

# hold_SI_fee
source: SI Fee
ms: Caj SI
th: ค่าเนียมการชำระเงิน
zh_hans: 结算指示费
zh_hant: 結算指示費

# hold_clearing_fee
source: Clearing Fee
ms: Caj Penyelesaian
th: ค่าเนียมการชำระบัญชี
zh_hans: 清算费
zh_hant: 清算費

# hold_commission_fee
source: Commission
ms: Komisen
th: ค่านายหน้า
zh_hans: 佣金
zh_hant: 傭金

# hold_platform_useage
source: Platform Usage Fee
ms: Caj Penggunaan Platform
th: ค่าธรรมเนียมการใช้แพลตฟอร์ม
zh_hans: 平台使用费
zh_hant: 平臺使用費

# hold_transaction_explain
source: Trading Fee Descriptions
ms: Deskripsi Caj Dagangan
th: คำอธิบายค่าใช้จ่ายในการทำธุรกรรม
zh_hans: 交易费用说明
zh_hant: 交易費用說明

# hold_monthly_order
source: Monthly Invest
ms: Pelaburan Bulanan
th: การสั่งซื้อรายเดือน
zh_hans: 月供单
zh_hant: 月供單

# hold_today
source: Today
ms: Hari ini
th: วันนี้
zh_hans: 今天
zh_hant: 今天

# hold_yesterday
source: Yesterday
ms: Semalam
th: เมื่อวาน
zh_hans: 昨天
zh_hant: 昨天

# hold_no_data
source: No Position
ms: Tiada posisi
th: ยังไม่มี Position
zh_hans: 暂无持仓
zh_hant: 暫無持倉

# hold_no_order
source: No Order
ms: Tiada Pesanan
th: ไม่มีการสั่งซื้อ
zh_hans: 暂无订单
zh_hant: 暫無訂單

# hold_fund_some_trading
source: Partially Processing
ms: Separa Memproses
th: ในการสั่งซื้อบางส่วน
zh_hans: 部分交易中
zh_hant: 部分交易中

# hold_fund_trading
source: Processing
ms: Memproses
th: ในการซื้อขาย
zh_hans: 交易中
zh_hant: 交易中

# hold_fund_name
source: Funds
ms: Dana Bersama
th: กองทุน
zh_hans: 基金
zh_hant: 基金

# hold_stock_name
source: Stock
ms: Saham
th: หุ้น
zh_hans: 股票
zh_hant: 股票

source: Bond Name
ms: Nama Bond
th: ชื่อพันธบัตร
zh_hans: 债券名称
zh_hant: 債券名稱

# hold_fund_no_data
source: No Position
ms: Tiada posisi
th: ไม่มีกองทุนตำแหน่งที่ถืออยู่
zh_hans: 暂无基金持仓
zh_hant: 暫無基金持倉

# hold_bond_no_data
source: No Position
ms: Tiada posisi
th: ไม่มีพันธบัตรตำแหน่งที่ถืออยู่
zh_hans: 暂无债券持仓
zh_hant: 未帶債券持倉

# hold_fund_search_fund
source: Find Suitable Funds
ms: Cari Dana yang Sesuai
th: ค้นหากองทุนที่เหมาะสมกับคุณ
zh_hans: 寻找合适您的基金
zh_hant: 尋找合適您的基金

# hold_bond_search_bond
source: Buy Bond
ms: Beli Bon
th: การตรวจสอบพันธบัตร
zh_hans: 查看债券
zh_hant: 查看債券

# china_fee_management
source: Securities Management Fee
ms: Caj Pengurusan Sekuriti
th: ค่าเนียมการจัดการหลักทรัพย์
zh_hans: 证管费
zh_hant: 證管費

# china_fee_handling
source: Handling Fee
ms: Caj pengendalian
th: ค่าเนียมการจัดการ
zh_hans: 经手费
zh_hant: 經手費

# china_fee_transfer
source: Transfer Fee
ms: Caj perpindahan
th: ค่าเนียมการโอน
zh_hans: 过户费
zh_hant: 過戶費

# china_fee_scrip
source: Scrip Fee
ms: Caj Skrip
th: ค่าเนียมการโอนการลงทะเบียน
zh_hans: 登记过户费
zh_hant: 登記過戶費

# china_fee_stamp
source: Stamp Duty
ms: Duti Setem
th: อากรแสตมป์สำหรับธุรกรรม
zh_hans: 交易印花税
zh_hant: 交易印花稅

# hold_bond_buy
source: Bonds
ms: Bon
th: การซื้อขายตราสารหนี้
zh_hans: 债券交易
zh_hant: 債券交易

# account_cash_in_transit
source: Cash In Transit
ms: Tunai Dalam Transit
th: IPO ระหว่างการเดินทาง
zh_hans: IPO在途
zh_hant: IPO在途

# account_cash_in_transit_des
source: Refers to the IPO subscription amount deducted from the account after the subscription deadline. Don't include margin amount, subscription fee and margin interest.
ms: Merujuk pada jumlah langganan IPO yang dipotong dari akaun selepas tarikh langganan . Jangan sertakan amaun margin, Caj langganan dan faedah margin.
th: หมายถึงการสมัครหุ้นใหม่ หักเงินการสมัครหุ้นใหม่ออกจากบัญชี การสมัครการเงินหมายถึงการสมัครเงินสดไม่รวมจำนวนเงินค่าเนียมการสมัครและดอกเบี้ยทางการเงิน
zh_hans: 指新股截止认购后，从账户中扣除的新股认购金额，其中融资认购时是指认购现金，不包括融资金额、认购手续费和融资利息。
zh_hant: 指新股截止認購後，從賬戶中扣除的新股認購金額，其中融資認購時是指認購現金，不包括融資金額、認購手續費和融資利息。

# entrust_part_num
source: Quantity
ms: Kuantiti
th: จำนวนมอบความไว้ใจ
zh_hans: 委托份数
zh_hant: 委託份數

# bond_min_startup
source: Nominal Value:
ms: Nilai Nominal:
th: มูลค่า
zh_hans: 面值
zh_hant: 面值

# copies
source: Contract
ms: Kontrak
th: จำนวน
zh_hans: 份
zh_hant: 份

# pay_interes
source: Accrued Interest
ms: Faedah terakru
th: ดอกเบี้ยที่จ่าย
zh_hans: 应付利息
zh_hant: 應付利息

# bond_interest
source: Accrued Interest
ms: Faedah terakru
th: ดอกเบี้ยที่ได้
zh_hans: 应得利息
zh_hant: 應得利息

# volume_unit
source: Traded
ms: Didagangkan
th: จำนวนที่การซื้อขาย
zh_hans: 成交份数
zh_hant: 成交份數

# bond_market_value
source: Bond Value
ms: Nilai Bon
th: มูลค่าตลาดตราสารหนี้
zh_hans: 债券市值
zh_hant: 債券市值

# fail_reason
source: Failure Reason
ms: Sebab kegagalan penciptaan akaun
th: สาเหตุของความล้มเหลว
zh_hans: 失败原因
zh_hant: 失敗原因

source: Bond
th: พันธบัตร
zh_hans: 债券
zh_hant: 債券

# accounts
source: Account
ms: Akaun
th: บัญชี
zh_hans: 账户
zh_hant: 賬戶

# hold_spell_group_title
source: Group Discount
ms: Diskaun Kumpulan
th: ราคาพิเศษจากเพื่อน
zh_hans: 同行优惠
zh_hant: 同行優惠

# hold_spell_group_tip
source: Try it now!
ms: Cuba sekarang!
th: เพลิดเพลินกับส่วนลด/ค่าสมัครสมาชิก
zh_hans: 即享申购/认购费折扣
zh_hant: 即享認購費折扣

# pin_tuan_share_title
source: I have subscribed %@, join me now!
ms: Saya telah melanggan %@, sertai saya sekarang!
th: ผมสมัครสมาชิก %@เหลือคุณหนึ่งเอง
zh_hans: 我已认购%@，就差你一个了！
zh_hant: 我已認購%@，就差你一個了！

# pin_tuan_share_desc
source: You can enjoy the Group Discount to get the subscription fee discount. Click here for details>>>
ms: Anda boleh menikmati Diskaun Kumpulan untuk mendapatkan diskaun Caj langganan. tekan di sini untuk butiran>>>
th: ซื้อด้วยกันและเพลิดเพลินกับ "ราคาพิเศษจากเพื่อน" และเพลิดเพลินกับส่วนลดค่าเนียมการสมัครสมาชิกคลิกเพื่อการตรวจสอบรายละเอียด >>>
zh_hans: 一同购买更享「同行优惠」，尊享认购费折扣！点击了解详情>>>
zh_hant: 一同購買更享「同行優惠」，尊享認購費折扣！點擊了解詳情>>>

# trade_all_func
source: All Functions
ms: Semua Fungsi
th: คุณสมบัติทั้งหมด
zh_hans: 全部功能
zh_hant: 全部功能

# trade_rights_issues
source: Rights Issues
ms: Isu Hak
th: การเลือกใช้สิทธิ
zh_hans: 供股选择
zh_hant: 供股選擇

# trade_stock_interest
source: Stock & Dividend
ms: Saham & Dividen
th: การเลือกหุ้นและการเลือกดอกเบี้ย
zh_hans: 选股选息
zh_hant: 選股選息
