Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# trading_a_share_broken_tip
source: Min. %d, Increment %d
ms: Min. %d, Kenaikan %d
th: ปริมาณขั้นต่ำคือ %d เพิ่มขึ้น %d
zh_hans: 数量最少为%d，以%d递增
zh_hant: 數量最少為%d，以%d遞增

# trading_direction_tip
source: Direction
ms: Arah
th: ทิศทาง
zh_hans: 方向
zh_hant: 方向

# trading_date_time_limit
source: Expiry Date
ms: Tarikh luput
th: กำหนดเวลา
zh_hans: 期限
zh_hant: 期限

# trading_navigation_title
source: Modify Order
ms: Tukar Pesanan
th: แก้ไขคำสั่งซื้อ
zh_hans: 修改订单
zh_hant: 修改訂單

# trading_now_sell
source: Sell Now
ms: Jual Sekarang
th: ขายตอนนี้
zh_hans: 立即卖出
zh_hant: 立即賣出

# trading_now_buy
source: Buy Now
ms: Beli sekarang
th: ซื้อเลย
zh_hans: 立即买入
zh_hant: 立即買入

# trading_ask_bid
source: Statistics
ms: Statistik
th: position
zh_hans: 盘口
zh_hant: 盤口

# trading_hold_warehouse
source: Positions
ms: Posisi
th: ถือครองโพซิชั่น
zh_hans: 持仓
zh_hant: 持倉

# trading_today_order
source: Today's Orders
ms: Pesanan Hari Ini
th: คำสั่งซื้อวันนี้
zh_hans: 今日订单
zh_hant: 今日訂單

# trading_conditions_order
source: Conditional Order
ms: Pesanan Bersyarat
th: คำสั่งซื้อขายขายแบบมีเงื่อนไข
zh_hans: 条件单
zh_hant: 條件觸發盤

# trading_no_ask_bid_data
source: No Statistics Available
ms: Tiada Statistik Tersedia
th: ไม่มีข้อมูล position
zh_hans: 无盘口数据
zh_hant: 暫無盤口數據

# trading_date_invalid
source: Sorry, the valid time format is incorrect
ms: Maaf, format masa tidak betul
th: ขออภัย รูปแบบเวลาที่สามารถใช้ได้ไม่ถูกต้อง
zh_hans: 抱歉，有效期的时间格式不正确
zh_hant: 抱歉，有效期的時間格式不正確

# trading_add_broken_order
source: Trade Odd Lot
ms: Dagangan Lot Ganjil
th: คำสั่ง odd lotคี่
zh_hans: 下碎股单
zh_hant: 交易碎股

# trade_no_condition_order
source: No Trigger order
ms: Tiada pesanan pengaktif
th: ไม่มี Conditional Order
zh_hans: 暂无条件单
zh_hant: 暫無條件觸發盤

# condition_order_deadline
source: Valid time of trigger order
ms: Masa sah untuk pesanan pengaktif
th: Conditional Orderในเวลาที่สามารถใช้ได้
zh_hans: 条件单有效时间
zh_hant: 條件觸發盤有效時間

# broken_stock_sell_tip
source: Odd lot selling order can be placed between 9:30-16:00 on trading day
ms: Pesanan jualan lot ganjil boleh dibuat antara 9:30-16:00 pada hari dagangan
th: เงื่อนไขเวลาในการสั่งซื้อที่ถูกต้อง เวลาสั่งซื้อขาย odd lotคี่คือ 9: 30–16: 00
zh_hans: 碎股卖出下单时间为交易日9:30–16:00
zh_hant: 碎股賣出下單時間為交易日9:30–16:00

# tip_final_state_today_order
source: -The Finished Order(s)-
ms: -Pesanan Selesai-
th: 一ปิดออร์เดอร์一
zh_hans: 一 已结束订单 一
zh_hant: -已結束訂單-

# tip_final_conditional_order
source: -Triggered and invalid orders-
ms: -Pesanan yang diaktifkan dan tidak sah-
th: 一คำสั่งซื้อทริกเกอร์และหมดอายุแล้ว一
zh_hans: 一 已触发和已失效订单 一
zh_hant: -已觸發和已失效訂單-

# not_effective_conditional_order
source: No active Trigger order
ms: Tiada pesanan pengaktif yang aktif
th: ไม่มี Conditional Order ที่มีประสิทธิภาพ
zh_hans: 暂无生效中条件单
zh_hant: 暫無生效中條件觸發盤

# inlineWarrant_tip
source: Inline warrant should not be traded above HK$1
ms: Waran sebaris tidak boleh didagangkan di atas HK$1
th: ราคาสั่งซื้อสูงสุดสำหรับboundary แบบอินไลน์คือ HKD 1
zh_hans: 界内证最大委托价格为1港币
zh_hant: 界內證最大委託價格為1港幣

# inlineWarrant_con_tip
source: Inline warrant should not be traded above HK$1
ms: Waran sebaris tidak boleh didagangkan di atas HK$1
th: ราคาทริกเกอร์สูงสุดของ วอร์แรนท์แบบอินไลน์คือ HKD1
zh_hans: 界内证最大触发价格为1港币
zh_hant: 界內證最大觸發價格為1港幣

# trading_all
source: ALL
ms: Semua
th: คลังสินค้าทั้งหมด
zh_hans: 全仓
zh_hant: 全倉

# trading_less_one_hand
source: Quantity of shares is less than one board lot, please select again
ms: Kuantiti saham kurang daripada satu board lot，sila pilih semula
th: จำนวนผู้ได้รับมอบหมายที่เลือกไม่เพียงพอ โปรดเลือกใหม่
zh_hans: 选择的委托数量不足一手，请重新选择
zh_hant: 選擇的委託數量不足一手，請重新選擇

# trading_sell
source: Sell
ms: Jual
th: ธุรกรรมการขาย
zh_hans: 卖出交易
zh_hant: 賣出交易

# trading_buy
source: Buy
ms: Beli
th: ซื้อขายแลกเปลี่ยน
zh_hans: 买入交易
zh_hant: 買入交易

# trading_buy_up_best_price
source: The buy order input price cannot be made at a price above the best ask price as prescribed by the Exchange. This order maybe rejected by Exchange.
ms: Harga input pesanan beli tidak boleh dibuat pada harga melebihi harga permintaan terbaik seperti yang ditetapkan oleh Pusat Pertukaran. Pesanan ini mungkin ditolar oleh pusat pertukaran
th: ตามกฎการแลกเปลี่ยน หลังจากที่ได้เปลี่ยนคำสั่งซื้อแล้ว ราคาซื้อที่วางไว้จะสูงกว่าราคาขาย อาจคำสั่งซื้ออาจถูกปฏิเสธ
zh_hans: 根据交易所规则，改单后委托买入价格高于最佳卖出价，订单可能会被拒绝。
zh_hant: 根據交易所規則，改單後委託買入價格超過最佳出售出價，訂單可能會被拒絕。

# trading_sell_down_best_price
source: The sell order input price cannot be made at a price below the best bid price as prescribed by the Exchange. This order maybe rejected by Exchange.
ms: Harga input pesanan jual tidak boleh dibuat pada harga di bawah harga minta terbaik seperti yang ditetapkan oleh pusat pertukaran. Pesanan ini mungkin ditolak oleh Pusat Pertukaran.
th: ตามกฎการแลกเปลี่ยน หลังจากที่ได้เปลี่ยนคำสั่งขายแล้วราคาขายที่วางไว้จะสูงกว่าราคาซื้อ อาจคำสั่งซื้ออาจถูกปฏิเสธ
zh_hans: 根据交易所规则，改单后委托卖出价格低于最佳买入价，订单可能会被拒绝。
zh_hant: 根據交易所規則，改單後委託賣出價格低於最佳買入價，訂單可能會被拒絕。

# trading_confirm_continue_change_tip
source: Confirm to modify this order?
ms: Pasti nakubah suai pesanan ini?
th: ท่านแน่ใจหรือไม่ว่าต้องการส่งคำขอแล้วเปลี่ยนแปลงคำสั่งซื้อ
zh_hans: 确认是否继续提交改单请求？
zh_hant: 確認是否繼續提交改單請求？

# trading_no_longer_remind
source: Don't show again
ms: Jangan tunjuk lagi
th: ไม่ต้องเตือนอีกในภายหลัง
zh_hans: 以后不再提醒
zh_hant: 以後不再提醒

# trading_price_over_five_percent
source: The input price exceed ±5% of market price
ms: Harga diletak melebihi harga pencetus sebanyak ±5%
th: ราคาเบี่ยงเบนจากราคาปัจจุบันมากกว่า 5%
zh_hans: 价格偏离当前价超过5%
zh_hant: 價格偏離當前價超過5%

# trading_price_over_trigger_five_percent
source: The input price exceeds the trigger price by ±5%
zh_hans: 输入价格超过触发价的±5%
zh_hant: 輸入價格超過觸發價的±5%

# trading_change_direction
source: Trading Direction
ms: Arah Dagangan
th: ทิศทางการซื้อ-ขาย
zh_hans: 买卖方向
zh_hant: 買賣方向

# trading_refresh_success
source: Updated
ms: dikemas kini
th: อัพเดท
zh_hans: 已更新
zh_hant: 已更新

# trading_cash_buy_tip
source: Cash
ms: Tunai
th: สามารถซื้อได้ด้วยเงินสด
zh_hans: 现金可买
zh_hant: 現金可買

# trading_finance_buy_tip
source: Margin
th: การจัดหาเงินทุนสามารถซื้อได้
zh_hans: 融资可买
zh_hant: 融資可買

# trading_cash_buy_power
source: Cash Buying Power
ms: Kuasa Beli Tunai
th: กำลังซื้อเงินสด
zh_hans: 现金购买力
zh_hant: 現金購買力

# trading_margin_buy_power
source: Margin Buying Power
ms: Kuasa Beli Margin
th: กำลังซื้อทางการเงิน
zh_hans: 融资购买力
zh_hant: 融資購買力

# trading_account_update
source: Upgrade
ms: Naik taraf
th: อัปเกรด
zh_hans: 升级
zh_hant: 升級

# trading_margin_buy_tip
source: Margin involved
ms: Margin terlibat
th: ซื้อใช้สำหรับไฟแนนซ์
zh_hans: 买入将使用融资
zh_hant: 買入將使用融資

# trading_margin_amount
source: shares with margin
ms: berkongsi dengan margin
th: จำนวนหุ้นทุน
zh_hans: 融资股数
zh_hant: 融資股數

# trading_margin_balance
source: margin amount
ms: jumlah margin
th: จำนวนเงินทุนที่จัดหา
zh_hans: 融资金额
zh_hant: 融資金額

# trading_change_condition_max_buy_power
source: Buying Power
ms: Kuasa Beli Maksimum
th: กำลังซื้อสูงสุด
zh_hans: 最大购买力
zh_hant: 最大購買力

# trading_margin_update_tip
source: Margin financing services coming soon!
ms: Perkhidmatan pembiayaan margin akan datang tidak lama lagi!
th: ธุรกิจไฟแนนซ์อยู่ระหว่างการทดสอบเบต้า กรุณาติดตาม!
zh_hans: 融资业务正在内测中，敬请期待！
zh_hant: 融資業務正在內測中，敬請期待！

# support_margin_ratio
source: Marginable, margin ratio %.2lf%%
ms: Boleh dimargin, nisbah margin %.2lf%%
th: รองรับมาร์จิ้น อัตราการจำนอง %.2lf%%
zh_hans: 支持融资，抵押率 %.2lf%%
zh_hant: 支持融資，抵押率 %.2lf%%

# trading_tip_estimate
source: (Estimated)
ms: (Anggaran)
th: (โดยประมาณ)
zh_hans: （估算）
zh_hant: （預估）

# trading_smart_order_record
source: SMART Order
ms: Pesanan Pintar
th: คำสั่งซื้ออัจฉริยะ
zh_hans: 智能订单
zh_hant: 智能訂單

# trading_order_submit_success
source: Submit Successfully
ms: Berjaya Hantar
th: สัญญาณเตือนส่งสำเร็จ
zh_hans: 提交成功
zh_hant: 提交成功

# trading_stop_profit_sell_order
source: Take-Profit
ms: Ambil-Keuntungan
th: ขายออกเพื่อทำกำไร
zh_hans: 止盈卖出
zh_hant: 止賺賣出

# trading_stop_loss_sell_order
source: Stop-Loss
ms: Henti-Kerugian
th: ขายออกเพื่อหยุกการขาดทุน
zh_hans: 止损卖出
zh_hant: 止蝕賣出

# trading_high_price_sell_order
source: Sell-High
ms: Jual-Tinggi
th: ขายออกโดยราคาสูง
zh_hans: 高价卖出
zh_hant: 高價賣出

# trading_low_price_buy_order
source: Buy-Low
ms: Beli-Rendah
th: ซื้อเข้าโดยราคาต่ำ
zh_hans: 低价买入
zh_hant: 低價買入

# trading_traling_stop
source: Trailing Stop
ms: Hentian Trailing
th: ติดตามหยุกการขาดทุน
zh_hans: 跟踪止损
zh_hant: 追蹤止蝕

# trigger_follow_stock
source: Triggered by related asset
ms: Diaktif oleh aset berkaitan
th: ทริกเกอร์สินทรัพย์ที่เกี่ยวข้อง
zh_hans: 关联资产触发
zh_hant: 關聯資產觸發

# trigger_follow_stock_n
source: Triggered by related asset
ms: Diaktif oleh aset berkaitan
th: ทริกเกอร์สินทรัพย์ที่เกี่ยวข้อง
zh_hans: 关联资产触发
zh_hant: 關聯資產觸發

# trigger_follow_stock_desc
source: If the tracked asset reaches the specified price
ms: Jika aset yang dijejaki mencapai harga yang ditetapkan
th: เมื่อสินทรัพย์ที่ติดตามถึงราคาที่กำหนด จะทริกเกอร์คำสั่งซื้อขายของอีกหุ้นหนึ่ง
zh_hans: 跟踪的资产达到指定价格时，触发另一只股票的委托
zh_hant: 追蹤的資產到達指定價格時，觸發另一檔股票的委託

# condition_price_tips
source: The order may be failed because of the large price deviation
ms: Pesanan mungkin gagal kerana sebaran harga yang besar
th: หากราคาเบี่ยงเบนมากเกินไปก็อาจนำไปสู่ความล้มเหลวในการสั่งซื้อ
zh_hans: 价格偏离太大，可能会导致下单的失败
zh_hant: 價格偏離太大，可能會導致下單的失敗

# trading_stop_profit_stop_loss
source: Portfolio Take-Profit/Stop-Loss
ms: Portfolio Ambil Untung/Henti Rugi
th: positionหยุดทำกำไรและหยุดการสูญเสีย
zh_hans: 持仓止盈止损
zh_hant: 持倉止賺止蝕

# trading_smart_order
source: SMART Order
ms: Pesanan Pintar
th: สั่งซื้อสินค้าอัจฉริยะ
zh_hans: 智能下单
zh_hant: 智能下單

# trading_smart_trade
source: SMART Trade
ms: Perdagangan Pintar
th: ทำธุรกรรมอัจฉริยะ
zh_hans: 智能交易
zh_hant: 智能交易

# trading_modify_smart_order
source: Modify SMART Order
ms: Ubah suai Pintar Pesanan
th: แก้ไขคำสั่งซื้ออัจฉริยะ
zh_hans: 修改智能订单
zh_hant: 修改智能订单

# smart_trade_tip
source: SMART Order FAQ
ms: Soalan Lazim Pesanan Pintar
th: ท่านรู้จักการสั่งซื้อแบบอัจฉริยะมากแค่ไหน
zh_hans: 智能下单知多少
zh_hant: 智能下單知多少

# what_smart_trade
source: What is SMART Order?
ms: Apa itu Pesanan Pintar?
th: คำสั่งซื้ออัจฉริยะคืออะไร
zh_hans: 智能下单是什么？
zh_hant: 智能下單是什麼？

# what_smart_trade_type
source: What are the types of SMART Order
ms: Ada berapa jenis Pesanan Pintar？
th: คำสั่งซื้ออัจฉริยะมีแบบไหนบ้าง
zh_hans: 智能下单有什么类型？
zh_hant: 智能下單有什麼類型？

# smart_trade_type
source: Type of SMART Order
ms: Jenis Pesanan Pintar
th: ประเภทคำสั่งซื้ออัจฉริยะ
zh_hans: 智能下单类型
zh_hant: 智能下單類型

# up_percent
source: Pricce Increase(%)
ms: Harga Kenaikan(%)
th: ราคาล่าสุด เพิ่มขึ้น (%)
zh_hans: 最新价 上涨(%)
zh_hant: 最新價 上升(%)

# down_percent
source: Price Decrease(%)
ms: Harga Penurunan(%)
th: ราคาล่าสุด ลดลง (%)
zh_hans: 最新价 下跌(%)
zh_hant: 最新價 下跌(%)

# input_up_percent
source: Input the % of increase
ms: Masukkan % peningkatan
th: โปรดใส่อัตราการเพิ่มขึ้น
zh_hans: 请输入上涨比例
zh_hant: 請輸入上升比例

# input_down_percent
source: Input the % of decrease
ms: Masukkan % penurunan
th: โปรดใส่อัตราส่วนการลดลง
zh_hans: 请输入下跌比例
zh_hant: 請輸入下跌比例

# price_up_to
source: Price increases to
ms: Harga meningkat kepada
th: ราคาเพิ่มขึ้นถึง
zh_hans: 价格上涨到
zh_hant: 價格上升到

# price_down_to
source: Price decreases to
ms: Harga menurun kepada
th: ราคาลดลงถึง
zh_hans: 价格下跌到
zh_hant: 價格下跌到

# dialog_price_up_to
source: Price increases %.2f%% to %@ %@
ms: Harga meningkat %.2f%% ke %@ %@
th: ราคาเพิ่มขึ้นอีก %. 2f%% เป็น %@%@
zh_hans: 价格上涨%.2f%%到%@%@
zh_hant: 價格上升%.2f%%到%@%@

# dialog_price_down_to
source: Price decreases %.2f%% to %@ %@
ms: Harga menurun %.2f%% kepada %@ %@
th: ราคาลดลง %. 2f%% เป็น %@%@
zh_hans: 价格下跌%.2f%%到%@%@
zh_hant: 價格下跌%.2f%%到%@%@

# dialog_price_down
source: Price decreases to %@ %@
ms: Harga menurun ke %@ %@
th: ราคาต่ำสุดที่ %@%@
zh_hans: 价格低到%@%@
zh_hant: 價格低到%@%@

# dialog_price_up
source: Price increases to %@ %@
ms: Harga meningkat ke %@ %@
th: ราคาสูงถึง %@%@
zh_hans: 价格高到%@%@
zh_hant: 價格高到%@%@

# dialog_price_break
source: Price breakthrough %@ %@
ms: Penembusan harga %@ %@
th: ฝ่าวงล้อมราคา %@%@
zh_hans: 价格突破%@%@
zh_hant: 價格突破%@%@

# costprice_fell_to
source: Price fell %.2f%% relative to cost price to %@ %@
ms: Harga turun %.2f%% berbanding dengan harga kos ke %@ %@
th: จากราคาต้นทุนลดลง %. 2f%% ถึง %@%@
zh_hans: 距成本价下跌%.2f%%到%@%@
zh_hant: 較成本價下跌%.2f%%到%@%@

# costprice_rose_to
source: Price rose %.2f%% relative to cost price to %@ %@
ms: Harga naik %.2f%% berbanding dengan harga kos ke %@ %@
th: จากราคาต้นทุนเพิ่มขึ้น %. 2f%% ถึง %@%@
zh_hans: 距成本价上涨%.2f%%到%@%@
zh_hant: 較成本價上升%.2f%%到%@%@

# costprice_fell_to_for_order_list
source: Price fell %.2f%% relative to cost price to %@ %@
ms: Harga turun %.2f%% berbanding dengan harga kos ke %@ %@
th: จากราคาต้นทุนลดลง %. 2f%% ถึง %@%@
zh_hans: 距成本价下跌%.2f%%到%@%@
zh_hant: 較成本價下跌%.2f%%到%@%@

# costprice_rose_to_for_order_list
source: Price rose %.2f%% relative to cost price to %@ %@
ms: Harga naik %.2f%% berbanding dengan harga kos ke %@ %@
th: จากราคาต้นทุนเพิ่มขึ้น %. 2f%% ถึง %@%@
zh_hans: 距成本价上涨%.2f%%到%@%@
zh_hant: 較成本價上升%.2f%%到%@%@

source: Latest trigger price
zh_hans: 当前触发价
zh_hant: 當前觸發價

# drop_more_than
source: Fell more than
ms: Jatuh lebih dari
th: ตกลงมากกว่า
zh_hans: 下跌超过
zh_hant: 下跌超過

# drop_more_than_to
source: Fell more than %@ %@
ms: Jatuh lebih dari%@%@
th: ตกลงมากกว่า%@%@
zh_hans: 下跌超过%@%@
zh_hant: 下跌超過%@%@

# smart_cost_price
source: Cost Price
ms: Kos Harga
th: ราคาต้นทุนในปัจจุบัน
zh_hans: 当前成本价
zh_hant: 當前成本價

# valid_for_xx_days
source: Effective within
ms: Berkesan dalam
th: ใช้ได้ภายใน
zh_hans: 内有效
zh_hant: 內有效

# dialog_margin_tip
source: You are in margin account and margin financing may be triggered
ms: Anda ada dalam akaun margin dan pembiayaan margin mungkin diaktifkan
th: เมื่อเปิดใช้งาน จะเป็นบัญชีการเงิน ซึ่งสามารถซื้อขายด้วยบัญชีการเงิน
zh_hans: 触发时是融资账户，将可能使用融资交易。
zh_hant: 觸發時是融資帳戶，將可能使用融資。

# confirm_smart_order
source: Second Confirmation
ms: Mengesah Sekali Lagi
th: ยืนยันออเดอร์อัจฉริยะ
zh_hans: 确认智能订单
zh_hant: 確認智能訂單

# smart_trigger_price
source: Trigger Price
ms: Harga pengaktif
th: ราคาทริกเกอร์
zh_hans: 触发价格
zh_hant: 觸發價格

# all_smart_trade_order
source: All SMART Order
ms: Semua Pintar Pesanan
th: คำสั่งซื้อที่อัจฉริยะทั้งหมด
zh_hans: 全部智能订单
zh_hant: 全部智能訂單

# reach_smart_condition
source: SMART Order will be placed after satisfying the above criteria(s). Please input the details of SMART Order below.
ms: Pesanan Pintar akan dibuat selepas mencapai kriteria di atas. Sila masukkan butiran Pintar Pesanan di bawah.
th: หลังจากปฏิบัติตามเงื่อนไขข้างต้นแล้ว สามารถวางใจคำสั่งซื้ออัจฉริยะได้
zh_hans: 达到上述条件后，委托智能下单
zh_hant: 達到上述條件後，委託智慧下單

# down_price_more_than_100
source: The decrease cannot be greater than 100%
ms: Penurunan tidak boleh melebihi 100%
th: การดรอปต้องไม่เกิน 100%
zh_hans: 跌幅不能大于100%
zh_hant: 跌幅不能大於100%

# error_input
source: Canot input 0.00
ms: Tidak boleh memasukkan 0.00
th: ไม่สามารถป้อน0.00 ได้
zh_hans: 不可输入0.00
zh_hant: 不可輸入0.00

# trade_smart_one_more
source: Reorder
ms: Pesan semula
th: สั่งซื้ออีก
zh_hans: 再来一单
zh_hant: 再次落盤

# trade_smart_order_detail
source: View triggered orders
ms: Lihat pesanan yang diaktifkan
th: ตรวจสอบคำสั่งทริกเกอร์
zh_hans: 查看触发订单
zh_hant: 查看觸發訂單

# smart_order_trigger_tip
source: Order will be triggered when requirement is fulfilled. Market situation determines whether it is completed. Funds will not be frozen before placing order. Insufficient buying power will cause the failure.
ms: Pesanan akan diaktifkan apabila syarat dipenuhi. Situasi pasaran menentukan sama ada sudah selesai. Dana tidak akan dibekukan sebelum membuat pesanan. Kuasa beli yang tidak mencukupi akan menyebabkan kegagalan.
th: เมื่อคำสั่งอัจฉริยะตรงตามเงื่อนไขคำสั่งธุรกรรมจะถูกเรียกใช้ไม่ว่าคำสั่งที่จะถูกดำเนินการหรือไม่นั้นขึ้นอยู่กับสภาวะตลาดจริงหรือไม่ เงินจะไม่ถูกระงับจนกว่าจะมีการสั่งซื้อ หากกำลังซื้อไม่เพียงพอจะทำให้คำสั่งซื้อล้มเหลว
zh_hans: 智能订单达到条件时会触发交易订单，订单是否成交以市场实际情况为准。触发订单前不会冻结资金，购买力不足将导致下单失败。
zh_hant: 智能訂單達到條件時會觸發交易訂單，訂單是否成交以市場實際情況為準。觸發訂單前不會凍結資金，購買力不足將導致下單失敗。

# up_price
source: Price Above
ms: Harga diatas
th: ราคาสูงถึง
zh_hans: 价格高到
zh_hant: 價格高到

# down_price
source: Price Below
ms: Harga di bawah
th: ราคาต่ำถึง
zh_hans: 价格低到
zh_hant: 價格低到

source: Estimated Stop-Loss Price
ms: Anggaran Harga Henti Rugi
th: ราคาการหยุดขาดทุนที่คาดการณ์ไว้ในปัจจุบัน
zh_hans: 当前预计止损价
zh_hant: 當前預計止蝕價

source: Please enter the percentage
ms: Sila masukkan peratusan
th: กรุณากรอกอัตราส่วน
zh_hans: 请输入比例
zh_hant: 請輸入比例

source: Please enter the spread
ms: Sila masukkan spread
th: กรุณากรอกสเปรด
zh_hans: 请输入价差
zh_hant: 請輸入價差

# trade_smart_stop_msg
source: The SMART Order will be ineffective after confirmation
ms: Pesanan Pintar akan tidak berkesan selepas pengesahan
th: ยืนยันการยกเลิกคำสั่งอัจฉริยะจะหมดอายุทันที
zh_hans: 确认终止吗?智能订单将立即失效
zh_hant: 智能訂單將會於確認後失效

# trade_no_trading_smart_order
source: No active SMART Order
ms: Tiada Pesanan Pintar aktif
th: คำสั่งซื้ออัจฉริยะที่ใช้งานอยู่ไม่มีแล้ว
zh_hans: 暂无生效中智能订单
zh_hant: 暫無生效中的智能訂單

# trade_smart_no_more_set_one
source: No More. Click for having more transactions
ms: Tiada Lagi. tekan untuk melakukan lebih transaksi
th: ไม่มีแล้ว ไปที่ การตั้งค่าใหม่
zh_hans: 没有更多了，再去 设置一笔
zh_hant: 沒有更多了，再去 設置一筆

# trade_no_smart_order_record
source: No SMART Order
ms: Tiada Pesanan Pintar
th: ยังไม่มีการสั่งซื้ออัจฉริยะ
zh_hans: 暂无智能订单
zh_hant: 暫無智能訂單

# trade_today_order_detail
source: Details
ms: Butiran
th: รายละเอียดการสั่งซื้อขาย
zh_hans: 订单详情
zh_hant: 訂單詳情

# trade_market_order
source: Market Order
ms: Pesanan pasaran
th: รายการราคาตลาด
zh_hans: 市价单
zh_hant: 市價單

# fund_allocation
source: Funds Allocation
ms: Peruntukan Dana
th: การโอนเงิน
zh_hans: 资金划转
zh_hant: 資金調撥

source: Allocation Record
ms: Rekod Peruntukan
th: บันทึกการโอน
zh_hans: 划转记录
zh_hant: 調撥記錄

# withdrawal_account
source: Withdrawal from account
ms: Pengeluaran dari akaun
th: โอนออกบัญชี
zh_hans: 转出账户
zh_hant: 轉出賬戶

# deposit_account
source: Deposit to account
ms: Deposit ke akaun
th: โอนเข้าบัญชี
zh_hans: 转入账户
zh_hant: 存入賬戶

# fund_transfer_success
source: Funds transfer successfully
ms: Pemindahan dana berjaya
th: โอนเงินสำเร็จ
zh_hans: 资金划转成功
zh_hant: 資金調撥成功

# fund_transfer_handling
source: Funds transfer processing
ms: Pemprosesan pemindahan dana
th: ขั้นตอนในการโอนเงิน
zh_hans: 资金划转处理中
zh_hant: 資金調撥處理中

# fund_transfer_failed
source: Funds transfer fail
ms: Pindahan dana gagal
th: โอนเงินไม่สำเร็จ
zh_hans: 资金划转失败
zh_hant: 資金調撥失敗

# enter_transfer_amount
source: Please enter the transfer amount
ms: Sila masukkan jumlah pindahan
th: กรุณาระบุจำนวนเงินที่โอน
zh_hans: 请输入转账金额
zh_hant: 請輸入轉賬金額

source: Transfer amount
ms: Jumlah pemindahan
th: จำนวนเงินที่โอน
zh_hans: 转账金额
zh_hant: 轉賬金額

source: Transfer all
ms: Pindahkan semua
th: โอนเงินทั้งหมด
zh_hans: 全部转入
zh_hant: 全部轉入

source: Arrival time
ms: Masa ketibaan
th: เวลาเข้าบัญชี
zh_hans: 到账时间
zh_hant: 到賬時間

source: Instant transfer
ms: Pemindahan semerta
th: เข้าบัญชีเรียลไทม์
zh_hans: 实时到账
zh_hant: 即時到賬

source: Day Margin Account
ms: Akaun Margin Harian
th: บัญชีมาร์จิ้นระหว่างวัน
zh_hans: 即日孖展账户
zh_hant: 日內融帳戶

# day_margin_account_space
source: Day Margin Account
ms: Akaun Margin Harian
th: บัญชีมาร์จิ้นระหว่างวัน
zh_hans: 即日孖展账户
zh_hant: 日內融帳戶

source: Create Day Margin Account
ms: Buat Akaun Margin Hari
th: เปิดบัญชีมาร์จิ้นแบบวันต่อวัน
zh_hans: 开通即日孖展账户
zh_hant: 開通日內融賬戶

source: Max. transfer amount
ms: Maks. jumlah pemindahan
th: โอนเงินได้สูงสุด
zh_hans: 最大可转
zh_hant: 最多可轉

# margin_account
source: Stock Margin Account
ms: Akaun Margin saham
th: บัญชีการเงิน
zh_hans: 融资账户
zh_hant: 保證金賬戶

# transfer_in_out
source: Transfer out/in
ms: Pindahkan keluar/masuk
th: โอนเงินออก/โอนเงินเข้า
zh_hans: 转出/转入
zh_hant: 轉出/轉入

source: Status/Time
ms: Status/Masa
th: สถานะ/เวลา
zh_hans: 状态/时间
zh_hant: 狀態/時間

# over_max_amount_prompt
source: Exceeds the max. cash transferable amount. Please enter a valid value
ms: Melebihi maks. tunai jumlah boleh dipindah milik. Sila masukkan nilai yang sah
th: เกินจำนวนเงินสดสูงสุดที่สามารถโอนได้ กรุณาป้อนตัวเลขที่ถูกต้อง
zh_hans: 超出最大现金可转金额，请输入有效数值
zh_hant: 超過最大現金可轉金額，請輸入有效數值

source: Pending
ms: Yang belum selesai
th: รอการจัดการ
zh_hans: 待处理
zh_hant: 待處理

source: Processing failed
ms: Pemprosesan gagal
th: การจัดการล้มเหลว
zh_hans: 处理失败
zh_hant: 處理失敗

# processed_success
source: Processed successfully
ms: Pemprosesan berjaya
th: การจัดการสำเร็จ
zh_hans: 处理成功
zh_hant: 處理成功

source: Business Type
ms: Jenis Sekuriti
th: ประเภทกำทำธุรกรรม
zh_hans: 业务类型
zh_hant: 業務類型

# options_account
source: Options Accout
ms: Pilihan Akaun
th: บัญชีตัวเลือก
zh_hans: 期权账户
zh_hant: 期權賬戶

# us_options_account
source: US Stock Options Account
ms: Akaun Opysyen Saham AS
th: บัญชี Option สไตล์อเมริกัน
zh_hans: 美股期权账户
zh_hant: 美股期權賬戶

# short_sell_account
source: Short Selling Account
ms: Akaun Jualan Pendek
th: บัญชีชอร์ต
zh_hans: 沽空账户
zh_hant: 沽空賬戶

# short_sell
source: Short
ms: Pendek
th: ขายชอร์ต
zh_hans: 沽空
zh_hant: 沽空

# options_name
source: Option Name
ms: Nama Pilihan
th: ชื่อตัวเลือก
zh_hans: 期权名称
zh_hant: 期權名稱

# option_trading_less_one_hand
source: Quantity of shares is less than one con lot, please select again
ms: Kuantiti saham kurang dari satu kon lot, sila pilih sekali lagi
th: จำนวนมอบหมายที่เลือกน้อยกว่าหนึ่งแผ่น กรุณาเลือกใหม่
zh_hans: 选择的委托数量不足一张，请重新选择
zh_hant: 選擇的委託數量不足一張，請重新選擇

source: uSMART Keyboard
ms: Papan kekunci uSMART
th: แป้นพิมพ์ลัดหลักทรัพย์ uSMART
zh_hans: uSMART证券快捷键盘
zh_hant: uSMART證券快捷鍵盤

# trading_break_buy_order
source: Breakthrough Buy
ms: Belian Penembusan
th: สั่งซื้อด้วยทะลุราคาที่ตั้งไว้
zh_hans: 突破买入
zh_hant: 突破買入

# price_break
source: Price breakthrough
ms: Penembusan harga
th: ฝ่าวงล้อมราคา %@%@
zh_hans: 价格突破
zh_hant: 價格突破

# trading_break_sell_order
source: Breakdown Sell
ms: Jualan Penurunan
th: ขายออกตอนที่ราคาต่ำสุด
zh_hans: 跌破卖出
zh_hant: 跌破賣出

# high_sell_desc
source: Triggers a sell order when the stock price breaks above preset price
ms: Aktifkan pesanan beli apabila harga saham naik melepasi harga pratetap.
th: เมื่อราคาหุ้นทะลุราคาที่ตั้งไว้ล่วงหน้า จะมีการขายและทำกำไร
zh_hans: 股价突破预设价格时，触发卖出，获利了结
zh_hant: 股價突破預設價格時，觸發賣出，獲利了結

# break_sell_desc
source: Triggers a sell order when the stock price falls below preset price
ms: Aktifkan pesanan jual apabila harga saham jatuh ke bawah harga pratetap.
th: เมื่อราคาหุ้นลดลงต่ำกว่าราคาที่ตั้งไว้ล่วงหน้า จะมีการขายและการหยุดขาดทุน
zh_hans: 股价跌破预设价格时，触发卖出，破位止损
zh_hant: 股價跌破預設價格時，觸發賣出，破位止損

# low_buy_desc
source: Triggers a buy order when the stock price falls below preset price
ms: Aktifkan pesanan beli apabila harga saham jatuh ke bawah harga pratetap.
th: เมื่อราคาหุ้นลดลงต่ำกว่าราคาที่ตั้งไว้ จะมีการซื้อด้วยราคาต่ำ
zh_hans: 股价跌破预设价格时，触发买入，低价抄底
zh_hant: 股價跌破預設價格時，觸發買入，低價抄底

# break_buy_desc
source: Triggers a buy order when the stock price breaks above preset price
ms: Aktifkan pesanan beli apabila harga saham naik melepasi harga pratetap.
th: เมื่อราคาหุ้นทะลุราคาที่ตั้งไว้ล่วงหน้า จะมีการซื้อและจับกำไร
zh_hans: 股价突破预设价格时，触发买入，捕捉涨势
zh_hant: 股價突破預設價格時，觸發買入，捕捉漲勢

# take_profit_desc
source: Trigger a sell order when the stock holding price reaches preset increase
ms: Aktifkan pesanan jual apabila harga pegangan saham mencapai jumlah kenaikan yang telah ditetapkan.
th: โพซิชั่นหุ้นถึงการเพิ่มขึ้นที่ตั้งไว้ล่วงหน้ากระตุ้นการขายและเพื่อความปลอดภัย
zh_hans: 持仓股票达到预设涨幅，触发卖出，落袋为安
zh_hant: 持倉股票達到預設漲幅，觸發賣出，落袋為安

# stop_loss_desc
source: Trigger a sell order when the stock holding price reaches preset decline
ms: Aktifkan pesanan jual apabila harga pegangan saham mencapai jumlah penurunan yang telah ditetapkan.
th: โพซิชั่นหุ้นถึงการลดลงที่ตั้งไว้ล่วงหน้าเรียกการขายและการหยุดขาดทุนในเวลา
zh_hans: 持仓股票达到预设跌幅，触发卖出，及时止损
zh_hant: 持倉股票達到預設跌幅，觸發賣出，及時止損
