Repository: select-ldl/TEST-star
Catalog: TEST-CODE/multilingual_file/YouXinZhengQuan_uSmartOversea_*.lproj_Localizable.strings
Languages: ms, th, zh_hans, zh_hant

# exchange_tip_bottom
source: The actual exchange rates will be determined by our bank at the time such transactions are effeted.
ms: Kadar pertukaran sebenar akan ditentukan oleh bank kami pada masa transaksi tersebut dilaksanakan.
th: ข้อมูลข้างต้นใช้สำหรับการอ้างอิงเท่านั้น อัตราแลกเปลี่ยนที่แท้จริงสำหรับการทำธุรกรรมการแลกเปลี่ยนเงินตราต่างประเทศนั้นขึ้นอยู่กับอัตราแลกเปลี่ยนที่ธนาคารให้ไว้ ณ เวลาที่ทำธุรกรรม
zh_hans: 以上资料只供参考，外币交易的实际汇率以交易时本行所提供之汇价为准。
zh_hant: 以上資料只供參考，外幣交易的實際匯率以交易時本行所提供之匯價為准。

# strong_notice_message
source: Inbox
ms: SMS
th: ข้อความ
zh_hans: 消息
zh_hant: 消息

# strong_notice_noti
source: Notification
ms: Notifikasi
th: ประกาศ
zh_hans: 通知
zh_hant: 通知

# strong_notice_online_service
source: Online CS
ms: Perkhidmatan Pelanggan dalam talian
th: บริการดูแลออนไลน์
zh_hans: 在线客服
zh_hant: 線上客服

# strong_notice_noti_close
source: Notification is turned off, cannot receive new message
ms: Notifikasi dimatikan , tidak boleh menerima mesej baharu
th: ข้อความการแจ้งเตือนถูกปิดและไม่สามารถรับข้อความพุชได้
zh_hans: 消息通知已关闭,无法接收消息推送
zh_hant: 消息通知已關閉，無法接收消息推送

# strong_notice_go
source: Turn On
ms: Hidupkan
th: เปิด
zh_hans: 去开启
zh_hant: 去開啟

# strong_notice_no_net
source: No network connection, please check your network Settings
ms: Tiada ada Connectan rangkaian, sila semak Tetapan rangkaian anda
th: ไม่ได้เชื่อมต่ออินเทอร์เน็ต โปรดตรวจสอบการตั้งค่าอินเทอร์เน็ตของคุณ
zh_hans: 没有网络连接，请检查您的网络设置
zh_hant: 沒有網絡連接，請檢查您的網絡設定

# strong_notice_no_net_title
source: No network connection
ms: Tiada Connectan rangkaian
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
zh_hans: 没有网络连接
zh_hant: 沒有網路連接

# strong_notice_no_net_message
source: Turn off Airplane Mode or connect WIFI, make sure uSMART is allowed to use mobile data.
ms: Matikan Mod Pesawat atau Connectkan WIFI, pastikan uSMART dibenarkan untuk menggunakan data mobile.
th: ปิดโหมดเครื่องบินหรือเชื่อมต่อกับ WIFI และตรวจสอบให้แน่ใจว่าเปิดเครือข่ายของ uSMART อยู่
zh_hans: 关闭飞行模式或连接WIFI,并确保uSMART的网络权限已开启
zh_hant: 關閉飛行模式或連接WIFI,並確保uSMART的網絡權限已開啟

# strong_notice_no_net_setting
source: Set permissions
ms: Tetapkan kebenaran
th: การตั้งค่าการอนุญาต
zh_hans: 设置权限
zh_hant: 設定權限

# condition_order
source: Conditional Order
ms: Pesanan Bersyarat
th: คำสั่งซื้อขายขายแบบมีเงื่อนไข
zh_hans: 条件单
zh_hant: 條件觸發盤

source: Limit Order
ms: Had Pesanan
th: คำสั่งซื้อจำกัดราคา
zh_hans: 限价单
zh_hant: 限價單

# limit_enhanced_order
source: Enhanced Limit
ms: Had Dipertingkatkan
th: เพิ่มรายการจำกัดราคา
zh_hans: 增强限价单
zh_hant: 增強限價單

# limit_bidding_order
source: AUO
th: คำสั่งซื้อจำกัดราคา การเสนอราคา
zh_hans: 竞价限价单
zh_hant: 競價限價單

# bidding_order
source: AUC
th: ใบเสนอราคา
zh_hans: 竞价单
zh_hant: 競價單

# broken_order
source: Odd Lot Order
ms: Pesanan Lot Ganjil
th: คำสั่งเศษหุ้น Odd Lotคี่
zh_hans: 碎股单
zh_hant: 碎股單

# reaching_price
source: Price Reach
ms: Jangkauan Harga
th: ราคาถึงแล้ว
zh_hans: 价格达到
zh_hant: 價格達到

# min_price_change
source: Increment: %@
ms: Kenaikan: %@
th: การเปลี่ยนแปลงขั้นต่ำ: %@
zh_hans: 最小变动：%@
zh_hant: 最小變動：%@

# hk_dollar
source: HKD
th: ดอลลาร์ฮ่องกง
zh_hans: 港币
zh_hant: 港幣

# reaching_and_delegation_trading
source: Condition and Place Order
ms: Apabila telah mencapai syarat yang ditetapkan pesanan akan dijalankan
th: หลังจากปฏิบัติตามเงื่อนไขแล้วให้มอบหมายการสั่งซื้อ
zh_hans: 达到条件后，委托下单
zh_hant: 達到條件後，委託下單

# unlock_trading
source: Unlock to Trade
ms: Buka kunci untuk Berdagang
th: ปลดล็อกการซื้อขาย
zh_hans: 解锁交易
zh_hant: 解鎖交易

source: BUY
ms: Beli
th: ซื้อเข้า
zh_hans: 买入
zh_hant: 買入

# sale
source: SELL
ms: Jual
th: ขายออก
zh_hans: 卖出
zh_hant: 賣出

# delegation_price
source: Price
ms: Harga
th: ราคาการสั่งซื้อ
zh_hans: 委托价格
zh_hant: 委託價格

# max_can_bought
source: Max.Buy
ms: Beli Maks.
th: สูงสุดสามารถซื้อ
zh_hans: 最大可买
zh_hant: 最大可買

# hold_can_sold
source: Max.Sell
ms: Jual Maks
th: ตำแหน่งที่พร้อมขาย
zh_hans: 持仓可卖
zh_hant: 持倉可賣

# broken_can_sold
source: Odd Lot can be sold
ms: Lot Ganjil boleh dijual
th: ล็อตคี่พร้อมขาย
zh_hans: 碎股可卖
zh_hant: 碎股可賣

# trading_count_min_tips
source: Increment:
ms: Kenaikan:
th: การเปลี่ยนแปลงปริมาณขั้นต่ำ:
zh_hans: 最小数量变动：
zh_hant: 最小數量變動：

# delegation_number
source: Quantity
ms: Kuantiti
th: จำนวนการสั่งซื้อจำนวนค่าคอมมิชชั่น
zh_hans: 委托数量
zh_hant: 委託數量

# trading_unit
source: Lot Size
ms: SAIZ LOT
th: ทุกงวด
zh_hans: 每手
zh_hant: 每手

# stock_unit
source: SHR
th: หุ้น
zh_hans: 股
zh_hant: 股

# amount_of_moneny
source: Amount
ms: Jumlah
th: จำนวนเงิน
zh_hans: 金额
zh_hant: 金額

# traiding_input_symbol_tips
source: Input stock name or symbol
ms: Masukkan nama atau simbol saham
th: กรุณาใส่ชื่อหุ้นหรือสัญลักษณ์
zh_hans: 请输入股票名称或代码
zh_hant: 請輸入股票名稱或代碼

source: Quantity
ms: Kuantiti
th: จำนวน
zh_hans: 数量
zh_hant: 數量

source: Quantity (Estimated)
ms: Kuantiti (Anggaran)
th: จำนวน (โดยประมาณ)
zh_hans: 数量（估算）
zh_hant: 數量（預估）

# trading_spread_tips
source: Price needs to be an integer multiple of the the minimum price spread (%@)
ms: Harga perlu ialah integer dari sebaran harga minimum (%@)
th: ต้องใส่ราคาเป็นจำนวนเต็มคูณของสเปรดขั้นต่ำ (%@)
zh_hans: 输入价格需要为最小价差(%@)的整数倍
zh_hant: 價格需要為最小價格變動(%@)的整數倍

# trading_check_count_tip
source: Order size should conform to the increment of %d
ms: Saiz pesanan perlu selaras dengan kenaikan sebanyak %d
th: จำนวนต้องเป็นจำนวนเต็มคูณของการเปลี่ยนแปลงปริมาณขั้นต่ำ (%d)
zh_hans: 数量需为最小数量变动(%d)的整数倍
zh_hant: 數量需為最小數量變動(%d)的整數倍

# trading_unit_normal_tips
source: Increment %.2f
ms: Kenaikan %.2f
th: การเปลี่ยนแปลงราคาขั้นต่ำ%. 2f
zh_hans: 最小价格变动%.2f
zh_hant: 最小價格變動%.2f

# trading_spread_normal_tips
source: Increment %@
ms: Kenaikan %@
th: การเปลี่ยนแปลงราคาขั้นต่ำ%@
zh_hans: 最小价格变动%@
zh_hant: 最小價格變動%@

# trading_price_empty_tips
source: Input price
ms: Harga input
th: กรุณาใส่ราคา
zh_hans: 请输入价格
zh_hant: 請輸入價格

# trading_amount_empty_tips
source: Input quantity
ms: Kuantiti input
th: โปรดใส่จำนวน
zh_hans: 请输入数量
zh_hant: 請輸入數量

# ask_position_count
source: Bid (%@)
ms: Bida (%@)
th: ซื้อ %@ไฟล์
zh_hans: 买%@档
zh_hant: 買%@檔

# bid_position_count
source: Ask (%@)
ms: Tanya (%@)
th: ขาย%@ไฟล์
zh_hans: 卖%@档
zh_hant: 賣%@檔

# two_weeks
source: 2 weeks
ms: 2 minggu
th: 2 สัปดาห์
zh_hans: 2周
zh_hant: 2週

# one_weeks
source: 1 week
ms: 1 Minggu
th: 1 สัปดาห์
zh_hans: 1周
zh_hant: 1週

# three_days
source: 3 days
ms: 3 hari
th: 3 วัน
zh_hans: 3天
zh_hant: 3天

# two_days
source: 2 days
ms: 2 hari
th: 2 วัน
zh_hans: 2天
zh_hant: 2天

# thirty_day
source: 30 Days
ms: 30 hari
th: 30 วัน
zh_hans: 30天
zh_hant: 30天

# sixty_day
source: 60 Days
ms: 60 Hari
th: 60 วัน
zh_hans: 60天
zh_hant: 60天

# ninety_day
source: 90 Days
ms: 90 Hari
th: 90 วัน
zh_hans: 90天
zh_hant: 90天

# quote_before_close_effective
source: Valid until market closes
ms: Sah sehingga pasar ditutup
th: ใช้ได้จนถึงก่อนวันปิด
zh_hans: 收盘前有效
zh_hant: 收盤前有效

# lost_effective_template
source: (%@ become invalid)
ms: (%@ menjadi tidak sah)
th: เป็นโมฆะหลังจาก %@
zh_hans: %@后失效
zh_hant: （%@後失效）

# condition_confirm_title
source: Confirm
ms: sahkan
th: ยืนยันใบแจ้งเงื่อนไข
zh_hans: 确认条件单
zh_hant: 確認條件觸發盤

# stock_name
source: Stock
ms: Nama Saham
th: ชื่อหุ้น
zh_hans: 股票名称
zh_hant: 股票

# trigger_condition
source: Conditional Point
ms: Syarat Pengaktif
th: เงื่อนไขทริกเกอร์
zh_hans: 触发条件
zh_hant: 觸發條件

# trigger_condition_template
source: Price reach %@%@
ms: Harga mencapai %@%@
th: ราคาถึงแล้ว%@%@
zh_hans: 价格达到%@%@
zh_hant: 價格達到%@%@

# condition_confirm
source: Submit
ms: Hantar
th: ยืนยันการส่ง
zh_hans: 确认提交
zh_hant: 確認提交

# delgation_trading
source: Order
ms: Pesanan
th: มอบอำนาจในการสั่งซื้อ
zh_hans: 委托下单
zh_hant: 委託下單

# delgation_price
source: Price
ms: Harga
th: ราคาการสั่งซื้อ
zh_hans: 委托价格
zh_hant: 委託價格

# delgation_number
source: Quantity
ms: Kuantiti
th: จำนวนการสั่งซื้อจำนวนค่าคอมมิชชั่น
zh_hans: 委托数量
zh_hant: 委託數量

# delgation_money
source: Amount
ms: Jumlah
th: ค่าค้ำประกัน
zh_hans: 委托金额
zh_hant: 委託金額

# order_price
source: Amount
ms: Jumlah
th: จำนวนการสั่งซื้อ
zh_hans: 订单金额
zh_hant: 訂單金額

# validity_time
source: Valid Date
ms: tarikh luput
th: มีผลบังคับใช้
zh_hans: 有效期
zh_hant: 有效期

# end_time_template
source: %@ Expire
ms: %@ Luput
th: เป็นโมฆะหลังจาก %@
zh_hans: %@后失效
zh_hant: %@後失效

# condition_confirm_btn_cancel
source: Cancel
ms: Batal
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# confirm_failed
source: Submission failed
ms: Hantaran gagal
th: ส่งไม่สำเร็จ
zh_hans: 提交失败
zh_hant: 提交失敗

# trading_order_type
source: Order Type
ms: Jenis Pesanan
th: ประเภทของคำสั่งซื้อ
zh_hans: 订单类型
zh_hant: 訂單類型

# trading_confirm_order
source: Second Confirmation
ms: Pengesahan Kali Kedua
th: ยืนยันรายการ
zh_hans: 确认订单
zh_hant: 確認訂單

# goto_broken_order
source: Trade Odd Lot
ms: Dagangan Lot Ganjil
th: ไปที่ "รายการเศษหุ้น Odd Lotคี่"
zh_hans: 去下“碎股单”
zh_hant: 交易碎股

# trading_confirm_update
source: Submit
ms: Hantar
th: ส่งการเปลี่ยนแปลง
zh_hans: 提交修改
zh_hant: 提交修改

# trading_update_range
source: Available range:
ms: Julat tersedia:
th: ขอบเขตที่ปรับเปลี่ยนได้:
zh_hans: 可修改范围：
zh_hant: 可修改範圍：

# trading_ori_order
source: Original order:
ms: Pesanan asal:
th: คำสั่งซื้อเดิม:
zh_hans: 原订单：
zh_hant: 原訂單：

# trading_already_deal
source: Traded:
ms: Didagangkan:
th: จัดการเสร็จแล้ว
zh_hans: 已成交：
zh_hant: 已成交：

# trading_broken_explain_title
source: Odd Lot Transaction Description
ms: Deskripsi Transaksi Lot Ganjil
th: คำแนะนำในการซื้อขายเศษหุ้น Odd Lotคี่
zh_hans: 碎股交易说明
zh_hant: 碎股交易說明

# trading_broken_explain
source: 1. An odd lot is an order amount for a security that is less than the normal unit of trading for that particular asset. 2. Share prices of odd lots are slightly lower / higher than that of the same security in the trading of board lot due to their lower liquidity. 3. Currently support selling odd lot only. uSMART will try the best to achieve the best selling price which may be higher than your submitted selling price.
ms: 1. Lot ganjil ialah amaun pesanan untuk sekuritiyang kurang daripada unit biasa dagangan untuk aset tertentu itu. 2. Harga saham lot ganjil sedikit lebih rendah/lebih tinggi daripada harga keselamatan yang sama dalam dagangan lot papan disebabkan kecairan yang lebih rendah. 3. Pada masa ini sokong jualan lot ganjil sahaja. uSMART akan cuba yang terbaik untuk mencapai harga jualan terbaik yang mungkin lebih daripada harga jualan anda hantar.
th: 1. การเทรด Odd lot คือการเทรดที่มีจำนวนหุ้นน้อยกว่าหนึ่งล็อต 2. Odd lot คี่ถูกจับคู่และซื้อขายในระบบการซื้อขายที่แยกจากกัน เนื่องจากสภาพคล่องและสาเหตุอื่นๆ มีราคาซื้อขายต่ำกว่าราคาตลาดแบบเรียลไทม์ เวลาทำธุรกรรมนานหรือทำธุรกรรมยาก การปรับราคาอย่างเหมาะสมเอื้อต่อการทำธุรกรรมที่รวดเร็วขึ้น 3. ปัจจุบันรองรับเฉพาะการขาย Odd lot คี่เท่านั้น uSMART จะพยายามที่สุดเพื่อให้ท่านได้ราคาที่ดีที่สุด ดังนั้นราคาขายอาจสูงกว่าราคาสั่งซื้อของท่าน โปรดใส่ใจการแจ้งเตือนหลังเสร็จสิ้นการสั่งซื้อ
zh_hans: 1. 碎股交易为股数小于一手数量的交易； 2. 碎股在单独的交易系统中撮合成交，由于流动性等原因，成交价格差于实时盘口价格，成交时间较长或较难成交，适当调整价格有利于更快成交； 3. 暂只支持碎股卖出，uSMART将尽力以最优价格为您成交，因此卖出成交价格将可能高于您的委托价格，请留意订单成交通知。
zh_hant: 1. 碎股交易為股數小於一手數量的交易； 2. 碎股在單獨的交易系統中撮合成交，由於流動性等原因，成交價格差於實時盤口價格，成交時間較長或較難成交，適當調整價格有利於更快成交； 3. 暫只支持碎股賣出，uSMART將盡力以最優價格為您成交，因此賣出成交價格將可能高於您的委托價格，請留意訂單成交通知。

# trading_alert_cancel_order_title
source: Confirm to cancel order?
ms: Pasti nak batalkan pesanan?
th: ท่านแน่ใจหรือว่าต้องการยกเลิกคำสั่งซื้อ
zh_hans: 确认取消订单吗？
zh_hant: 確認取消訂單嗎？

# trading_alert_cancel_order_confirm
source: Confirm
ms: Sahkan
th: ยืนยันการยกเลิก
zh_hans: 确认取消
zh_hant: 確認取消

# trading_alert_cancel_cond_order_title
source: Confirm to cancel? Conditional order will be invalid immediately
ms: Pasti nak batalkan? Pesanan bersyarat akan dipadam serta-merta
th: ยืนยันการยกเลิกConditional Orderจะหมดอายุทันที
zh_hans: 确认终止吗？条件单将立即失效
zh_hant: 確認終止嗎？條件觸發盤將立即失效

# trading_alert_cancel_cond_order_confirm
source: Confirm
ms: Sahkan
th: ยืนยันการหยุดดำเนินการ
zh_hans: 确认终止
zh_hant: 確認終止

# trading_alert_cancel_order_success
source: Cancelled
ms: Dibatalkan
th: เพิกถอนแล้ว
zh_hans: 已撤销
zh_hant: 已取消

# trading_alert_cancel_cond_order_success
source: Cancelled
ms: Dibatalkan
th: สิ้นสุด
zh_hans: 已终止
zh_hant: 已終止

# trading_condition_order_tips
source: The order will be placed when the predefined market condition is met. Cash will not be frozen until the order is triggered. Order cannot be placed if account don't have sufficient available cash at the time of trigger.
ms: Pesanan akan dibuat apabila syarat pasaran pratakrif dipenuhi. Tunai tidak akan dibekukan sehingga perintah diaktifkan. Pesanan tidak boleh dibuat jika akaun tidak mempunyai tunai tersedia yang mencukupi pada masa diaktifkan.
th: เมื่อConditional Orderตรงตามเงื่อนไขจะเรียกคำสั่ง คำสั่งจะดำเนินการหรือไม่นั้นขึ้นอยู่กับสภาวะตลาดจริงเงินจะไม่ถูกระงับจนกว่าจะมีการสั่งซื้อ หากมีเงินทุนไม่เพียงพอในขณะทริกเกอร์จะทำให้คำสั่งซื้อล้มเหลว
zh_hans: 条件单达到条件时会触发订单，订单是否成交以市场实际情况为准。触发订单前不会冻结资金，触发时可用资金不足将导致下单失败。
zh_hant: 條件觸發盤達到條件時會觸發訂單，訂單是否成交以市場實際情況為准。觸發訂單前不會凍結資金，觸發時可用資金不足將導致下單失敗。

# trading_submit
source: Submit
ms: Hantar
th: ส่ง
zh_hans: 提交
zh_hant: 提交

# trading_please_enter_triger_price
source: Enter the conditional price
ms: Harga input
th: โปรดใส่ราคาทริกเกอร์
zh_hans: 请输入触发价格
zh_hant: 請輸入觸發價格

# derivative_alert_title
source: Risks Involved in Trading Derivatives
ms: Risiko dalam Derivatif Perdagangan
th: คำเตือนความเสี่ยงด้านอนุพันธ์
zh_hans: 衍生品风险提示
zh_hant: 衍生品風險提示

# derivative_alert_content
source: The risks of derivative products vary depending on their characteristics, and investing in them can lead to significant losses. Derivative warrants will become completely worthless on the maturity date, or the trading of CBBCs will terminate immediately when the price of underlying asset reaches the Call Price. You hereby confirms that uSMART Securities has not solicited you or made a recommendation to you in relation to the proposed transactions in derivative products. You must carefully read the Risk Disclosure Statement (Derivatives). If you have any questions regarding the Risk Disclosure Statement, you can contact our licensed representative. You should seek independent advice from relevant professionals if necessary.
ms: Risiko produk derivatif berbeza-beza bergantung pada ciri-cirinya dan pelaburan ke dalamnya boleh membawa kepada kerugian yang ketara. Waran derivatif akan menjadi tidak bernilai sepenuhnya pada tarikh matang, atau perdagangan CBBC akan ditamatkan serta-merta apabila harga aset asas mencapai Harga Panggilan. Anda dengan ini mengesahkan bahawa uSMART Securities belum meminta anda atau membuat syor kepada anda berkaitan dengan transaksi yang dicadangkan dalam produk derivatif. Anda mesti berhati-hati membaca Penyata Pendedahan Risiko (Derivatif). Jika anda mempunyai sebarang pertanyaan berkaitan Penyata Pendedahan Risiko, anda boleh menghubungi wakil berlesen kami. Anda harus mendapatkan nasihat bebas daripada profesional yang berkaitan jika perlu.
th: ความเสี่ยงของอนุพันธ์ขึ้นอยู่กับลักษณะที่แตกต่างกันของผลิตภัณฑ์ และอาจทำให้ขาดทุนมหาศาลDWจะไร้ค่าอย่างสมบูรณ์เมื่อหมดอายุ หรือเมื่อราคาของสินทรัพย์อ้างอิงถึงราคาCall Price การซื้อขาย CBBC จะสิ้นสุดลงทันที ลูกค้าขอยืนยันว่า uSMART ไม่ได้ทำการชักชวนหรือข้อเสนอแนะใดๆ แก่ลูกค้าเกี่ยวกับธุรกรรมที่เกี่ยวข้องกับอนุพันธ์ที่ท่านตั้งใจจะทำ ลูกค้าต้องอ่านคำชี้แจงการเปิดเผยความเสี่ยง (อนุพันธ์) อย่างละเอียดหากลูกค้ามีคำถามใดๆเกี่ยวกับคำชี้แจงการเปิดเผยความเสี่ยง สามารถติดต่อตัวแทนที่ได้รับอนุญาตของเราได้ทางโทรศัพท์ หากมีความจำเป็นท่านควรขอคำแนะนำจากผู้เชี่ยวชาญที่เกี่ยวข้อง
zh_hans: 衍生产品的风险视乎产品的特性不同而有所不同，并可招致巨大损失。衍生权证在到期日会变得完全没有价值，或当相关资产价格触及收回价时，牛熊证的买卖会即时终止。客户在此确认uSMART没有就客户您拟进行的有关衍生产品的交易向客户您作出招揽或建议行为。客户必须详阅风险披露声明（衍生产品）。如客户对风险披露声明有任何问题，可致电联系我们的持牌代表。阁下如有需要应向相关的专业人士征求独立的意见。
zh_hant: 衍生產品的風險視乎產品的特性不同而有所不同，並可招致巨大損失。衍生權證在到期日會變得完全沒有價值，或當相關資產價格觸及收回價時，牛熊證的買賣會即時終止。客戶在此確認uSMART沒有就客戶您擬進行的有關衍生產品的交易向客戶您作出招攬或建議行為。客戶必須詳閱風險披露聲明（衍生產品）。如客戶對風險披露聲明有任何問題，可致電聯繫我們的持牌代表。閣下如有需要應向相關的專業人士征求獨立的意見。

# derivative_alert_btn
source: Risk Disclosure Statement of Derivative Products
ms: Penyata Pendedahan Risiko Produk Derivatif
th: “การเปิดเผยความเสี่ยงของการซื้อขายอนุพันธ์”
zh_hans: 《衍生品交易风险披露》
zh_hant: 《衍生品交易風險披露》

# derivative_alert_tips_title
source: Tips:
ms: Tip:
th: คำเตือน:
zh_hans: 提示:
zh_hant: 提示:

# derivative_alert_tips1
source: 1. Derivatives: products containing derivatives such as Warrants, CBBCs, ETF, Options and Inline Warrants.
ms: 1. Derivatif: produk mengandungi derivatif seperti Waran, CBBC, ETF, Opysyen dan Waran Sebaris.
th: 1. อนุพันธ์: วอร์แรนท์ CBBC ETF ออปชั่น ผลิตภัณฑ์ที่มีตราสารอนุพันธ์ เช่น อินไลน์วอร์แรนท์
zh_hans: 1. 衍生品:窝轮、牛熊证、ETF、期权、界内证等包含衍生品工具的产品。
zh_hant: 1. 衍生品：窩輪、牛熊證、ETF、期權、界內證等包含衍生工具的產品。

# derivative_alert_tips2
source: 2. uSMART did not make any suggestion or solicitation on the derivatives transaction.
ms: 2. uSMART tidak beri apa-apa cadangan atau permintaan pada transaksi derivatif.
th: 2. uSMART ไม่ได้มีการเสนอแนะหรือชักชวนให้ซื้อขายสัญญาซื้อขายล่วงหน้า
zh_hans: 2. uSMART并未就衍生品交易做出任何建议或招揽行为。
zh_hant: 2. uSMART並未就衍生品交易做出任何建議或招攬行為。

# derivative_alert_iknow
source: I have read and understood the risks
ms: Saya telah membaca dan memahami risikonya
th: ข้าพเจ้าได้อ่านและเข้าใจความเสี่ยงแล้ว
zh_hans: 我已阅读并知晓风险
zh_hant: 我已閱讀並知曉風險

# trading_delay_tips
source: At the request of the exchange, the current quotation authority only displays 15-minute delayed quotations. Please go to [My Quotes] for details.
ms: Atas permintaan pihak pertukaran, pihak berkuasa sebut harga semasa hanya memaparkan sebutharga tertunda 15 minit. Sila pergi ke [sebutharga Saya] untuk mendapatkan butiran.
th: ตามเงื่อนไขของตลาดหลักทรัพย์ ผู้มีอำนาจทางการตลาดในปัจจุบันจะแสดงราคาเลทเพียง 15 นาที โปรดไปที่ "ราคาตลาดของฉัน" เพื่อดูรายละเอียด
zh_hans: 应交易所要求，当前行情权限仅展示延时15分钟行情。请到「我的行情」了解详情。
zh_hant: 應交易所要求，當前行情權限僅展示延遲15分鐘報價。請到「我的報價」了解詳情。

# trading_bmp_tips
source: At the request of HKEx, stock quotes should be manually refreshed under the Basic Market Price service. Only 20 stocks are supported by the BMP service. Please go to【My Quotes】for more details.
ms: Atas permintaan HKEx, sebut harga saham perlu dimuat semula secara manual di bawah perkhidmatan Harga Pasaran Asa. Hanya 20 saham disokong oleh perkhidmatan BMP. Sila pergi ke【sebutharga Saya】untuk lebih butiran.
th: ตามเงื่อนไขของตลาดหลักทรัพย์ฮ่องกง จำเป็นต้องอัปเดตราคาหุ้น BMP ของฮ่องกงด้วยตนเอง โปรดไปที่ "ราคาตลาดของฉัน" เพื่อดูรายละเอียด
zh_hans: 应港交所要求，港股BMP行情需手动更新。请到「我的行情」了解详情。
zh_hant: 應港交所要求，港股即時報價需手動更新。請到「我的報價」了解詳情。

# max_can_bought_estimate
source: Max. Buy (Estimated):
ms: Maks. Beli (Anggaran):
th: สูงสุดที่ซื้อได้ (โดยประมาณ):
zh_hans: 最大可买（估算）：
zh_hant: 最大可買（預估）：

# trigger_order
source: Conditional Order
ms: Pesanan Bersyarat
th: คำสั่งซื้อขายขายแบบมีเงื่อนไข
zh_hans: 条件单
zh_hant: 條件觸發盤

# trigger_amount
source: Amount
ms: Jumlah
th: จำนวนเงิน
zh_hans: 金额
zh_hant: 金額

# traiding_pwd_setting_message
source: You have not set your trading password. Please set it for further action.
ms: Anda belum menetapkan kata laluan dagang anda. Sila tetapkan untuk tindakan selanjutnya.
th: ท่านยังไม่ได้ตั้งรหัสผ่านการทำธุรกรรม กรุณาดำเนินการขั้นตอนต่อไปหลังจากตั้งค่า
zh_hans: 您尚未设定交易密码，请设定后进行下一步操作
zh_hant: 您尚未設定交易密碼，請設定後進行下一步操作

# trigger_order_valid_time
source: Valid Period
ms: Tempoh Sah
th: Conditional Orderสามารถใช้ได้ถึง
zh_hans: 条件单的有效时间
zh_hant: 條件觸發盤的有效時間

# trading_continue_submit
source: Submit
ms: Hantar
th: ยื่นต่อ
zh_hans: 继续提交
zh_hant: 繼續提交

# grey_mkt_risk_disclosures_tip
source: You have fully understood and agreed to bear the relevant risks associated with the grey market trading of new issue, including (but not limited to) the followings: 1. New listing and issue may be cancelled or postponed; 2. The market price of the grey market may be largely different from the price upon listing; 3. The liquidity of the grey market is lower than that during regular market time of the Stock Exchange, and your orders may not be fully executed; 4. uSMART Securities Limited will not guarantee the absolute execution of the grey market trades
ms: Anda telah memahami sepenuhnya dan bersetuju untuk memikul risiko berkaitan yang berkaitan dengan yang berikut Penyenaraian dan isu baharu mungkin dibatalkan atau ditunda; 2. Harga pasaran pasaran kelabu mungkin sangat berbeza daripada harga semasa penyenaraian; 3. Kecairan pasaran kelabu adalah lebih rendah berbanding semasa pasaran biasa Bursa Saham dan pesanan anda mungkin tidak dapat dilaksanakan sepenuhnya; 4. uSMART Securities Limited tidak akan menjamin pelaksanaan mutlak dagang pasaran kelabu
th: ท่านเข้าใจอย่างชัดเจนและตกลงที่จะรับความเสี่ยงที่เกี่ยวข้องกับการซื้อขายนอกตลาดของ IPO รวมถึง (แต่ไม่จำกัด) สิ่งต่อไปนี้: 1. การจดทะเบียนหุ้นใหม่อาจถูกยกเลิกหรือเลื่อนเวลาเข้าตลาดออกไป 2. ราคานอกตลาดอาจจะค่อนข้างแตกต่างจากราคาในขณะที่ทำรายการ 3. สภาพคล่องของการทำธุรกรรมนอกตลาดต่ำกว่าเวลาทำการปกติของตลาดหลักทรัพย์และคำสั่งของท่านอาจดำเนินการได้ไม่ครบถ้วน 4. หยิงลี่จะไม่รับประกันการดำเนินการธุรกรรมนอกตลาด
zh_hans: 阁下已经清楚了解并同意承担新股暗盘交易的相关风险，包括（但不限于）以下： 1. 新股有可能会被取消或延期上市; 2. 暗盘的行情有可能与上市时的价格差异较大; 3. 暗盘交易的流通性相比联交所正规市场时间较低，阁下的指示可能无法完全执行; 4. 盈立证券不会对有关暗盘交易作出保证绝对成交。
zh_hant: 閣下已經清楚了解並同意承擔新股暗盤交易的相關風險，包括（但不限於）以下： 1. 新股有可能會被取消或延期上市; 2. 暗盤的行情有可能與上市時的價格差異較大; 3. 暗盤交易的流通性相比聯交所正規市場時間較低，閣下的指示可能無法完全執行; 4. 盈立證券不會對有關暗盤交易作出保證絕對成交。

# grey_mkt_risk_disclosures_sel
source: You have read, fully understood and agreed to the risk disclosures and terms relating to Over-the-counter Transactions and Grey Market Trading contained in the Client Agreement for Securities Trading.
ms: Anda telah membaca, dan faham dengan sepenuhnya dan bersetuju dengan pendedahan risiko dan terma yang berkaitan dengan transaksi melalui kauntar dan perdagangan pasaran kelabu yang terkandung dalam perjanjian klien untuk perdagangan sekuriti.
th: ท่านได้อ่าน ทำความเข้าใจและยอมรับการเปิดเผยความเสี่ยงรวมถึงเงื่อนไขของการซื้อขายนอกตลาดและการเปิดเผยความเสี่ยงและเงื่อนไขการทำธุรกรรม OTC
zh_hans: 阁下已阅读、充分理解及同意证券交易客户协议书中有关暗盘交易及场外交易的风险披露及条款。
zh_hant: 閣下已閱讀、充分理解及同意證券交易客戶協議書中有關暗盤交易及場外交易的風險披露及條款。

# common_risk_disclosures
source: Risk Disclosure
ms: Pendedahan Risiko
th: การเปิดเผยความเสี่ยง
zh_hans: 风险披露
zh_hant: 風險披露

# account_fund_value
source: Fund Value
ms: Nilai Dana
th: มูลค่าของตลาดกองทุน
zh_hans: 基金市值
zh_hant: 基金市值

# account_bond_value
source: Bond Value
ms: Nilai Bon
th: มูลค่าตลาดตราสารหนี้
zh_hans: 债券市值
zh_hant: 債券市值

# grey_mkt_permission_message
source: Sorry, grey market trading is applicable only to designated customers. You can contact CS to apply.
ms: Maaf, perdagangan pasaran kelabu hanya terpakai kepada pelanggan yang ditetapkan. Anda boleh menghubungi Perkhidmatan Pelanggan untuk memohon.
th: ขออภัย ขณะนี้ท่านไม่ได้รับอนุญาตให้ซื้อขายนอกตลาด หากมีข้อสงสัย สามารถติดต่อฝ่ายบริการลูกค้าเพื่อทำการสมัคร
zh_hans: 非常抱歉，您当前无权限进行暗盘交易，如有疑问，可联系客服申请。
zh_hant: 非常抱歉，暫時只有特選客戶可進行暗盤交易。如有想進行暗盤交易，請聯繫客服申請。

# grey_mkt_permission_title
source: No Grey Market Permission
ms: Tiada Kebenaran Pasaran Kelabu
th: ไม่ได้รับอนุญาตสำหรับการซื้อขายนอกตลาด
zh_hans: 暗盘交易无权限
zh_hant: 無暗盤交易權限

# common_contact_cs
source: Contact CS
ms: Hubungi Perkhidmatan Pelanggan
th: ติดต่อฝ่ายบริการลูกค้า
zh_hans: 联系客服
zh_hant: 聯繫客服

# grey_mkt_risk_disclosures
source: Risk Disclosures Relating To Grey Market Trading
ms: Pendedahan Risiko Berkaitan Dengan Dagangan Pasaran Kelabu
th: การเปิดเผยความเสี่ยงในการซื้อขายนอกตลาด
zh_hans: 暗盘交易风险披露
zh_hant: 暗盤交易風險披露

# china_order_cannot_cancel
source: China Connect order cannot be cancelled during 9:20-9:25 and 14:57-15:00
ms: Pesanan China Connect tidak boleh dibatalkan semasa 9:20-9:25 dan 14:57-15:00
th: เชื่อมต่อ A-share ที่ 9:20-9: 25 และ 14: 57-15:00 ไม่สามารถทำการยกเลิกได้ในช่วง
zh_hans: A股通订单在9:20-9:25及14:57-15:00期间不可撒销
zh_hant: A股通訂單在9:20-9:25及14:57-15:00期間不可撒銷

# trading_aa_stocks_back
source: Back to AASTOCKS
ms: Kembali ke AASTOCKS
th: กลับไปที่ AASTOCKS
zh_hans: 返回AASTOCKS
zh_hant: 返回AASTOCKS

# trading_aa_stocks_skim
source: Stay in uSMART(%d)
ms: Kekal dalam uSMART(%d)
th: ดูต่อ (%d)
zh_hans: 继续浏览（%d）
zh_hant: 繼續瀏覽（%d）
